Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Date that enrollment for this class is opened
az: Bu sinif üçün qeydiyyat tarixi açıqdır

source: Date that enrollment for this class is closed
az: Bu sinif üçün qeydiyyat tarixi bağlıdır

source: Start time when this module is visible
az: Bu modulun başlama vaxtı

source: Date that this class ends
az: Sinfin bitdiyi tarix

source: Date that certificates become available to learners
az: Sertifikatların tələbələr üçün hazır olduğu tarix

source: Cosmetic Course Display Price
az: Kosmetika kursu qiyməti

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
az: Tələbənin kursa qəbulu üçün göstərilən qiymət. Verilənlər bazasında administrator tərəfindən ödənişli kurs qiyməti təyin olunarsa, bu qiymət əvəzinə bu qiymət göstərilir.

source: Course Advertised Start
az: Kursun elan edilən başlanğıcı

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
az: "Qış 2018" kimi kurs üçün elan olunan başlama vaxtı kimi istifadə etmək istədiyiniz mətni daxil edin. Bu dəyərə null daxil etsəniz, bu kurs üçün təyin etdiyiniz başlama tarixi istifadə olunur.

source: Pre-Requisite Courses
az: Kurslar üçün ön tələb

source: Pre-Requisite Course key if this course has a pre-requisite course
az: Əgər bu kursun ön tələbi varsa, kurs ön tələb açarı

source: Grading policy definition for this class
az: Bu sinif üçün qiymətləndirmə siyasətinin tərifi

source: Show Calculator
az: Kalkulyatoru göstərin

source: Enter true or false. When true, students can see the calculator in the course.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, tələbələr bu kursda kalkulyator görə bilərlər.

source: Enter the name of the course as it should appear in the edX.org course list.
az: tehsilim.edu.az kurs siyahısında olmalı olan kursun adını daxil edin.

source: Course Display Name
az: Kurs görünüş adı

source: Course Editor
az: Kurs redaktoru

source: Enter the method by which this course is edited ("XML" or "Studio").
az: Bu kursun redaktə edildiyi ("XML" və ya "Studio") metodu daxil edin.

source: Course Survey URL
az: Kurs sorğu URL-i

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
az: Kurs sonu sorğusu üçün URL-i daxil edin. Əgər sizin kurs üçün sorğu yoxdursa, null daxil edin.

source: Discussion Blackout Dates
az: Müzzakirə çağırış tarixləri

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
az: Tələbələrin müzakirə forumlarına göndərə bilməyəcəyi tarixlər cütünü daxil edin. Təqdim edilən mötərizənin daxilinə hər bir tarix cütünü əhatə edən əlavə kvadrat mötərizə daxil edin. Hər bir tarix cütünü ["YYYY-MM-DD", "YYYY-MM-DD"] kimi formatlaşdırın. Tarixlər kimi vaxtları da müəyyənləşdirmək üçün ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"] kimi formalaşdırın. Əmin olmaq üçün tarixlər və vaxtlar arasına "T" əlavə edin. Məsələn, dövrü əhatə edən müddət belə görsənir: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
az: Müzakirə mövzu xəritəsi

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
az: Aşağıdakı formatda müzakirə kateqoriyalarına daxil edin: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Məsələn, bir müzakirə kateqoriyası "Lydian Mode" ola bilər: {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Hər bir kateqoriya üçün "id" dəyəri unikal olmalıdır. "İd" dəyərlərində dəstəklənən yeganə xüsusi simvollar altdan xətt, tire və dövrdir. Məsələn, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Discussion Sorting Alphabetical
az: Müzakirələri əlifba sıra ilə təsnifləyin

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, müzakirə kateqoriyaları və alt kateqoriyaları əlifbaya əsasən sıralanır. Əgər yanlışdırsa, onlar yaradılma tarixi və vaxtına görə xronoloji olaraq sıralanır.

source: Course Announcement Date
az: Kursun elan olunduğu tarix

source: Enter the date to announce your course.
az: Kursun elan ediləcəyi tarixi daxil edin.

source: Cohort Configuration
az: Qrup konfiqurasiyası

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
az: Qrup xüsusiyyətini təmin etmək üçün siyasət açarları və dəyərlər daxil edin, avtomatlaşdırılmış tələbə tapşırığını qruplara təyin edin və ya qrup üzvlərinə xüsusi olaraq hər kursu əhatə edən hər hansı bir müzakirə mövzusunu müəyyənləşdirin.

source: Course Is New
az: Kurs yenidir

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, kurs tehsilim.edu.az saytında yeni kurslar siyahısı olaraq görünəcək və Yeni! işarəsi müvəqqəti olaraq kurs şəklinin yanında qeyd olunacaq.

source: Mobile Course Available
az: Hazır mobil kurs

source: Enter true or false. If true, the course will be available to mobile devices.
az: Doğru və ya yanlış daxil edin. Əgər doğru seçilmişsə, kursa mobil cihazlarda daxil olmaq mümkün olacaqdır.

source: Video Upload Credentials
az: Video yükləmə detalları

source: Enter the unique identifier for your course's video files provided by edX.
az: EdX tərəfindən verilən kurs videolarınız üçün unikal identifikatoru daxil edin.

source: Course Not Graded
az: Qiymətləndirilməyən kurs

source: Enter true or false. If true, the course will not be graded.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, kurs qiymətləndirilməyəcək.

source: Disable Progress Graph
az: İnkişaf qrafikini deaktiv edin

source: Enter true or false. If true, students cannot view the progress graph.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, tələbələr inkişaf qrafikinə baxa bilməyəcəklər.

source: PDF Textbooks
az: PDF dərsliklər

source: List of dictionaries containing pdf_textbook configuration
az: Pdf_textbook konfiqurasiya olan lüğətlərin siyahısı

source: HTML Textbooks
az: HTML dərsliklər

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
az: Kursda HTML dərsliklər ayrıca təb-vərəqədə açıldığı üçün təb-vərəqənin adını (adətən kitabın başlığı) və həmçinin URL-ləri və hər bir fəsilin adını daxil edin.

source: Remote Gradebook
az: Məsafədən qiymət kitabçası

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
az: Məsafədən qiymət kitabçası xəritəsini daxil edin. Bu parametrdən yalnız REMOTE_GRADEBOOK_URL müəyyənləşdirildikdə istifadə edin.

source: Enable CCX
az: CCX-i aktivləşdirin

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
az: Kurs təlimçilərinə CCX məşqçi rollarını təyin etməyə imkan verin və məşqçiləri EDX üzrə Xüsusi Kursları idarə etməyə icazə verin. Yanlış olduğunda, Xüsusi Kurslar yaradıla bilməz, lakin mövcud Xüsusi Kurslar qorunur.

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
az: CCX-lərin yaradılması üçün CCX Connector proqramı üçün URL. (isteğe bağlı). 'Enable CCX' funksiyası 'true' olaraq təyin edilmədikcə məhdudlaşdırılmır.

source: Allow Anonymous Discussion Posts
az: Məxfi müzakirə postlarına icazə verin

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, tələbələr bütün istifadəçilərə məxfi olan müzakirə postlarını yarada bilərlər.

source: Allow Anonymous Discussion Posts to Peers
az: Həmyaşıdlarınız üçün məxfi müzakirə postlarına icazə verin

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, tələbələr başqa tələbələrə məxfi olan müzakirə postlarını yarada bilərlər. Bu parametr kurs heyətinə postları məxfi çatdırmır.

source: Advanced Module List
az: Qabaqcıl Modul siyahısı

source: Enter the names of the advanced modules to use in your course.
az: Kursunuzda istifadə etmək üçün inkişaf etmiş modulların adlarını daxil edin.

source: Course Home Sidebar Name
az: Kurs əsas səhifəsi kənar panel adı

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
az: Kursun əsas səhifəsində tələbələrin kurs dərs materiallarından yuxarıda görmək istədikləri başlığı daxil edin. Kursunuzun dərs materialı səhifənin sağ panelində görünür.

source: Course Handouts
az: Kursun dərs materialları

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
az: Doğrudursa, vaxt zonaları kursun tarixlərində göstərilməlidir. Due_date_display_format lehinədir.

source: Due Date Display Format
az: Son tarix görünüş formatı

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
az: Son tarixlər üçün formatı daxil edin. Standart Bazar ertəsi GG, İİİİ. AA-GG-İİİİ üçün "%m-%d-%Y", GG-AA-İİİİ üçün %d%m-%Y", IIII-GG-AA üçün "%Y-%m-%d" və ya İİİİ-GG-AA üçün isə "%Y-%d-%m" daxil edin.

source: External Login Domain
az: Xarici giriş domeni

source: Enter the external login method students can use for the course.
az: Tələbələrin kurs üçün istifadə edə biləcəyi xarici giriş metodunu daxil edin.

source: Certificates Downloadable Before End
az: Bitməmişdən öncə sertifikatlar yükləniləndir

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, tələbələr əgər onlar certifikat tələblərini yerinə yetirilərsə, kurs bitmədən öncə sertifikatları yükləyə bilərlər.

source: Certificates Display Behavior
az: Sertifikatlar davranışı göstərir

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
az: Son, early_with_info və ya early_no_info daxil edin. Sertifikatın yaradılmasından sonra kusu keçən tələbələr sertifikatlara keçid linkini, keçməyən tələbələr isə qiymətləndirmə konfiqurasiyası ilə əlaqədar məlumat görəcəklər. Standart bu sertifikat məlumatını kurs bitəndə hər kəsə göstərən sondur. Bu sertifikat məlumatını sertifikatlar yaradılan kimi bütün tələbələrə göstərmək üçün early_with_info ünvanını daxil edin. Sertifikatlar yarandıqdan sonra yalnız kursu keçən tələbələrə linkləri göstərmək üçün erkən_no_info daxil edin.

source: Course About Page Image
az: Kursun əsas səhifə şəkli

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
az: Kurs şəkil faylının adını redaktə edin. Siz bu faylı Fayllar və Yüklənənlər səhifəsinə yükləməlisiniz. Siz, həmçinin, Parametrlər və Detallar səhifəsində kurs şəklini də tənzimləyə bilərsiniz.

source: Course Banner Image
az: Kursun bannerinin şəkli

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
az: Baner şəkil faylının adını redaktə edin. Siz baner şəklini Parametrlər və Detallar səhifəsində tənzimləyə bilərsiniz.

source: Course Video Thumbnail Image
az: Kurs videosunun rəsmciyi

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
az: Video fayl şəklinin adını redaktə edin. Siz Parametrlər və Detallar səhifəsində video fayl şəklini tənzimləyə bilərsiniz.

source: Issue Open Badges
az: Açıq nişanları nəşr edin

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
az: Bu kurs üçün açıq nişanları nəşr edin. Nişanlar sertifikatlar yaradıldıqda hazırlanır.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
az: Bu parametri yalnız PDF sertifikatları yaradan zaman istifadə edin. Dırnaq işarələri arasında kursu tamamladığında tələbələrin aldığı sertifikat növünün qısa adını daxil edin. Məsələn, "Sertifikat".

source: Certificate Name (Short)
az: Sertifikat adı (Qısa)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
az: Bu parametri yalnız PDF sertifikatları yaradan zaman istifadə edin. Dırnaq işarələri arasında kursu tamamladığında tələbələrin aldığı sertifikat növünün uzun adını daxil edin. Məsələn, "Uğur Sertifikatı".

source: Certificate Name (Long)
az: Sertifikat adı (Uzun)

source: Certificate Web/HTML View Enabled
az: Sertifikat Veb/HTML şəklində aktivdir

source: If true, certificate Web/HTML views are enabled for the course.
az: Əgər doğrudursa, bu kurs üçün Veb/HTML sertifikatı aktivdir.

source: Certificate Web/HTML View Overrides
az: Sertifikat Veb/HTML görünüş qadağaları

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
az: Bura (JSON formatı) Veb/HTML şablon parametrləri üçün kursa xüsusi olan qadağaları daxil edin

source: Certificate Configuration
az: Sertifikat konfiquraiyası

source: Enter course-specific configuration information here (JSON format)
az: Bura (JSON format) kurs spesifik konfiqurasiya məlumatını daxil edin

source: CSS Class for Course Reruns
az: Kursların yenidən istifadəsi üçün CSS sinif

source: Allows courses to share the same css class across runs even if they have different numbers.
az: Hətta əgər kursların fərqli rəqəmləri olsa belə, onlara eyni css sinifləri başlamağa icazə verin.

source: Discussion Forum External Link
az: Müzakirə formu xarici link

source: Allows specification of an external link to replace discussion forums.
az: Müzakirə forumlarını əvəz etmək üçün bir xarici linkin müəyyənləşdirilməsinə imkan verir.

source: Hide Progress Tab
az: İnkişaf təb-vərəqini gizlədin

source: Allows hiding of the progress tab.
az: İnkişaf təb-vərəqinin gizlədilməsinə icazə verir.

source: Course Organization Display String
az: Kurs təşkilatını göstərin

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
az: Kursda görünmək istədiyiniz kurs təşkilatını daxil edin. Bu parametr kursu yaratdığınız zaman daxil etdiyiniz təşkilatı ləğv edir. Kursu yaratdığınız zaman daxil etdiyiniz təşkilatdan istifadə etmək üçün null daxil edin.

source: Course Number Display String
az: Kurs nömərsini göstərin

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
az: Kursda görünmək istədiyiniz kurs nömrəsini daxil edin. Bu parametr kursu yaratdığınız zaman daxil etdiyiniz kurs nömrəsini ləğv edir. Kursu yaratdığınız zaman daxil etdiyiniz kurs nömrəsini istifadə etmək üçün null daxil edin.

source: Course Maximum Student Enrollment
az: Kurs üçün maksimum tələbə qeydiyyatı

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
az: Bu kursa qeydiyyatdan keçə biləcək maksimum tələəbə sayını daxil edin. Limitsiz sayda tələbə qeydiyyatına icazə verirsinizsə, null daxil edin.

source: Allow Public Wiki Access
az: Viki-yə ümumi girişə icazə verin

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, edX istifadəçiləri onlar kursa qeydiyyatdan keçməsələr belə, kurs viki-sinə baxa bilərlər.

source: Invitation Only
az: Yalnız dəvətnamə ilə

source: Whether to restrict enrollment to invitation by the course staff.
az: Kurs heyəti qeydiyyatı yalnız dəəvətnamə ilə məhdudlaşdırır.

source: Pre-Course Survey Name
az: Kurs öncəsi sorğu adı

source: Name of SurveyForm to display as a pre-course survey to the user.
az: İstifadəçiyə kurs öncəsi sorğu olaraq göstərmək üçün Sorğu Anketinin adı.

source: Pre-Course Survey Required
az: Kurs öncəsi sorğu tələb olunur

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
az: Kursunuzun məzmununa baxmamışdan əvvəl tələbələrin sorğunu başa çatdırılmalı olub-olmadığını müəyyənləşdirin. Bu dəyəri doğru olaraq təyin edərsəniz, yuxarıdakı Kurs Sorğu Adı parametri vasitəsilə sorğu üçün bir ad əlavə etməlisiniz.

source: Course Visibility In Catalog
az: Kataloqda kursun görünməsi

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
az: Kursu kataloqunda kursu göstərmək üçün giriş icazələrini müəyyən edir. Bu üç dəyərdən birini təyin etmək olar: 'both' (kataloqda göstərin və səhifəyə daxil olma imkanı verin), 'about' (yalnız səhifəyə daxil olmaq icazəsi verin), 'none' (kataloqda göstərməyin və səhifəyə daxil olmağa icazə verməyin).

source: Entrance Exam Enabled
az: Giriş imtahanı aktivləşdirildi

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
az: Kursunuzun məzmununa baxmamşdan əvvəl tələbələrin giriş imtahanını tamamlamal olub-olmadıqlarını müəyyənləşdirin. Qeyd edək ki, bu kursun qüvvəyə minməsi üçün giriş imtahanlarını aktivləşdirməlisiniz.

source: Entrance Exam Minimum Score (%)
az: Minimum giriş imtahan balı (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
az: Tələbələr sizin kursunuzun məzmununa baxa imkanı olmadan öncə giriş imtahanının minimum balını müəyyənləşdirin. Qeyd edək ki, bu kursun qüvvəyə minməsi üçün giriş imtahanlarını aktivləşdirməlisiniz.

source: Entrance Exam ID
az: Giriş imtahanı ID-si

source: Content module identifier (location) of entrance exam.
az: Giriş imtahanının məzmun modul identifikatoru (yeri).

source: Social Media Sharing URL
az: Sosial media paylaşma URL-I

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
az: Əgər paneli sosial paylaşma ve xüsusi kurs URL-ləri aktivləşdirilsə, sosial media saytlarının bağlanması üçün siz URL (kursun Haqqında səhifəsinə link kimi) təmin edə bilərsiniz. URL-lər tam olaraq uyğunlaşdırılmalıdır. Məsələn: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
az: Kursun dili

source: Specify the language of your course.
az: Kursunuzun dilini müəyyənləşdirin.

source: Teams Configuration
az: Komandalar konfiqurasiyası

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
az: Təchiz olunan əyri aşırmalar dəsti daxilində komandalar üçün maksimum komanda sayı və mövzularını müəyyənləşdirin. Mövzu dəyərlərinin bütün dəstlərini kvadrat mötərizələr dəsti içərisində, hər bir mövzu üçün bağlayan əyri aşırmadan sonra vergüllə və kvadrat mötərizələrdən sonra başqa bir vergüllə əhatə etdiyinizə əmin olun. Məsələn, komandaların maksimum 5 iştirakçıdan ibarət olması və 2 mövzunun siyahısını təqdim etməsi üçün bu formatda konfiqurasiya daxil edin: {example_format}. "İd" dəyərlərində yalnız dəstəklənən xüsusi simvollar yalnız alt xətt, tire və dövrdür.

source: Enable Proctored Exams
az: Nəzarətli imtahanları aktivləşdirin

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
az: Doğru və ya yanlış daxil edin. Əgər bu dəyər doğrudursa, nəzarətli imtahanlar sizin kursunuzda aktiv olur. Qeyd edək ki, nəzarətli imtahanların aktivləşdirilməsi, həmçinin, vaxtlı imtahanların aktivləşdirəcəkdir.

source: Proctoring Provider
az: Nəzarət təminatçısı

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
az: Bu kursun keçirilməsi üçün istifadə etmək istədiyiniz nəzarətçi provayderinizi daxil edin. Aşağıdakı variantlardan birini seçin: {available_providers}.

source: Allow Opting Out of Proctored Exams
az: Nəzarətli imtahanlardan imtina etməyə icazə verin
