Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Your verification is effective for one year. It will expire on {expiry_date}
az: Sizin təsdiqləməniz bir il üçün etibarlıdır. O, {expiry_date} tarixinədək etibarlıdır.

source: Hi {full_name},
az: Salam, {full_name},

source: Thanks for submitting your photos!
az: Şəkillərinizi təqdim etdiyiniz üçün təşəkkür edirik!

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
az: Məlumatlarınızı aldıq və ID təsdiqləmə prosesi başlamışdır. Təsdiqləmənizin müvəffəqiyyətli olub-olmadığını bildirmək üçün bir neçə gün içərisində e-mailinizi yoxlayın. Həmçinin təsdiqlənmə prosesinin statusunu panelinizdən də yoxlaya bilərsiniz.

source: Thank you for purchasing enrollments in {course_name}.
az: {course_name} adlı kursda qeydiyyatdan keçərək kursu satınaldığınız üçün təşəkkür edirik.

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
az: Faktura {currency_symbol}{total_price} qoşmadadır. Ödəniş alışdan sonra edilir. Fakturada ödəniş metodları haqqında daha ətraflı məlumat əldə edə bilərsiniz.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
az: Qoşmaya sizin qeydiyyat kodlarınız olan .csv fayl əlavə olunur. Qeydiyyat kodlarını tələbələrinizə göndərmək üçün aşağıdakı şablon e-maildən istifadə edə bilərsiniz. Hər bir tələbə fərqli qeydiyyat kodundan istifadə etməlidir.

source: Thanks, The {platform_name} Team
az: Təşəkkürlər, {platform_name} Komandası

source: Dear [[Name]]:
az: Əziz [[Name]]:

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
az: {course_name} adlı kursa sizin üçün kurs qeydiyyat kodu təmin etmişik. Kursa qeydiyyatdan keçmək üçün aşağıdakı linkə klikləyin:

source: HTML link from the attached CSV file
az: Qoşmadakı CSV fayldan HTML link

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
az: Qeydiyyatdan keçdikdən sonra kursu öz tələbə panelinizdə görə bilərsiniz. Kurs materiallarını kurs başlama tarixindən sonra görə bilərsiniz.

source: Sincerely, [[Your Signature]]
az: Hörmətlə, [[Your Signature]]

source: INVOICE
az: FAKTURA

source: Invoice No: {invoice_number}
az: Faktura №: {invoice_number}

source: Terms: Due Upon Receipt
az: Şərtlər: Ödəniş alındıqdan sonra

source: Due Date: {date}
az: Son tarix: {date}

source: Bill to:
az: Faturalanır:

source: Customer Reference Number: {reference_number}
az: Müştəri istinad nömərsi: {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
az: Balans: {currency_symbol}{sale_price}

source: Course: {course_name}
az: Kurs: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
az: Qiymət: {course_price} {currency_symbol} Say: {quantity} Ümumi: {sub_total}{currency_symbol} Endirim: {discount}{currency_symbol}

source: Total: {currency_symbol}{sale_price}
az: Toplam: {currency_symbol}{sale_price}

source: Payment Instructions
az: Ödəniş təlimatları

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
az: Əgər ödənişi almasaq, bu kodları istifadə edən tələbə qeydiyyatları ləğv ediləcək və tələbələr kurs materiallarına daxil ola bilməyəcəklər. Bütün satınalmalar sonuncudur. Daha ətraflı məlumat üçün {site_name} ləğv siyasətinə baxın.

source: For payment questions, contact {contact_email}
az: Ödənişlə əlaqədar suallar üçün {contact_email} əlaqə saxlayın

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
az: Üzr istəyirik. Bizim kurs heyıtimiz sizin köhnə addan {old_name} yeni ada {new_name} keçmək istəyini qəbul etmədi. Əgər sizin əlavə köməyə ehtiyacınız varsa, zəhmət olmasa, kurs heyətinin {email} e-mail göndərin.

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
az: Biz uğurla sizin şəxsiyyətinizi {course_name}-da qiymətləndirmə {assessment} üçün təsdiqləmişik.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
az: Biz sizin şəxsiyyətinizi {course_name} kursunda {assessment} qiymətləndirmə üçün təsdiqləyə bilmədik. Siz şəxsiyyətinizi təsdiqləmək üçün icazə verilən {allowed_attempts} cəhdlərdən {used_attempts} cəhdini istifadə etmisiniz.

source: You must verify your identity before the assessment closes on {due_date}.
az: Siz öz şəxsiyyətinizi {due_date} tarixinədək qiymətləndirmə bağlanana kimi təsdqiləməlisiniz.

source: To try to verify your identity again, select the following link:
az: Öz şəxsiyyətinizi yenidən təsdiqləməyə cəhd etmək üçün aşağıdakı linki seçin:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
az: Biz sizin şəxsiyyətinizi {course_name} kursunda {assessment} qiymətləndirmə üçün təsdiqləyə bilmədik. Siz şəxsiyyətinizi təsdiqləmək üçün icazə verilən {allowed_attempts} cəhdlərdən {used_attempts} cəhdini istifadə etmisiniz və təsdiqləmə artıq mümkün deyil.

source: To go to the courseware, select the following link:
az: Kurs proqramına keçmək üçün aşağıdakı linki seçin:

source: If you have any questions, you can contact student support at {support_link}.
az: Hər hansı bir sualınız varsa, {support_link} ünvanında tələbə dəstəyi ilə əlaqə saxlaya bilərsiniz.

source: Thanks,
az: Təşəkkürlər,

source: This Course Unavailable In Your Country
az: Bu kurs sizin ölkənizdə aktiv deyil

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
az: Sistemimiz bu {platform_name} kursuna hazırda mövcud olmayan bir ölkədən və ya bölgədən daxil olmağa çalışdığınızı göstərir.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
az: Sistemimiz bu {platform_name} kursuna hazırda mövcud olmayan bir ölkədən və ya bölgədən qeydiyyatdan keçməyə çalışdığınızı göstərir.

source: Enrollment Successful
az: Qeydiyyat uğurla tamamlandı

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
az: {course_names} adlı kursa qeydiyyatdan keçdiyiniz üçün təşəkkür edirrik. Ümid edirik ki, kurs xoşunuza gələcək.

source: Thank you for enrolling in:
az: Qeydiyyatdan keçdiyiniz üçün təşəkkür edirik:

source: We hope you enjoy the course.
az: Ümid edirik ki, kurs xoşunuza gələcək.

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
az: {platform_name} hər kəsə, hər yerdə yüksək keyfiyyətli təhsil gətirən qeyri-kommersiya təşkilatıdır. Yardımınız milyonlarla insanın öyrənmə təcrübəsini davamlı inkişaf etdirməyə və gələcəkdə daha yaxşı şagirdlər yetişdirməyə imkan verir.

source: Donation Actions
az: İaə fəaliyyətləri

source: Financial Assistance Application
az: Maddi Yardım Ərizəsi

source: A Note to Learners
az: Tələbələrə qeyd

source: Dear edX Learner,
az: Əziz tələbə,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
az: EdX Maliyyə Yardımı, bütün maliyyə vəziyyətlərində tələbələrə EDX kursunu müvəffəqiyyətlə tamamladığı halda təsdiqlənmiş sertifikat qazanma şansı vermək üçün yaradılmış bir proqramdır.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
az: Təsdiqlənmiş sertifikat almağa maraq göstərirsinizsə, lakin təhsill haqqını ödəyə bilməyəcəksinizsə, indi müraciət edin. Zəhmət olmasa, nəzərdə tutun ki, maddi yardım məhduddur və bütün uyğun namizədlərə verilə bilməz.

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
az: EDX Maliyyə Yardımına uyğun olmaq üçün təsdiqlənmiş sertifikat haqqının ödənilməsi iqtisadi çətinliyə səbəb olacağını göstərməlisiniz. Müraciət etmək üçün sizdən müraciətinizlə bağlı bir neçə sual soruşulacaq ki, niyə müraciət edirsiniz və təsdiqlənmiş sertifikat sizə necə kömək edəcəkdir.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
az: Ərizəniz təsdiq edildikdə, EDX kursunuzun tamamlanması istiqamətində işə başlaya biləcəyiniz üçün edx.org saytında şəxsiyyətinizi təsdiqləyən təlimat verəcəyik.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
az: EdX maliyyə vəziyyətinizdən asılı olmayaraq, təsdiqlənmiş sertifikat qazanmaq və müvəffəqiyyətinizi başqalarıyla bölüşmək üçün aparıcı qurumlardan yüksək keyfiyyətli kurslar əldə etmək üçün öhdəlik götürür.

source: Sincerely, Anant
az: Hörmətlə, Əli

source: Back to Student FAQs
az: Tələbələrin tez-tez verilən suallarına geri qayıdın

source: Apply for Financial Assistance
az: Maliyyə dəstəyi üçün müraciət edin

source: {platform_name} Home Page
az: {platform_name} Əsas səhifə

source: Options Menu
az: Seçimlər menyusu

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
az: {begin_strong}Xəbərdarlıq:{end_strong} YSizin brauzeriniz tam dəstəklənmir. Tövsiyyə edirik ki, {chrome_link} və ya {ff_link} istifadə edin.

source: Programs
az: Proqramlar

source: Journals
az: Jurnallar

source: Profile
az: Profil

source: Discover New
az: Yeni kursa yazılın

source: Sysadmin
az: Sistem admini

source: Shopping Cart
az: Alış-veriş kartı

source: Supplemental Links
az: Əlavə linklər

source: How it Works
az: Necə işləyir

source: Schools
az: Məktəblər

source: Resume your last course
az: Axırıncı kursunuza davam edin

source: Add Coupon Code
az: Kupon kodu əlav əedin

source: Enter information about the coupon code below.
az: Aşağıdakı kupon kodu haqqında məlumatı daxil edin.

source: Discount Percentage
az: Endirim faizi

source: Add expiration date
az: Bitmə tarixini əlavə edin

source: Example Certificates
az: Nümünə sertifikatlar

source: Generate example certificates for the course.
az: Kurs üçün nümunə sertifikatlar yaradın

source: Generate Example Certificates
az: Nümünə sertifikatlar yarat

source: Generating example {name} certificate
az: Nümunə {name} sertifikat yaradır

source: Error generating example {name} certificate: {error}
az: Nümunə {name} sertifikat yaradarkən xəta baş verir: {error}

source: View {name} certificate
az: {name} Sertifikata baxın

source: Refresh Status
az: Statusu yeniləyin

source: Student-Generated Certificates
az: Tələbələrin yaratdığı sertifikatlar

source: Disable Student-Generated Certificates
az: Tələbələrin yaratdığı sertifikatları deaktivləşdirin

source: Enable Student-Generated Certificates
az: Tələbələrin yaratdlğı sertifikatları aktivləşdirin

source: You must successfully generate example certificates before you enable student-generated certificates.
az: Tələbə tərəfindən yaradılan sertifikatları aktiv etməmişdən əvvəl müvəffəqiyyətlə nümunə sertifikatları yaratmalısınız.

source: Generate Certificates
az: Sertifikatlar yarat

source: Course certificate generation requires an activated web certificate configuration.
az: Kurs sertifikatının yaradılması aktivləşdirilmiş veb sertifikat konfiqurasiya tələb edir.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
az: Kursunuz üçün sertifikatların hazırlanmasına hazır olduğunuzda, Sertifikatlar yaradın düyməsini basın. Əgər sertifikat rejimini tələbə əsasən qurmusunuzsa, bunu etməyə ehtiyac yoxdur.

source: Pending Tasks
az: Gözləyən tapşırıqlar

source: The status for any active tasks appears in a table below.
az: Hər hansı bir aktiv tapşırıqların vəziyyəti aşağıdakı cədvəldə görünür.

source: Regenerate Certificates
az: Sertifikatları yenidən yaradın

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
az: Kursunuz üçün yenidən sertifikatlar yaratmaq üçün bu sertifikatları alacaq tələbələri seçin və Sertifikatları yenidən yaradın düyməsini klikləyin.

source: Choose learner types for regeneration
az: Yenidən yaratmaq üçün tələbə növlərini seçin

source: Regenerate for learners who have already received certificates. ({count})
az: Artıq sertifikat almış tələbələr üçün yenidən yaradın. ({count})

source: Regenerate for learners who have not received certificates. ({count})
az: Sertifikat almamış tələbələr üçün yenidən yaradın. ({count})

source: Regenerate for learners with audit passing state. ({count})
az: Dinləyici olaraq kursu keçən tələbələr üçün yenidən yaradın. ({count})

source: Regenerate for learners with audit not passing state. ({count})
az: Dinləyici olaraq kursu keçməyən tələbələr üçün yenidən yaradın. ({count})

source: Regenerate for learners in an error state. ({count})
az: Xəta baş verən tələbələr üçün yenidən yaradın. ({count})

source: Certificate Generation History
az: Sertifikatların yaradılması tarixçəsi

source: Task name
az: Tapşırıqın adı

source: SET CERTIFICATE EXCEPTIONS
az: SERTİFİKAT İSTİSNALARINI TƏNZİMLƏYİN

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
az: Sertifikata uyğun olmayan, lakin kurs komandası tərəfindən istisna olaraq sertifikat verilmiş tələbələr üçün sertifikatlar yaradın. İstisnalar siyahısına tələbələri əlavə etdikdən sonra aşağıdakı istisna sertifikatları yaradın.

source: Invalidate Certificates
az: Etibarsız sertifikatlar

source: Enrollment Information
az: Qeydiyyat məlumatı

source: Number of enrollees (admins, staff, and students) by track
az: Qeydiyyatdan keçənlərin siyahısı (adminlər, heyət və tələbələr)

source: Professional
az: Pəşəkar

source: Basic Course Information
az: Əsas kurs məlumatları

source: Course Name:
az: Kursun adı:

source: Course Start Date:
az: Kursun başlama tarixi:

source: Course End Date:
az: Kursun bitmə tarixi:

source: No end date set
az: Bitmə vaxtı tənzimlənməyib

source: Has the course started?
az: Kurs başlayıb?

source: Yes
az: Bəli

source: No
az: Xeyr

source: Has the course ended?
az: Kurs bitib?

source: Number of sections:
az: Bölmələrin sayı:

source: Grade Cutoffs:
az: Qiymət kəsilmələri:

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
az: Bu kurs üçün {link_start}bura klikləyərək{link_end}Git idxal girişlərinə baxın.

source: Course Warnings
az: Kurs xəbərdarlıqları

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
az: Kurs üçün qiymətləndirmə konfiqurasiyasına baxmaq üçün klikləyin. Qiymətləndirmə konfiqurasiyası kursun (imtahanlar və tapşırıqlar dəsti kimi) qiymətləndirildi alt bölmələrinin bir hissəsidir və Studio-da 'Qiymətləndirmə' səhifəsində ('Parametrlər' bölməsində) dəyişdirilə bilər.

source: Grading Configuration
az: Qiymətləndirmə konfiqurasiyası

source: Click to download a CSV of anonymized student IDs:
az: Məxfi tələbə ID-lərini CSV fayl olaraq yükləmək üçün klikləyin:

source: Get Student Anonymized IDs CSV
az: Tələbələrin məxfi ID-lərini CSV olaraq əldə edin

source: Reports
az: Hesabatlar

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
az: Böyük kurslar üzrə bəzi hesabatları hazırlamaq bir neçə saat çəkə bilər. Hesabatın hazırlanması tamamlandıqda hesabatın hazırlandığı tarix və vaxtı göstərən link aşağıda cədvəldə görsənəcək. Bu hesabatlar arxa planda hazırlanır, beləki, bu hesabatlar hazırlanarkən səhifəni tərk edə bilərsiniz.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
az: Zəhmət olmasa, səbirli olun və bu düymələrə dəfələrlə basmayın. Bu düymələrə dəfərlə basaraq icra prosesini əhəmiyyətli dərəcədə yavaşladırsınız.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
az: Bu kursa qeydiyyatdan keçən bütün tələbələrin e-mail ünvanı və istifadəçi adları da daxil olmaqla profil məlumatları CSV fayl olaraq əldə etmək üçün klikləyin:

source: Download profile information as a CSV
az: Profil məlumatlarını CSV sənəd olaraq yükləyin

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
az: Kursa qeydiyyatdan keçə bilən ancaq hələ tamamlamayan tələbələrin siyahılarını CSV fayl olaraq əldə etmək üçün klikləyin.

source: Download a CSV of learners who can enroll
az: Qeydiyyatdan keç biləcək tələbələrin siyahısını CSV sənəd olaraq yükləyin

source: Click to generate a CSV file of all proctored exam results in this course.
az: Bu kurs üzrə nəzarət altında keçmiş imtahanların nəticələrini CSV fayl olaraq əldə etmək üçün klikləyin.

source: Generate Proctored Exam Results Report
az: Nəzarətli imtahan nəticələri hesabatını yaradın

source: Click to generate a CSV file of survey results for this course.
az: Bu kurs üzrə sorğu nəticələrini CSV fayl olaraq əldə etmək üçün klikləyin.

source: Generate Survey Results Report
az: Sorğu nəticələri hesabatlarını yenidən yaradın

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
az: Problemin bütün tələbə cavablarını əks etdirən bir CSV faylı yaratmaq üçün bir problem seçin. Həmin bölmədə və ya fəsildə bütün problemlərin nəticələrini daxil etmək üçün bir bölmə və ya bölmə də seçəcəksiniz.

source: NOTE
az: QEYD

source: The generated report is limited to {max_entries} responses. If you expect more than {max_entries} responses, try generating the report on a chapter-by-chapter, or problem-by-problem basis, or contact your site administrator to increase the limit.
az: Yaradılmış hesabat {max_entries} cavabları ilə məhdudlaşır. {max_entries} cavablarından daha çox olmasını gözlədiyiniz halda, hesabatı bir fəsildə bölməyə və ya məsələ ilə bağlı problemlə yaratmağa cəhd edin və ya limitinizi artırmaq üçün sayt administratorunuzla əlaqə saxlayın.

source: Download a CSV of problem responses
az: Tapşırıq cavabları verilmiş CSV sənədini yükləyin

source: Click to list certificates that are issued for this course:
az: Bu kurs üçün nəzərdə tutulmuş sertifikatların siyahısını hazırlamaq üçün klikləyin:

source: View Certificates Issued
az: Verilmiş sertifikatlara baxın

source: Download CSV of Certificates Issued
az: Verilmiş sertfikatların CSV sənədini yükləyin

source: For smaller courses, click to list profile information for enrolled students directly on this page:
az: Daha balaca kurslar üçün qeydiyyatdan keçmiş tələbələr üçün profil məlumatları siyahısını hazırlamaq üçün birbaça bu səhifəyə klikləyin:

source: List enrolled students' profile information
az: Qeydiyyatdan keçmiş tələbələrin profil məlumatlarının siyahısını hazırlayın

source: Click to generate a CSV grade report for all currently enrolled students.
az: Bütün cari tələbələr üçün CSV qiymət hesabatını yaratmaq üçün klikləyin.

source: Generate Grade Report
az: Qiymət hesabatı yaradın

source: Generate Problem Grade Report
az: Tapşırıq qiymət hesabatını yaradın

source: Generate ORA Data Report
az: ORA baza hesabatlarını yaradın

source: Reports Available for Download
az: Hesabatlar yükləmək üçün hazırdır

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
az: Aşağıdakı siyahıda olan hesabatlar yükləmək üçün hazırdırlar. Hər bir hesabat üçün link bu səhifədə olur və hesabatların yaradıldığı UTC tarix və vaxtla müəyyənləşdirilir. Hesabatlar silinmir, beləki, siz həmişə öncədən yaradılmış hesabatları bu səhifədən ldə edə bilərsiniz.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
az: Aşağıda göstərilən cavab bölüşdürmə hesabatı avtomatik olaraq arxa plan prosesi ilə tərtib olunur. Hesabat kümülatifdir, proses başlayandan sonra təqdim olunan cavablar sonrakı hesabata daxil edilir. Hesabat gündə bir neçə dəfə yaranır.

source: {strong_start}Note{strong_end}: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
az: {strong_start}Qeyd{strong_end}: Tələbə məlumatlarını qorumaq üçün siz birbaşa giriş üçün bu linkləri yaddaşa sala və ya e-maillə göndərə bilməzsiniz. Linklərin vaxtı 5 dəqiqədən sonra başa çatacaqdır.

source: Enrollment Codes
az: Qeydiyyat kodları

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
az: Bir və ya daha çox əvvəlcədən ödəmə kursu qeydiyyat kodlarını yaradın. Tələbələr bu kodları kursa qeydiyyatdan keçmək üçün istifadə edə bilərlər.

source: Create Enrollment Codes
az: Qeydiyyat kodlarını yaradın

source: Cancel, restore, or mark an enrollment code as unused.
az: İstifadə olunmamış bir qeydiyyat kodunu ləğv edin, bərpa edin və ya işarələyin.

source: Change Enrollment Code Status
az: Qeydiyyat kodu statusunu dəyişin

source: Download a .csv file of all enrollment codes for this course.
az: Bu kurs üçün bütün qeydiyyat kodlarını .csv fayl şəklində yükləyin

source: Download All Enrollment Codes
az: Bütün qeydiyyat kodlarını yükləyin
