Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: az

source: Last activity %(date)s
az: Son fəaliyyət %(date)s

source: View %(span_start)s %(team_name)s %(span_end)s
az: %(span_start)s%(team_name)s%(span_end)s göstərin

source: An error occurred. Try again.
az: Xəta baş verdi. Yenidən cəhd edin.

source: Leave this team?
az: Bu komandaı tərk edirsiz ?

source: If you leave, you can no longer post in this team's discussions. Your place will be available to another learner.
az: Əgər tərk etsəniz, bu komandanın müzakirələrində artıq iştirak edə bilməyəcəksiniz. Sizin yeriniz başqa bir tələbəyə təklif olunacaqdır.

source: Confirm
az: Təsdiqləyin

source: You already belong to another team.
az: Siz artıq başqa bir komandaya daxilsiniz.

source: This team is full.
az: Bu komanda doludur.

source: All teams
az: Bütün komandalar

source: Teams Pagination
az: Komandaların sıralanması

source: Topics
az: Mövzular

source: See all teams in your course, organized by topic. Join a team to collaborate with other learners who are interested in the same topic as you are.
az: Mövzular üzrə qruplaşdırılmış kursunuzda bütün komandalara baxın. Əməkddaşlıq etmək üçün sizin kimi eyni mövzuda maraqlı olan tələbələrlə bir komandaya qoşulun.

source: My Team
az: Mənim komandam

source: Browse
az: Baxın

source: Your request could not be completed. Reload the page and try again.
az: Sizin istəyiniz tamamlanmadı. Səhifəni yenidən yükləyin və yenidən cəhd edin.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
az: Server probleminə görə sizin istəyiniz yerinə yetirilmədi. Səhifəni yeniləyin və yenidən cəhd edin. Əgər problem təkrarlanarsa, bəyan etmək üçün Kömək düyməsinə klikləyin.

source: Team Search
az: Komanda axtarışı

source: Showing results for "{searchString}"
az: "{searchString}" axtarışı üçün nəticələr göstərilir

source: Create a New Team
az: Yeni Komanda yarat

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
az: Qoşulmaq üçün mövcud komanda tapa bilmirsinizsə və ya tanıdığınız dostlarınızla birgə öyrənmək istəyirsinizsə, yeni komanda yaradın.

source: Edit Team
az: Komanda dəyişikliyi

source: If you make significant changes, make sure you notify members of the team before making these changes.
az: Əgər əsaslı dəyişiklik edirsinizsə, etməmişdən öncə komanda üzvlərini məlumatlandırın.

source: Membership
az: Üzvlük

source: You can remove members from this team, especially if they have not participated in the team's activity.
az: Siz bu komandadan üzvləri çıxara bilərsiniz, xüsusilə də əgər onlar komanda fəaliyyətlərində iştirak etmirlərsə.

source: Search teams
az: Komandaları axtarın

source: All Topics
az: Bütün mövzular

source: The page "{route}" could not be found.
az: Səhifə "{route}" tapılmadı.

source: The topic "{topic}" could not be found.
az: Mövzu "{topic}" tapılmadı.

source: The team "{team}" could not be found.
az: Komanda "{team}" tapılmadı.

source: Topic
az: Mövzu

source: View Teams in the %(topic_name)s Topic
az: %(topic_name)s mövzusundakı komandaları göstərin

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
az: {browse_span_start}Digər mövzularda komandalara göz atın{span_end} və ya {search_span_start}bu mövzuda{span_end} komandaları axtarın. Əgər qoşulmaq üçün hələ də bir komanda tapmamısınızsa, {create_span_start}bu mövzuda yeni komanda yaradın{span_end}.

source: All topics
az: Bütün mövzular

source: Insert Hyperlink
az: Hiperlink əlavə et

source: e.g. 'http://google.com'
az: məs. 'http://google.com'

source: Link Description
az: Keçid təsviri

source: e.g. 'google'
az: məs. 'google'

source: Please provide a description of the link destination.
az: Zəhmət olmasa, keçidin təyinatının təsvirini verin.

source: Insert Image (upload file or type URL)
az: Şəkil yerlədirin (fayl və ya URL yükləyin)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
az: URL-də yaz və ya "Faylı seç" düyməsinə klikləyərəl komputerinizdən fayl yükləyin. (məs. 'http://example.com/img/clouds.jpg')

source: Image Description
az: Şəklin təsviri

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
az: Zəhmət olmasa, bu şəkili təsvir edin və ya təsdiq qutusunu yoxlayaraq heç bir kontekstual dəyəri olmadığını qəbul edin.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
az: Məs. 'Buludlu səma'. Şəkili görə bilməyən istifadəçilər çün bu təsvir faydalıdır.

source: How to create useful text alternatives.
az: Faydalı mətn alternativlərini necə yaratmalı

source: This image is for decorative purposes only and does not require a description.
az: Bu şəkil yalnız dekorativ məqsədlər üçündür və təsvir tələb etmir.

source: Markdown Editing Help
az: Redaktə üçün köməyə endirim

source: Please provide a valid URL.
az: Zəhmət olmasa, etibarlı URL təmin edin.

source: Bold (Ctrl+B)
az: Qalın (Ctrl+B)

source: Italic (Ctrl+I)
az: Kursiv (Ctrl+I)

source: Hyperlink (Ctrl+L)
az: Hiperlink (Ctrl+L)

source: Code Sample (Ctrl+K)
az: Kod nümunəsi (Ctrl+K)

source: Image (Ctrl+G)
az: Şəkil (Ctrl+G)

source: Numbered List (Ctrl+O)
az: Nömrələnmiş siyahı (Ctrl+O)

source: Bulleted List (Ctrl+U)
az: Markerlənmiş siyahı (Ctrl+U)

source: Heading (Ctrl+H)
az: Başlıq (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
az: Üfüqi qayda (Ctrl+R)

source: Undo (Ctrl+Z)
az: Əvvəlki vəziyyətinə qaytarın (Ctrl+Z)

source: Redo (Ctrl+Y)
az: Yenidən edin (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
az: Yenidən edin (Ctrl+Shift+Z)

source: strong text
az: qalın yazı

source: emphasized text
az: italik yazı

source: enter link description here
az: keçidin təsvirini buraya yazın

source: enter code here
az: kodu buraya daxil edin

source: List item
az: Siyahı elementi

source: Heading
az: Başlıq

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
az: Siz edX hesabınızdan çıxmısınız. Yenidən daxil olmaq üçün Okay düyməsiə klikləyin. Bu səhifədə (siz işinizi yaddaşa salmaq üçü yidən daxil olmalısınız) qalmaq üçün Ləğv edin düyməsinə klikləyin.

source: Preview this query
az: Bu sorğunu ilkin baxışdan keçirin

source: Open Calculator
az: Kalkulyatoru işə sal

source: Close Calculator
az: Kalkulyatoru bağla

source: All subsections
az: Bütün alt-bölmələr

source: All units
az: Bütün bölmələr

source: Click to change
az: Dəyişmək üçün klikləyin

source: Select a chapter
az: Fəsli seçin

source: Save changes
az: Dəyişiklikləri saxlayın

source: Please enter valid start date and time.
az: Zəhmət olmasa, etibarlı başlama tarixi və vaxtını daxil edin.

source: Due date cannot be before start date.
az: Bitmə tarixi başlama tarixindən əvvəl ola bilməz.

source: Enter Due Date and Time
az: Bitmə tarixi və vaxtını daxil edin

source: Enter Start Date and Time
az: Başlama tarixi və vaxtını qeyd edin

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
az: Tələbə istifadəçi adı/e-mail doldurulmalıdır və boş buraxıla bilməz. Zəhmət olmasa, istifadəçi adı/e-maili yazın və sonra "İstisna siyahısına əlavə edin" düyməsinə basın.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
az: Tələbə istifadəçi adı/e-mail doldurulmalıdır və boş buraxıla bilməz. Zəhmət olmasa, istifadəçi adı/e-maili yazın və sonra "Sertifikatı ləğv edin" düyməsinə basın.

source: Uploaded file issues. Click on "+" to view.
az: Yüklənmiş fayllar. Baxmaq üçün "+" üzərinə klikləyin.

source: learners are successfully added to exception list
az: tələbələr uğurla istisna siyahısına əlavə edildilər

source: learner is successfully added to the exception list
az: tələbə uğurla istisna siyahısına əlavə edilir

source: records are not in correct format and not added to the exception list
az: qeydlər düzgün formatda deyil və istisna siyahısına əlavə edilmir

source: record is not in correct format and not added to the exception list
az: qeyd düzgün formatda deyil və istisna siyahısına əlavə edilmir

source: learners do not exist in LMS and not added to the exception list
az: tələbələr LMS-də mövcud deyillər və istissna siyahısına əlavə edilməyib.

source: learner does not exist in LMS and not added to the exception list
az: tələbə LMS-də mövcud deyil və istisna siyahısına əlavə edilməyib.

source: learners are already white listed and not added to the exception list
az: tələbələr artıq ağ siyahıdadırlar və istisna siyahısına əlavə edilmir

source: learner is already white listed and not added to the exception list
az: tələbə artıq ağ siyahıdadır və istisna siyahısına əlavə edilmir

source: learners are not enrolled in course and not added to the exception list
az: Tələbələr bu kurs üçün siyahıya alınırlar və və istisna siyahısına əlavə edilmirlər.

source: learner is not enrolled in course and not added to the exception list
az: tələbə kurs üçün siyahıya alınmır və istisna siyahısına əlavə edilmir

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
az: <%= user %> -nin sertifikatı artıq etibarsızlaşdırılıb. Zəhmət olmasa, hərfbəhərf yoxlayın və yenidən daxil edin.

source: Certificate has been successfully invalidated for <%= user %>.
az: <%= user %> istifadəçi üçün sertifikat uğurla etibarsızlaşdırıldı.

source: Server Error, Please refresh the page and try again.
az: Server xətası. Zəhmət olmasa, səhifəni yeniləyin və yenidən cəhd edin.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
az: Bu tələbə üçün sertifikat yenidən etibarlılaşdırılıb və qiymətlər yenidən daxil edilib.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
az: Bu siyahıda sertifikatın etibarszlaşdırılması tapılmadı Zəhmət olmasa, səhifəni yeniləyin və yenidən cəhd edin.

source: Student Removed from certificate white list successfully.
az: Tələbə sertifikat ağ siyahısından uğurla çıxarıldı.

source: Could not find Certificate Exception in white list. Please refresh the page and try again
az: Ağ siyahıda sertifikat istisnası tapılmadı. Zəhmət olmasa, səhifəni yeniləyin və yenidən cəhd edin.

source: <%= user %> already in exception list.
az: <%= user %> artıq istisna siyahısındadır.

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
az: <%= user %> uğurla istisna siyahısına əlavə edilib. Sertifikatı göndərmək üçün aşağıda İstisna sertifikat yarat düyməsinə klikləyin.

source: There has been an error processing your survey.
az: Sizin sorğunuzu icra edərkən xəta baş verib.

source: More
az: Daha çox

source: Less
az: Daha az

source: HTML preview of post
az: Yazının HTML önbaxışı

source: Your question or idea (required)
az: Sualınız və ya fikriniz (Tələb edilir)

source: Please enter a valid donation amount.
az: Zəhmət olmasa, etibarlı ianə məbləği daxil edin.

source: Your donation could not be submitted.
az: Sizin ianənizi təqim etmək mümkün olmadı.

source: You will be refunded the amount you paid.
az: Ödədiyiniz məbləğ geri qaytarılacaqdır.

source: You will not be refunded the amount you paid.
az: Ödədiyiniz məbləğ geri qaytarılmayacaq.

source: Are you sure you want to unenroll from the purchased course %(courseName)s (%(courseNumber)s)?
az: Siz aldığınız %(courseName)s (%(courseNumber)s)kursun siyahısından çıxmaq istəyinizə əminsinizmi?

source: Are you sure you want to unenroll from %(courseName)s (%(courseNumber)s)?
az: Siz %(courseName)s (%(courseNumber)s) siyahıdan çıxmağa əminsinizmi?

source: Are you sure you want to unenroll from the verified %(certNameLong)s track of %(courseName)s (%(courseNumber)s)?
az: Siz təsdiq olunmuş %(certNameLong)s %(courseName)s (%(courseNumber)s) kursunun siyahsından çıxmağa əminsinizmi?

source: Are you sure you want to unenroll from the verified %(certNameLong)s track of %(courseName)s (%(courseNumber)s)?
az: Siz təsdiq olunmuş %(certNameLong)s %(courseName)s (%(courseNumber)s) kursunun siyahısından çıxmaq istəyinizdən əminsinizmi?

source: The refund deadline for this course has passed,so you will not receive a refund.
az: Bu kurs üçün ödənişin geri qaytarılması tarixi keçib, beləliklə sizin ödənişiniz geri qaytarılmayacaq.

source: We couldn't find any results for "%s".
az: Biz "%s" üçün heç bir nəticə tapa bilmədik.

source: There was an error, try searching again.
az: Xəta baş verdi, yenidən axtarışa cəhd edin.

source: Not divided
az: Bölünmür

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
az: Müzakirələr birləşdirilmişdir; Qoşulduqları qruplardan asılı olmayaraq bütün tələbələr postda bir-biriləri ilə müzakirə aparırlar.

source: Enrollment Tracks
az: Qeydiyyat yolları

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
az: Qeydiyyat yollarından müzakirələri bölməkdə əsas kimi istidadə edin. Bütün tələbələr qeydiyyat yoluna baxmayaraq eyni müzakirə mövzularını görürlər, ancaq bölünmüş mövzular içərisində yalnız eyni qeydiyyat yolunda olan tələbələr mövzuları görə və bir-birilərinin postlarına cavab verə bilərlər.

source: Cohorts
az: Qruplar

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
az: Qruplardan müzakirələri bölməkdə əsas kimi istidadə edin. Bütün tələbələr qrupdan asılı olmayaraq eyni müzakirə mövzularını görürlər, ancaq bölünmüş mövzular içərisində yalnız eyni eyni qrupun tələbələri mövzuları görə və bir-birilərinin postlarına cavab verə bilərlər.

source: Discussion topics in the course are not divided.
az: Kursdakı müzakirə mövzuları bölünmür.

source: Any divided discussion topics are divided based on enrollment track.
az: Hər hansı bölünmüş müzakirə mövzusu qeydiyyat yoluna əsasən bölünür.

source: Any divided discussion topics are divided based on cohort.
az: Hər hansı bölünmüş müzakirə mövzusu qrupa əsasən bölünür.

source: Your changes have been saved. {details}
az: Etdiyiniz dəyişikliklər yaddaşda saxlanılıb. {details}

source: We have encountered an error. Refresh your browser and then try again.
az: Xəta ilə qarşılaşdıq. Brauzerinizi yeniləyin və sonra yenidən cəhd edin.

source: We've encountered an error. Refresh your browser and then try again.
az: Xəta ilə qarşılaşdıq. Brauzerinizi yeniləyn və sonra yenidən cəhd edin.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
az: Xəta baş verdi. İnternetə qoşulu olduğunuzdan əmin olun və sonra səhifəni yeniləyərək yenidən cəhd edin.

source: Hide notes
az: Qeydləri gizlədin

source: Notes visible
az: Görünən qeydlər

source: Show notes
az: Qeydləri göstərin

source: Notes hidden
az: Gizlədilmiş qeydlər

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
az: Zəhmət olmasa, {anchorStart} axtarış bölməsinə bir ifadə daxil edin{anchorEnd}.

source: Current tab
az: Mövcud tab

source: Location in Course
az: Kursdakı yer

source: Recent Activity
az: Son fəaliyyət

source: No results found for "%(query_string)s". Please try searching again.
az: Heç bir nəticə tapılmadı "%(query_string)s". Zəhmət olmasa, yenidən axtarışa cəhd edin.

source: Search Results
az: Axtarış nəticələri

source: Tags
az: Teqlər

source: Unable to submit application
az: Ərizəni təqdim etmək mümkün deyil

source: An error has occurred. Check your Internet connection and try again.
az: Bir xəta baş verdi. İnternet bağlantınızı yoxlayın və yenidən cəhd edin.

source: Choose one
az: Birini seçin

source: Selected tab
az: Seçilmiş tab

source: Saved cohort
az: Qrup yaddaşda saxlanıldı

source: Error adding learners.
az: Tələbələri əlavə edərkən xəta baş verdi.

source: Enter a username or email.
az: İstifadəçi adı və ya e-mail daxil edin.

source: Unknown username: {user}
az: Bilinməyən istifadəçi adı: {user}

source: Invalid email address: {email}
az: Etibarsız e-mail ünvanı: {email}

source: View all errors
az: Bütün xətaları göstər

source: You must specify a name for the cohort
az: Siz qrup üçün ad seçməlisiniz

source: You did not select a content group
az: Siz qrup üçün məzmun seçmədiniz

source: The selected content group does not exist
az: Seçilmiş məzmun üzrə qrup mövcud deyil

source: The cohort cannot be saved
az: Qrup yaddaşda saxlanıla bilməz

source: The cohort cannot be added
az: Qrup əlavə edilə bilməz

source: You currently have no cohorts configured
az: Hal-hazırda yaradılmış qrupumuz yoxdur

source: Add Cohort
az: Qrup əlavə edin

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
az: {cohortGroupName} adlı qrup yaradılıb. Aşağıdakı bu qrupa əllə tələbələr əlavə edə bilərsiniz.

source: Assign students to cohorts by uploading a CSV file.
az: Bir CSV faylı yükləyərək qruplara tələbələri təyin edin.

source: Choose a .csv file
az: .cvs fayl formatını seçin

source: Only properly formatted .csv files will be accepted.
az: Yalnız düzgün format edilmiş .csv faylları qəbul ediləcəkdir.

source: Upload File and Assign Students
az: Faylı yükləyin və tələbələrə göndərin

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
az: Sizin faylınız '{file}' yüklənib. İcra üçün bir neçə dəqiqə icazə verin.

source: Cohorts Enabled
az: Qruplar aktivləşdirildi

source: Cohorts Disabled
az: Qruplar deaktivləşdirildi

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
az: Bu kurs təsdiq olunmuş tələbələr üçün avtomatik qruplar yaradır. Siz qrupları ləğv edə və əllə qrupun adını '{verifiedCohortName}' dəyişdirə bilməzsiniz. Təsdiqlənmiş qruplar üçün konfiqurasiyanı dəyişmək üçün edX tərəfdaşınızla əlaqə saxlayın.

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
az: Bu kurs təsdiq olunmuş tələbələr üçün avtomatik qruplar yaratma imkanı var, ancaq tələb olunan qrup mövcud deyil. Siz funksiyanın işləməsi üçün əllə yazılmış qrup adı '{verifiedCohortName}' yaratmalısınız.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
az: Bu kursun təsdiq olunmuş tələbələr üçün avtomatik qruplar yaratma imkanı var, ancaq qruplar deaktivdir. Siz funksiyanın işləməsi üçün qrupları aktivləşdirməlisiniz.

source: Allow students to generate certificates for this course?
az: Bu kurs üçün sertifikat yaratmağa tələbələrə icazə verək?

source: Prevent students from generating certificates in this course?
az: Bu kursda saşirdlərin sertifikat yaratmaqlarının qarşısını alaq?

source: Start generating certificates for all students in this course?
az: Bu kursda bütün tələbələr üçün sertifikatları yaratmağa başlayın?

source: Error while generating certificates. Please try again.
az: Sertifikatları yaradarkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Start regenerating certificates for students in this course?
az: Bu kursdakı tələbələr üçün sertifikatları yeniləməyə başlayaq?

source: Error while regenerating certificates. Please try again.
az: Sertifikatları yeniləyərkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Loading data...
az: Məlumat yüklənir

source: Error getting issued certificates list.
az: Hazır sertifikatlar siyahısını əldə edərkən xəta baş verdi.

source: Error generating proctored exam results. Please try again.
az: Nəzarət edilmiş imtahan nəticələrini əldə edərkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Error generating survey results. Please try again.
az: Sorğu nəticələrini yaradarkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Error generating student profile information. Please try again.
az: Tələbə profil məlumatını yaradarkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Loading
az: Yüklənir

source: Error getting student list.
az: Tələbə siyahısını əldə edərkən xəta baş verdi.

source: Error generating list of students who may enroll. Please try again.
az: Qeydiyyatdan keçə biləcək tələbələrin siyahısını yaradarkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Error retrieving grading configuration.
az: Qiymətləndirmə konfiqurasoyasını bərpa edərkən xəta baş verdi.

source: Error generating grades. Please try again.
az: Qiymətləri yaradarkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Error generating problem grade report. Please try again.
az: Problemli qiymətlərin hesabatını yaradarkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Error generating ORA data report. Please try again.
az: ORA məlumat hesabatını yaradarkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
az: Hesabatı yaradarkən problem var idi. "Xülasə hazırla" bəndini seçərək yenidən cəhd edin.

source: Enter the enrollment code.
az: Qeydiyyat kodunu daxil edin.

source: Cancel enrollment code
az: Qeydiyyat kodunu ləğv edin

source: Restore enrollment code
az: Qeydiyyat kodunu bərpa edin

source: Mark enrollment code as unused
az: Qeydiyyat kodunu istifadə edilməmiş olaraq qeyd edin

source: Username
az: İstifadəçi adı

source: Revoke access
az: Səlahiyyəti ləğv edin

source: Group
az: Qrup

source: Enter username or email
az: İstifadəçi adı və ya e-mail

source: Please enter a username or email.
az: Zəhmət olmasa istifadəçi adı və ya e-poçt ünvanını daxil edin.

source: This role requires a divided discussions scheme.
az: Bu rol bölünmüş müzakirə sxemi tələb edir.

source: Error changing user's permissions.
az: İstifadəçinin icazələrini dəyişərkən xəta baş verdi.

source: Could not find a user with username or email address '<%- identifier %>'.
az: Bu istifadəçi adı və ya e-mail adresi ilə istifadəçi tapılmadı '<%- identifier %>'.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
az: Xəta: '<%- username %>' istifadəçi hesabını hələ aktivləşdirməyib. İstifadəçilər onların rolu təyin olunmamışdan öncə öz hesablarını yaratmalı və aktivləşdirməlidirlər.

source: Error: You cannot remove yourself from the Instructor group!
az: Xəta: Özünüzü müəllim qrupundan çıxara bilməzsiniz!

source: Errors
az: Xətalar

source: The following errors were generated:
az: Aşağıdakı xətalar yaradıldı:

source: Warnings
az: Xəbərdarlıqlar

source: The following warnings were generated:
az: Aşağıdakı xəbərdarlıqlar yaradıldı:

source: Success
az: Uğurlu

source: All accounts were created successfully.
az: Bütün hesablar uğurla yaradıldı.
