Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
az: Əgər sizə daha böyük və ya balaca şrift lazımdırsa, siz onları böyütmək və ya kiçiltmək üçün brauzerinizin parametrlərindən istifadə edirsiniz. Google Chrome-dan istifadə edirsinizsə, ctrl-plus və ya ctrl-minus eyni anda basmaqla bunu edə bilərsiniz.

source: Loading video player
az: Video player-i yükləyir

source: Play video
az: Videonu oynat

source: No playable video sources found.
az: Başlatmaq üçün video mənbələri tapılmadı.

source: Your browser does not support this video format. Try using a different browser.
az: Sizin brauzeriniz bu video formatını dəstəkləmir. Başqa brauzerdən istifadə edin.

source: Downloads and transcripts
az: Yüklənənlər və transkriptlər

source: Download video file
az: Video fayl yükləyin

source: Transcripts
az: Altyazılar

source: Download {file}
az: Yükləyin {file}

source: Download transcript
az: Transkript yükləyin

source: Handouts
az: Materiallar

source: Download Handout
az: Material yükləyin

source: {num} of {total}
az: {total}-dən {num}-i

source: Your words were:
az: Sizin sözləiniz:

source: Create Your {platform_name} Password
az: Öz {platform_name} şifrənizi yaradın

source: Invalid Password Create Link
az: Etibarsız şifrə taradılması linki

source: API Access Request
az: API girişə müraciət

source: {platform_name} API Access Request
az: {platform_name} API girişə müraciət

source: Request API Access
az: API girişə müraciət edin

source: API Access Request Status
az: API girişə müraciət statusu

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
az: {platform_name} Kurs Kataloq API'sına daxil olmaq tələbi icra olunur. Proses tamamlandığında profilinizdeki e-mail ünvanında bir mesaj alacaqsınız. API giriş tələbinizin vəziyyətini görmək üçün də bu səhifəyə qayıda bilərsiniz.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
az: {platform_name} Kurs Kataloq API'sına daxil olmaq tələbi rədd edildi. Bu bir səhv olduğunu düşünürsünüzsə və ya bu API istifadə ilə bağlı digər suallarınız üçün {api_support_email_link} əlaqə saxlayın.

source: Your request to access the {platform_name} Course Catalog API has been approved.
az: {platform_name} Kurs Kataloq API'sına daxil olmaq tələbi təsdiq edildi.

source: Application Name
az: Ərizə adı

source: API Client ID
az: API müştəri ID-si

source: API Client Secret
az: API müştəri sirri

source: Redirect URLs
az: URL-ləri yenidən yönləndirin

source: If you would like to regenerate your API client information, please use the form below.
az: API müştəri məlumatınızı yenidən yaratmaq istəyirsinizsə, aşağıdakı anketdən istifadə edin.

source: Generate API client credentials
az: API müştəri etimadnaməsini yaradın

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
az: {platform_name} Kurs Kataloğu API haqqında daha ətraflı məlumat üçün {link_start} bizim API sənədlər səhifəsinə {link_end} müraciət edin. Bu API-nı istifadəyə dair suallar üçün {api_support_email_link} əlaqə saxlayın.

source: API Terms of Service
az: API xidmət şərtləri

source: Terms of Service for {platform_name} APIs
az: {platform_name} API-ləri üçün xidmət şərtləri

source: Effective Date: May 24th, 2018
az: Etibarlıdır: 24 May 2018

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
az: {platform_name} səhifəsinə xoş gəlmisiniz. {platform_name} nin Dəyişdirmə API'sı, Korporativ API və/və ya bəzən təklif edə biləcəyimiz əlavələri (kollektiv, "API"lər) istifadə etdiyiniz üçün sizə təşəkkür edirik. API-ya daxil olmaq və ya istifadə etməzdən əvvəl bu Xidmət Şərtlərini oxuyun. Bu Xidmət Şərtləri, API sənədlərinə daxil olan hər hansı əlavə şərtlər və {platform_name} -da tətbiq olunan hər hansı siyasət və qaydalar və/və ya vaxtaşırı yeniliklər sizinlə və {platform_name} arasında müqavilələrdir (birgə, "Şərtlər"). Bu şərtlər, müəssisənin məhsul razılaşması, üzv iştirak müqaviləsi və ya digər birbaşa müqavilələr {platform_name}-nın məhsullarının satınalınmasını tənzimləyir və siz və ya sizin adınızdan istifadə edilən ("Razılaşmalar") API və {platform_name} əsasında verilir. API-lərdən istifadənizə dair belə bir Razılaşmanız olduqda, Razılaşma Tərəflər arasında hər hansı bir qarşıdurma halına nəzarət edəcəkdir. API'lara daxil olmaq və ya istifadə etməklə, qeydə alınmış bir istifadəçi olub-olmamasına baxmayaraq, şərtləri ilə qanuni olaraq bağlandığınızı qəbul edir və razılaşırsınız. Əgər bir şirkətin, təşkilatın və ya digər hüquqi şəxsin adından daxl olur və ya API istifadə edirsinizsə, onda siz bu müəssisə üçün bu şərtləri qəbul edirsiniz və {platform_name}-nı təmsil edir və təmin edirsinizsə, bu şərtləri qəbul etmək və razılaşmaq üçün tam səlahiyyətiniz var. "Siz", "Sizin" və bu kimi ifadələr API-nə daxil olduğunuz və istifadə etdiyiniz müəssisəni bildirir. Əgər belə bir səlahiyyətiniz yoxdursa və ya başa düşmürsünüzsə və ya şərtlərlə bağlı olmaq istəmirsinizsə, API-dən istifadə etməməlisiniz.

source: API Access
az: API giriş

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
az: API-lərə daxil olmaq üçün tətbiqiniz üçün (şəxsi istifadə üçün deyil) bir {platform_name} istifadəçi hesabı yaratmalısınız. Bu hesab {request_url} ünvanında API istək səhifəsinə girişinizi təmin edir. Bu səhifədə API-lər üçün nəzərdə tutulan istifadələrin təsviri də daxil olmaqla, API sorğu formasını doldurmalısınız. {platform_name} üçün təqdim etdiyiniz hər hansı bir hesab və qeydiyyat məlumatı dəqiq və dolğun olmalıdır və bizi hər hansı bir dəyişiklik barədə dərhal məlumatlandırmaqla razılaşırsınız. {platform_name_capitalized} sizin API sorğu formasını nəzərdən keçirəcək və {platform_name}-in təsdiqinə əsasən, API paylaşılan gizli və müştəri şəxsiyyətini əldə etmək üçün sizə təlimat verəcəkdir.

source: Permissible Use
az: Mümkün istifadə

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
az: Siz API-lərin istifadəsinə yalnız API-lər ("API Məzmunu") vasitəsilə əldə olunan məzmunun öz veb səhifəsinə, mobil saytına, tətbiqinə, bloguna, e-mail paylama siyahısı və ya sosial media mülkiyyətinə ("Sizin müraciətiniz") və ya müraciətinizdə açıqladığınız başqa bir kommersiya məqsədli istifadə üçün və {platform_name} ayrı-ayrılıqda istifadəsi üçün razılaşırsınız. {platform_name_capitalized} sizin API-lərdən istifadənizin Şərtlərə uyğunluğunu yoxlaya bilər və {platform_name} tərəfindən müəyyənləşdirilmiş məhdudiyyətləri və tələbləri aşdığı və ya cəhd edildiyi halda sizin girişiniz ləğv edilə və ya inteqrasiya bağlana bilər. Sizin müraciətiniz və ya API-lərin və ya API Məzmunun digər təsdiqlənmiş istifadəsi son istifadəçilərinə {platform_name} istifadəçi adını, şifrəsini və ya digər {platform_name} istifadəçi məlumatlarını {platform_url} saytında {platform_name} saytından başqa bir yerdə təqdim etməyi tələb etməməlidir.

source: Prohibited Uses and Activities
az: Qadağan olunmuş istifadələr və fəaliyyətlər

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
az: {platform_name_capitalized} API-lərin hər hansı bir istifadəsinin məqbul olub-olmadığını müəyyən etmək üçün yeganə hüququ olmalıdır və {platform_name} hər hansı bir istifadə üçün API girişini ləğv etmək hüququnu özündə saxlayır, hansı ki, {platform_name} istədiyi zaman müəyyənləşdirir və {platform_name}-nin istifadəçiləri və tərəfdaşları üçün ən yaxşı mənfəətlərə fayda verməz və xidmət etməz.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
az: Aşağıdakı fəaliyyətlər API-ləri (bu, tam siyahı deyil) istifadə edərkən qəbul edilmir

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
az: {platform_name} istifadəçilərinin adlarını, şifrələrini və ya başqa məlumatlarının toplanılması və saxlanılması

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
az: həkk etmə və ya oxşar üsullardan istifadə edərək birləşdirmək və ya əksinə API Məzmunun daimi nüxsələrini yaratmaq;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
az: hər hansı bir müəllif hüququ, ticarət nişanı hüquqları, gizlilik və ya aşkarlıq hüquqlarını, məxfilik məlumatı və ya hər hansı üçüncü tərəfin hər hansı digər hüququnu pozmaq, mənimsəmək;

source: altering or editing any content or graphics in the API Content;
az: API Məzmunda hər hansı məzmunu və ya qrafikləri dəyişdirilməsi və ya redaktə edilməsi

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
az: hər hansı bir ticarət nişanını, müəlliflik hüququnu və ya API və ya API məzmununda olan və ya görünən digər mülkiyyət və ya qanuni bildirişlərin dəyişdirilməsi və ya çıxarılması;

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
az: API-lərin lisenziyalaşdırılması, yenidən bölüşdürülməsi, icarəyə verilməsi, satılması və ya lzing edilməsi və ya müştərinizin sirri hər hansı bir üçüncü tərəf üçün məxfi saxlanılır;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
az: hər hansı bir virus, troyan atı, casus proqram, reklam proqramı, ziyankar proqram, bot, vaxt bombası, soxulcan və ya digər ziyanlı və ya zərərli komponentin yayılması; və ya

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
az: {platform_name} platformasını, serverlərini və şəbəkələrini həddindən çox yükləyən, dəyərsizləşdirən və ya poza bilən hər hansı məqsəd üçün API-lərdən istifadə edilməsi.

source: Usage and Quotas
az: İstifadə və Normalar

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
az: {platform_name_capitalized} sizin razılığına əsasən, siz və ya ərizənizin API-ləriniz tərəfindən edilən zənglərin sayı və tezliyinə əsaslı məhdudiyyətlər tətbiq etmək hüququnu özündə saxlayır. {platform_name} tərəfindən qoyulan hər hansı məhdudiyyətləri atmağa çalışmayın.

source: Compliance
az: Uyğunluq

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
az: Bütün tətbiq olunan qanunlara, qaydalara və üçüncü şəxslərin hüquqlarına (məlumatların və proqramların, gizlilik, müəlliflik hüququ və yerli qanunların idxalı və ya ixracına dair məhdudiyyət qoyulmadan daxil olmaqla) riayət etməyi qəbul edirsiniz. API-lərdən qanunsuz fəaliyyəti və ya üçüncü şəxslərin hüquqlarının pozulmasını həvəsləndirmək və ya təşviq etmək üçün istifadə etməyin. {platform_name}-nın digər xidmət şərtlərini pozmayın. API-nin sənədlərində göstərilən vasitələrlə API-yə yalnız daxil olmağı (ya da girişməyə cəhd göstərməyinizdən) əmin olursunuz. API-lərdən istifadə edərkən kimliyinizi və ya sizin müraciət şəxsiyyətinizi yanlış təqdim etmir və ya gizləməyəcəksiniz.

source: Ownership
az: Sahibkarlıq

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
az: Siz API və bütün API məzmunlarında {platform_name} və tərəfdaşlarının dəyərli intellektual mülkiyyətinə malik olduğunu qəbul edir və razılaşırsınız. API və bütün API məzmunu ABŞ və xarici müəllif hüquqları, ticarət nişanı və digər qanunlar tərəfindən qorunur. API-lərdə və API məzmunundakı bütün hüquqlar açıq şəkildə verilmirsə, qorunur. API və ya hər hansı bir API məzmunundan istifadə edərək, API və ya API məzmununda hər hansı bir hüququn mülkiyyətini əldə etmirsiniz. API və ya API məzmununda mülkiyyət tələb etməli və ya özünüzə və ya şirkətinizə və ya ərizəinizə API məzmununun mənbəyi kimi yanlış bildirməməlisiniz. Siz dəyişdirə, törəmə əsərlər yarada və ya hər hansı bir API məzmunundan istifadəsi, lisenziyası və istifadəsi üçün tam və ya qismən öz adından və ya üçüncü tərəf adından istifadə edə bilməzsiniz. API və ya API məzmununu (adaptasiya, redaktə etmək, çıxarmaq və ya törəmə əsərlər yaratmaq da daxil olmaqla) yaymaq və ya dəyişdirə bilməzsiniz.

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible. "{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
az: API-lərdə, API məzmununda və ya API vasitəsi ilə əldə edilən xidmətlərdə istifadə edilən bütün adlar, loqotiplər və möhürlər ("Ticarət markaları") onların müvafiq sahiblərinin mülkiyyətidir. API məzmununa daxil edilmiş və ya müşayiət olunan hər hansı bir müəllif hüququ, ticarət nişanı və ya digər mülkiyyət hüquqlarına dair bildirişləri ləğv edə, dəyişdirə və ya gizlətməməlisiniz. Hər hansı bir {platform_name} İştirakçı (aşağıda göstərilən kimi) və ya digər üçüncü tərəf, bu {platform_name} İştirakçı və ya üçüncü şəxsə aid olan və ya nəzarət edilən API Məzmununa girişi ləğv etsə, hər hansı bir Ticarət Markası ilə məhdudlaşdırılmadan, {platform_name} İştirakçıdan və ya üçüncü tərəf sizin tətbiqinizdən, şəbəkələrinizdən, sistemlərdən və serverlərinizdən mümkün qədər tez silinir. "{platform_name_capitalized} İştirakçılar" MİT, Harvard və API, API kursları və onların işçiləri üçün informasiya, API məzmunu və ya xidmətlər təqdim edən digər şəxslərdir.

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
az: API-lər və ya hər hansı bir API məzmunundan istifadənizə görə {platform_name} üçün hər hansı bir məzmun təqdim etdiyiniz ölçüdə, {platform_name} üçün dünyəvi, qeyri-müstəsna, ötürülə bilən, təyin edilə bilən, alt lisenziyalı, tam ödənilmiş, royaltisiz, həmişəlik, geri qaytarılan hüquq və köçürmək, göstərmək, yerinə yetirmək, yenidən istehsal etmək, dəyişdirmək, yaymaq, yenidən bölüşdürmək, təkrar istifadə etmək və başqa cür istifadə etmək, təmin etmək və istənilən məzmundan tamamilə və ya qismən istifadəyə icazə vermək hüququ forma və hər hansı bir media formatında və hər hansı bir media kanalından (indi bilinir və ya bundan sonra inkişaf etdirilir) lisenziya köçürmək hüququ verir.

source: Privacy
az: Məxfilik

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
az: Siz bütün tətbiq olunan məxfilik qanunlarına və qaydalarına riayət etməyi və son istifadəçi məlumatların toplanması və istifadəsi ilə bağlı şəffaf olmağı qəbul edirsiniz. Tətbiqiniz üçün məxfilik siyasətini təmin edəcəyiniz və son istifadəçilərinizə topladığınız istifadəçi məlumatlarını və necə istifadə edə və bu barədə məlumatları (reklam üçün də daxil olmaqla) {platform_name} və digər üçüncü tərəflərlə bölüşmək üçün açıq və dəqiq təsvir edirsiniz.

source: Right to Charge
az: Qiymətləndirmək hüququ

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
az: API-lərə müəyyən çıxışlar pulsuz təqdim oluna bilər, lakin {platform_name} gələcək istifadəyə və ya API-lərə daxil olmaq üçün ödəniş almaq hüququnu özündə saxlayır.

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
az: {platform_name_capitalized} şərtləri hər hansı bir zamanda əvvəlcədən xəbərdarlıq etmədən dəyişdirmək hüququnu özündə saxlayır. Şərtlər üzrə hər hansı dəyişiklik yenilənmiş qüvvəyə malik tarixlə bu səhifəyə yazıldıqdan dərhal sonra qüvvəyə minir. Hər hansı bir dəyişiklik edildikdən sonra API-lərə daxil olmaq və ya istifadə etməklə, müqaviləni dəyişiklik şərtlərinə və bütün dəyişikliklərə perspektiv əsasda bildirirsiniz. Şərtlərin ən son versiyası ilə tanış olmaq üçün bu səhifəyə mütəmadi olaraq qayıdacağınızdan üçün əmin olun.
