Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
az: {platform_name_capitalized}, API-lərini zaman-zaman xəbərdarlıq etmədən yeniləyə və ya dəyişə bilər. Bu dəyişikliklər API-lərdən istifadənizi və ya inteqrasiyanızın API ilə qarşılıqlı təsirini təsir göstərə bilər. Əgər sizin üçün qəbul edilməz bir dəyişiklik edərsək, API-lərdən istifadə etməməlisiniz. API-lərdən davamlı istifadəniz dəyişiklikləri qəbul etdiyiniz deməkdir.

source: Confidentiality
az: Məxfilik

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
az: Şəxsi məlumatlarınız (müştəri sirri və ID-lər kimi) yalnız sizin istifadəniz üçün nəzərdə tutulub. Şəxsi məlumatlarınızı gizli saxlayırsınız və başqalarının da sizin şəxsi məlumatlarınızdan istifadəsinə mane olur və qarşısını alırsınız. Şəxsi məlumatlarınız açıq mənbə layihələrinə yerləşdirilə bilməz.

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
az: {platform_name} sizi {platform_name} və/ və ya "Məxfi" kimi qeyd olunan və ya açıqlamanın şərtləri nəzərə alınmaqla ağlabatan şəxsin məxfi və ya mülkiyyət hüququ olduğunu hesab edən API'lara aid məlumatlara ("Məxfi məlumat") giriş hüququ ilə təmin etdiyi halda, bu məlumatları yalnız API ilə istifadə etmək və qurmaq üçün istifadə etməyi qəbul edirsiniz. Məxfi məlumatı {platform_name}-nin əvvəlcədən yazılı razılığı olmadan kimsəyə açıqlaya bilməzsiniz və məxfi məlumatları icazəsiz istifadədən və açıqlamadan öz gizli məlumatlarınızı qoruduğunuz kimi qoruyacağınıza razılaşırsınız. Məxfi məlumata müstəqil olaraq yaratdığınız, sizin üçüncü tərəfin gizlilik öhdəliyi olmadan verdiyi və ya sizin günahınız olmadan ictimaiyyətə yayılan məlumatları əhatə etmir. {platform_name} xəbərdarlıq almayan bir məhkəmə qərar vermədikdə, {platform_name} təqdim edərkən qanunla əvvəlcədən xəbərdarlıq verdiyiniz təqdirdə, qanunla bunu tələb etməyə məcbur olduqda Məxfi Məlumatı açıqlaya bilərsiniz.

source: Disclaimer of Warranty / Limitation of Liabilities
az: Zəmanətdən imtina/Öhdəliklərin məhdudlaşdırılması

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
az: API-LƏR VƏ YA HƏR HANSI MƏLUMAT, API MƏZMUN VƏ YA XİDMƏTLƏR API-LƏR VASİTƏSİLƏ MÜMKÜNDÜRLƏR, HANSI Kİ, HƏR HANSI NÖV (TƏCİLİ, TƏXMİN EDİLƏN VƏ YA ƏKSİNƏ) ZƏMANƏTSİZ, HƏMÇİNİN, MƏHDUDİYYƏTSİZ, HƏR HANSI TİCARƏT ZƏMANƏTİ OLAN, MÜƏYYƏN MƏQSƏDƏ UYĞUN VƏ QANUNİ "OLDUĞU KİMİ" VƏ "MÜMKÜN OLDUĞU KİMİ" TƏQDİM EDİLİRLƏR, İSTİSNA OLARAQ YALNIZ HƏR HANSI TƏXMİN EDİLƏN ZƏMANƏTLƏR MÜVAFİQ QANUNVERİCİLİKDƏ TƏTBİQ EDİLƏ BİLMƏZ.

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
az: {platform_name} və {platform_name} İŞTİRAKÇILARI API-LƏRİN KƏSİLMƏDƏN VƏ SƏHV OLMADAN İŞLƏMƏLƏRİNƏ ZƏMANƏT VERMİRLƏR, ÇÜNKİ API-LƏR VİRUSLARDAN VƏ YA DİGIR ZƏRƏRLİ KOMPONENTLƏRDƏN AZAD DEYİLLƏR VƏ TƏMİN OLUNAN API-LƏR VƏ YA API MƏZMUN SİZİN EHTİYACLARINIZI VƏ YA GÖZLƏNTİLƏRİNİZİ QARŞILAMAYA BİLƏR. {platform_name} və {platform_name} İŞTİRAKÇILARI, HƏMÇİNİN, API VƏ API MƏZMUNUN KEYFİYYƏTİ, DƏQİQLİYİ, MÜKƏMMƏLLİYİ BARƏDƏ ZƏMANƏT VERMİR.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
az: API-LƏRİN İSTİFADƏSİ VƏ APIMƏZMUN VƏ YA API-LƏRİLƏ BAĞLI XİDMƏTLƏR SİZİN ÖZ RİSKİNİZDİR. API-LƏR VASİTƏSİLƏ SİZİN MƏLUMATA, MATERİALLARA VƏ YA DATAYA GİRİŞ VƏ YA YÜKLƏMƏK SİZİN İXTİYARINIZDADIR VƏ RİSKİNİZDİR VƏ ƏGƏR {platform_name} GİZLİLİK SİYASƏTİNDƏ BAŞQA CÜR QEYD OLUNMAYIBSA, SİZİN MÜLKİYYƏTİNİZƏ (KOMPÜTER SİSTEMİNİZ DƏ DAXİL OLMAQLA) VƏ YA MƏLUMATI, MATERİALLARI VƏ YA DATANI YÜKLƏYƏRKƏN VƏ YA İSTİFADƏ EDƏRKƏN DƏYƏN ZİYANDAN YALNIZ SİZ MƏSULİYYƏT DAŞIYIRSINIZ.

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
az: MÜVAFİQ QANUNVERİCİLİKDƏ İCAZƏ VERİLƏN DƏRƏCƏDƏ SİZ RAZILAŞIRSINIZ Kİ, NƏ {platform_name}, NƏ DƏ {platform_name} İŞTİRAKÇILAR ŞƏTLƏRLƏ BAĞLI VƏ YA API-LƏR VƏ YA API MƏZMUNDAN SİZİN (VƏ YA ÜÇÜNCÜ TƏRƏF) İSTİFADƏ VƏ YA İSTİFADƏ EDƏ BİLMƏMƏ, VƏ YA SİZİN API-LƏR VASİTƏSİLƏ ƏLDƏ ETDİYİNİZ MƏLUMATA İNAM, SİZİN İDDİANIZ MÜQAVİLƏYƏ, QANUN POZUNTUSUNA, QANUNLA MÜƏYYƏN EDİLMİŞ DİGƏR QANUNLARA ƏSASLANSA BELƏ SİZİN QARŞINIZDA HƏR HANSI İTKİ VƏ YA ZƏRƏRLƏRƏ GÖRƏ MƏSULİYYƏT DAŞIMAYACAQSINIZ.

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
az: XÜSUSİLƏ DƏ, MÜVAFİQ QANUNVERİCİLİKDƏ İCAZƏ VERİLƏN DƏRƏCƏDƏ NƏ {platform_name}, NƏ DƏ {platform_name}-NIN HƏR HANSI İŞTİRAKÇISININ HƏR HANSI ƏHƏMİYYƏTLİ, DOLAYI, CƏZALANDIRICI, NÜMUNƏVİ VƏ YA TƏSADÜFİ ZƏRƏRLƏRƏ GÖRƏ MƏSULİYYƏT DAŞIMAYACAQ. BU ZƏZƏRLƏR GÖZLƏNİLƏN VƏ YA GÖZLƏNİLMƏYƏN {platform_name} VƏ YA {platform_name} İŞTİRAKÇISININ EHTİYATSIZLIĞI VƏ YA SƏHVİNDƏN (REPUTASİYANIN SALINMASI ÜÇÜN İDDİALAR, SƏHVLƏR, GƏLİTİN İTİRİLMƏSİ, DATANIN İTİRİLMƏSİ VƏ YA DATANIN DAVAMLILIĞININ KƏSİLMƏSİ DƏ DAXİL OLMAQLA ANCAQ BUNUNLA MƏHDUDLAŞMAYARAQ) DƏ OLA BİLƏR.

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
az: MÜƏYYƏN DÖVLƏT QANUNLARI NƏZƏRDƏ TUTULAN ZƏMANƏTLƏR VƏ YA İSTİSNA VƏ YA MÜƏYYƏN ZƏRƏRLƏRİN MƏHDUDİYYƏTLƏRİNƏ LİMİTLƏR QOYMAĞA İCAZƏ VERMİRLƏR. ƏGƏR BU QANUNLAR SİZƏ AİDDİRSƏ, AŞAĞIDAKI XƏBƏRDARLIQLARIN HAMISI VƏ YA BƏZİLƏRİ, İSTİSNALAR VƏ YA MIHDUDİYYƏTLƏR SİZƏ TƏTBİQ EDİLƏ BİLMƏZ VƏ SİZİN ƏLAVƏ HÜQUQLAINIZ OLA BİLƏR.

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others and not affiliated with or under the control of {platform_name}. {platform_name_capitalized} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these third-party sites. If you decide to access linked third-party websites, you do so at your own risk.
az: API və API məzmunu başqaları tərəfindən saxlanılan və ya nəzarət edilən və {platform_name} ilə əlaqəli və ya altında olmayan saytlara linklər daxil edə bilər. {platform_name_capitalized} və {platform_name} iştirakçılar bu üçüncü tərəf saytlarında təklif oluna biləcək məhsul və ya xidmətlərin hər hansı birinin məzmunu ilə rəftar, təsdiqi, nəzərdən keçirilməməsi və ya təsdiq edilməməsi üçün məsuliyyət daşımır. Bağlı üçüncü tərəf saytlarına daxil olmağı qərara alırsanız, bunu öz riskiniz ilə görürsünüz.

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, action or demand.
az: Siz müvafiq hüquq ilə icazə verilən maksimum dərəcədə {platform_name} və {platform_name} İştirakçıları və onların müvafiq törəmə müəssisələri, filialları, zabitləri, fakültələri, tələbələri, əməkdaşları, idarə heyətinin üzvlərini, agentlərini və işçilərini müdafiə etmək, API-lərdən və istənilən API məzmunundan istifadənizdən və ya hər hansı bir şəkildə baş vermiş hər hansı bir üçüncü tərəfin iddialarından, hərəkətlərindən və istəklərindən, hər hansı tələblərdən, zərərlərdən, ziyanlardan (məsələn, faktiki və nəticəli), iddia, qərar, məhkəmə xərcləri və vəkillərin xərclərindən qorumağa razılaşırsınız. Belə bir halda, {platform_name} və ya {platform_name} iştirakçılardan biri bu iddiaya, hərəkətə və ya tələbə yazılı xəbərdarlıq edəcək.

source: General Legal Terms
az: Ümumi hüquqi şərtlər

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
az: Şərtlər API və API məzmunundan istifadənizlə və {platform_name} arasında hər hansı əvvəlki müqavilələrin əvəzinə, API və API məzmunundan istifadə etdiyinizə görə sizin və {platform_name} arasında olan bütün müqaviləni təşkil edir. {platform_name}-nin Şərtlərinin hər hansı bir hüququ və ya müddəasını yerinə yetirməməsi və ya yerinə yetirilməməsi bu hüquqdan və ya şərtdən imtina deyildir. Şərtlərin hər hansı bir müddəası səlahiyyətli məhkəmə tərəfindən etibarsız sayılsın, tərəflər barəsində razılığa gəldikdə, məhkəmə tərəflərin niyyətlərini yerinə yetirmək üçün səy göstərməlidir və şərtlərin digər müddəaları da tam güç və təsiri ilə qalmalıdır. Şərtlər heç bir üçüncü tərəfin benefisiar hüququnu və ya hər hansı təşkilat, tərəfdaşlıq və ya birgə müəssisə yaratmır. Bu şərtlərə əsasən {platform_name} tərəfindən verilən hər hansı bir bildiriş üçün {platform_name} {platform_name} hesabınızla əlaqəli e-mail ünvanı vasitəsilə sizi xəbərdar edə bilər.

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.
az: Şərtlər, API-lər və şərtlər və ya API-lərdən irəli gələn və ya əlaqəli olan hər hansı iddia və ya mübahisənin, münaqişələrin qanunauyğunluqları istisna olmaqla, Massachusetts ştatının qanunları ilə idarə olunacağına razılaşırsınız. Həmin iddialar və mübahisələrin yalnız Cambridge, Massachusetts, ABŞ-da yerləşən və xidmət göstərdiyi federal və ya dövlət məhkəmələrində qəbul ediləcəyini qəbul edirsiniz. Siz bu məqsədlə sizin üçün bu məhkəmələrin şəxsi yurisdiksiyasına razılıq verirsiniz və siz həmin məhkəmələrdə (müvafiq mülkiyyətin olmaması və ya forumun baş verməməsi və ya narahatlığı daxil olmaqla hər hansı müdafiə və ya etiraz daxil olmaqla) bu cür icraata hər hansı etirazınızı ifadə edə və razılaşmaya bilərsiniz. Yuxarıda göstərilənlərdən asılı olmayaraq, {platform_name} hər hansı bir yurisdiksiyada məhkəmə qaydalarına (və ya ekvivalent hüquqi təcavüzə görə) müraciət etməyə icazə verildiyini qəbul edirsiniz.

source: Termination
az: Ləğv etmə

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
az: Siz istədiyiniz zaman API-lərdən istifadəni dayandıra bilərsiniz. Siz razılaşırsınız ki, {platform_name} öz qərarı ilə istənilən vaxt sizin API-lərdən və ya hər hansı API məzmundan istifadənizi öncədən xəbər vermədən səbəbli və ya səbəbsiz olaraq dayandıra bilər.

source: {platform_name_capitalized} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
az: {platform_name_capitalized} və {platform_name} iştirakçıları {platform_name} vasitəsilə təqdim edilən API və ya API məzmununun formatını ləğv etmək, gecikdirmək, yenidən planlaşdırmaq və ya dəyişdirmək üçün və ya hər hansı bir hissəsinin və ya API və ya API məzmunu və ya əlaqəli xidmətlərdən istifadəni qorumaq hüququnu özündə saxlayır və siz razılaşırsınız ki, nə {platform_name}, nə də ki {platform_name} iştirakçıları bu cür fəaliyyət üçün heç bir məsuliyyət daşımır.

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content from Your Application and your networks, systems and servers as soon as reasonably possible. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
az: Şərtlərin hər hansı bir şəkildə dayandırılmasından və ya API-ya hər hansı bir səbəbdən çıxmağınızın qarşısı alındığından sonra hər hansı bir API və API məzmununu istifadə etmək hüququ dərhal dayandırılacaq. Dərhal API-lərdən istifadəniz dayandırılmaqla yanaşı, siz proqram tətbiqinizdən, şəbəkələrinizdən, sistemlərinizdən və serverlərinizdən gizlədilmiş və saxlanılmış API məzmununu silin. Şərtlərinə əsasən xitamdan xilas olma şərtlərinin bütün müddəaları, mülkiyyət müddəaları, zəmanət vermək və məsuliyyətin məhdudiyyətləri daxil olmaqla, məhdudiyyətsizdir. API və API Məzmununa daxil olmaq və istifadə etməkdən imtina etməyiniz, bu cür sona yetirilməmişdən əvvəl yaranan və ya düşən hər hansı bir öhdəlikdən sizi azad etməyəcək və ya başqa bir şəkildə {platform_name} ünvanına malik olmalısınız, məsələn, burada göstərilən hər hansı bir kompensasiya öhdəliyi olmadan.

source: Edit {catalog_name}
az: Redaktə edin {catalog_name}

source: Download CSV
az: CSV-ni yükləyin

source: Delete this catalog
az: Bu kataloqu silin

source: Update Catalog
az: Kataloqu yeniləyin

source: Catalogs for {username}
az: {username} üçün kataloqlar

source: Create new catalog:
az: Yeni kataloq yaradın:

source: Create Catalog
az: Kataloq yaradın

source: Catalog search
az: Kataloq axtarışı

source: Catalog Search
az: Kataloq axtarışı

source: Enter a username to view catalogs belonging to that user.
az: Bu istifadəçiyə məxsus kataloqları görmək üçün onun istifadəçi adını daxil edin.

source: Open Calculator
az: Kalkulyatoru işə sal

source: Enter equation
az: Tənlik daxil edin

source: Calculator Input Field
az: Kalkulyator giriş xanası

source: Hints
az: İp ucları

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
az: Təlimat xarakterli ip uclarına baxmaq üçün ox düymələrindən istifadə edin və ya kalkulyatora geri dönmək üçün tab düyməsindən istifadə edin.

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
az: Əlavə məlumat üçün {guide_link_start}tələbələr üçün edX təlimatındakı{guide_link_end} {math_link_start}Riyazi və elmi ifadələr daxil edin{math_link_end} bölməsinə baxın.

source: Tips
az: Məsləhətlər

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
az: Riyazi ifadələri aydın yazmaq üçün mötərizələrdən () istifadə edin. Siz mötərizələrdən digər mötərizlərin içərisində istifadə edə bilərsiniz.

source: Do not use spaces in expressions.
az: Riyazi ifadələrdə boşluqlardan istifadə etməyin.

source: For constants, indicate multiplication explicitly (example: 5*c).
az: Sabitlər ədədlər üçün vurma əməlinin işarəsini aydın şəkildə qeyd edin (məs: 5*c).

source: For affixes, type the number and affix without a space (example: 5c).
az: Affikslər üçün ədədi və əlavəni boşluq qoymadan qeyd edin (məs: 5c).

source: For functions, type the name of the function, then the expression in parentheses.
az: Funksiyalar üçün funksiyanın adını, sonra isə mötərizələr arasındakı ifadəni yazın.

source: To Use
az: İstifadə etmək

source: Type
az: Növ

source: Examples
az: Nümunələr

source: Numbers
az: Rəqəmlər

source: Integers
az: Tam ədədlər

source: Fractions
az: Kəsrlər

source: Decimals
az: Onluqlar

source: Operators
az: Riyazi əməllər

source: + - * / (add, subtract, multiply, divide)
az: + - * / (toplama, çıxma, vurma, bölmə)

source: ^ (raise to a power)
az: ^ (qüvvətə yüksəltmə)

source: || (parallel resistors)
az: || (paralel rezistorlar)

source: Constants
az: Sabit vahidlər

source: Affixes
az: Affiks

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
az: Faiz işarəsi (%) və üılçü affiksləri (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
az: Əsas funksiyalar

source: Trigonometric functions
az: Trigonometrik funksiyalar

source: Scientific notation
az: Elmi qeyd

source: 10^ and the exponent
az: 10^ və göstəricisi

source: 1e and the exponent
az: 1e və göstəricisi

source: Calculate
az: Hesablayın

source: Result
az: Nəticə

source: CCX Coach Dashboard
az: CCX Texniki direktor

source: Name your CCX
az: CCX-nizi adlandırın

source: Create a new Custom Course for edX
az: edX üçün yeni fərdi kurs yaradın

source: Grading Policy
az: Qiymətləndirm siyasəti

source: Batch Enrollment
az: Dəstə şəklində qeydiyyat

source: Student Grades
az: Tələbə qiymətləri

source: Please enter a valid CCX name.
az: Zəhmət olmasa, etibarlı CCX adı daxil edin

source: Email Addresses/Usernames
az: E-mail ünvanları/İstifadəçi adları

source: Enter one or more email addresses or usernames separated by new lines or commas.
az: Nöqtə və ya xətlə ayrılmış şəkildə bir və ya bir neçə e-mail ünvanı və ya istifadəçi adı daxil edin

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
az: Məlumatı dəqiq daxil etdiyinizdən əmin olun. Siz etibarsız istifaəçi adları və ya e-mail ünvanları barədə bildiriş almayacaqsız.

source: Auto Enroll
az: Avto qeydiyyat

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
az: Əgər bu seçim {em_start}qeyd olunubsa{em_end}, {platform_name} adlı platforma üçün hələ qeydiyyadan keçməmiş istifadəçilər avtomatik olaraq siyahıya əlavə ediləcəklər.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
az: Əgər bu seçim {em_start}qeyd olunmayıbsa{em_end}, {platform_name} adlı platforma üçün hələ qeydiyyadan keçməmiş istifadəçilər siayhıya alınmayacaq, ancaq artıq hesab yaradanda onlara qeydiyyatdan keçməyə icazə veriləcək.

source: Checking this box has no effect if 'Unenroll' is selected.
az: Əgər 'Unenroll' seçilibsə, bu xananın işarələnməsinin heç bir təsiri olmayacaq.

source: Notify users by email
az: E-mail vasitəsilə istifadəçiləri xəbərdar edin
