Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: There has been a 500 error on the {platform_name} servers
az: {platform_name} serverlərində 500 ədəd xəta olub

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
az: Zəhmət olmasa, bir neçə saniyə gözləyin və səhifəni yenidən yükləyin. Əgər probelm yenidən təkrarlanarsa, {email} e-mail ünvanına yazın.

source: Currently the {platform_name} servers are overloaded
az: Hal-hazırda {platform_name} serverləri çox yüklənib

source: Account Settings
az: Hesab seçənəkləri

source: Please Wait
az: Zəhmət olmasa, gözləyin

source: Sign in or Register
az: Daxil olun və ya Qeydiyyatdan keçin

source: Student Support
az: Tələbə dəstəyi

source: Student Support: Certificates
az: Tələbə dəstəyi: Sertifikatlar

source: Contact {platform_name} Support
az: {platform_name} dəstəyi ilə əlaqə saxlayın

source: Student Support: Enrollment
az: Tələbə dəstəyi: Qeydiyyat

source: Student Support: Feature Based Enrollments
az: Tələbə dəstəyi: Xüsusiyyət əsaslı qeydiyyatlar

source: Is Enabled
az: Aktivləşdirildi

source: No results found
az: Heç bir nəticə tapılmadı

source: Student Support: Manage User
az: Tələbə dəstəyi: İstifadəçini idarə edin

source: About to refund this order:
az: Bu sifarişi ödəmək haqqında

source: Order Id:
az: Sifariş Id-si:

source: Enrollment:
az: Qeydiyyat:

source: enrolled
az: qeydiyyatdan keçdi

source: unenrolled
az: qeydiyyatdan çıxdı

source: Cost:
az: Qiymət:

source: CertificateItem Status:
az: Sertifikat mövzusunun statusu:

source: Order Status:
az: Sifariş statusu:

source: Fulfilled Time:
az: Təyin olunmuş vaxt:

source: Refund Request Time:
az: Geri qaytarma müddəti:

source: User Survey
az: İstifadəçi sorğusu

source: Pre-Course Survey
az: Kurs öncəsi sorğu

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
az: Aşağıdakı anketi tamamladığınız anda kursunuzu başlaya bilərsiniz. Vacib xanalar ulduz (*) ilə qeyd olunur. Bu məlumat yalnız {platform_name} istifadə üçün nəzərdə tutulmuşdur. Heç bir şəkildə ictimai profilinizlə əlaqəli olmayacaq.

source: You are missing the following required fields:
az: Aşağıdakı tələb olunan xanaları doldurmamısınız:

source: Cancel and Return to Dashboard
az: Ləğv edin və Panelə qayıdın

source: Why do I need to complete this information?
az: Mən niyə bu məlumatı tamamlamalıyam?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
az: Biz bu məlumatlardan cari və gələcək tələbələrimiz üçün kurslarımızı daha da təkmilləşdirmək üçün istifadə edirik. Biz nə qədər sizin xüsusi ehtiyaclarınız haqqında bilsək, sizin tələblərinizə o qədər yaxşı cavab verə bilərik.

source: Who can I contact if I have questions?
az: Əgər sualım varsa, kiminlə əlaqə saxlaya bilərəm?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
az: Əgər sizin bu kurs və ya bu anketlə bağlı suallarınız varsa, siz {link_start}{mail_to_link}{link_end} əlaqə saxlaya bilərsiniz.

source: Skeleton Page
az: Səhifənin skeleti

source: Search the course
az: Kurs axtarın

source: Start Course
az: Kursu başlayın

source: Have questions?
az: Suallarınız var?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
az: Zəhmət olmasa, bizim sertifikatlar haqqında ümumi sualları bilmək üçün {a_start}tez tez verilən suallar bölməsini oxuyun{a_end}.

source: Re-Verify for {course_name}
az: {course_name} adlı kursu yenidən təsdiqləyin

source: Verification Deadline Has Passed
az: Təsdiqləmə üçün son tarix keçib

source: Upgrade Deadline Has Passed
az: Yenilənmə üçün son tarix keçib

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
az: {course_name} adlı kurs üçün son təsdiqlənmə tarixi {{date}}-dır. Təsdiqlənmə bundan sonra aktiv deyil.

source: The deadline to upgrade to a verified certificate for this course has passed.
az: Bu kurs üçün təsdiqlənmiş sertifikatı yeniləmək üçün son tarix keçib.

source: Upgrade Your Enrollment For {course_name}.
az: {course_name} adlı kurs üçün qeydiyyatıınızı yeniləyin.

source: Receipt For {course_name}
az: {course_name} adlı kurs üçün qəbz

source: Verify For {course_name}
az: {course_name} adlı kursu təsdiqləyin

source: Enroll In {course_name}
az: {course_name} adlı kursa qeydiyyatdan keçin

source: Technical Requirements
az: Texniki tələblər

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
az: Zəhmət olmasa, brauzerinizin mümkün olan {strong_start}{a_start}ən son versiyaya{a_end}{strong_end} yeniləndiyindən əmin olun. Həmçinin, zəhmət olmasa, veb brauzerinizdə (əsasən brauzer paramaetrlərindən quraşdırılır) {strong_start}veb kameranın quraşdırıldığıdan, açıq olduğundan və işləməyə icazə verdiyinizdən də əmin olun.{strong_end}

source: Re-Verification
az: Yenidən təsdiqlənmə

source: Identity Verification
az: Şəxsiyyətin təsdiqlənməsi

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
az: Siz artıq təsdiq məlumatını göndərmisiniz. Siz təsdiqlənmə prosesi tamamlandıqda (adətən 1-2 gün içərisində) bu barədə məktubu panelinizdə tapa bilərsiniz.

source: You cannot verify your identity at this time.
az: İndi şəxsiyyətinizi təsdiqləyə bilməzsiniz.

source: Return to Your Dashboard
az: Məlumat panelinə qayıdın

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
az: Bu veb sayt ən yaxşı təcrübəni əldə etməyiniz üçün kukilərdən istifadə edir. Əgər bu sayta girməyə davam etsəniz, kuki fayllarının istifadəsini qəbul etdiyinizi başa düşəcəyik.

source: Got it!
az: Başa düşdüm!

source: Learn more
az: Daha çox öyrənin

source: Changes
az: Dəyişikliklər

source: {span_start}active{span_end}
az: {span_start}aktiv{span_end}

source: Course Wiki
az: Kurs Wiki

source: Add article
az: Məqalə əlavə edin

source: Preview Language Setting
az: Dil parametrlərinə ilkin baxış

source: Language Code
az: Dil kodu

source: e.g. en for English
az: məs: İngilis dili üçün en

source: Preview Theme
az: Mövzuya ilkin baxış

source: All Rights Reserved
az: Bütüb hüquqlar qorunur

source: Attribution
az: Müəllifliyin müəyyən edilməsi

source: Noncommercial
az: Qeyri kommersiya

source: No Derivatives
az: Törəmələr yoxdur

source: Share Alike
az: Bərabərhüquqlu

source: Creative Commons licensed content, with terms as follow:
az: Aşağıdakı şərtlərlə Creative Commons lisenziyalı məzmun:

source: Some Rights Reserved
az: Bəzi hüquqlar qorunur

source: Important Course Dates
az: Vacib kurs tarixləri

source: Goal:
az: Məqsəd:

source: Edit your course goal:
az: Öz kurs hədəfinizi redaktə edin:

source: Pursue a verified certificate
az: Təsdiqlənmiş sertifikat kursu izləyin

source: Upgrade ({price})
az: Yenilənmə ({price})

source: Expand All
az: Hamısını açın

source: Prerequisite:
az: Ön şərtlər:

source: {subsection_format} due {{date}}
az: {subsection_format} son tarix {{date}}

source: Learn About Verified Certificates
az: Təsdiqlənmiş sertifikatlar haqqında öyrənin

source: {platform_name} Verified Certificate
az: {platform_name} təsdiqlənmiş sertifikatlar

source: Why upgrade?
az: Niyə təkmilləşdirim?

source: Official proof of completion
az: Tamamlamanın rəsmi sübutu

source: Easily shareable certificate
az: Asanlıqla paylaşıla bilən sertifikat

source: Proven motivator to complete the course
az: Kursu tamamlamaq üçün sübut olunmuş motivator

source: Certificate purchases help {platform_name} continue to offer free courses
az: Sertifikat satınalmaları {platform_name} portalda davamlı olaraq ödənişsiz kurslar təklif etməyə kömək edir

source: How it works
az: Necə işləyir

source: Pay the Verified Certificate upgrade fee
az: Təsdiqlənmiş sertifikat yenilənmə rüsumunu ödəyin

source: Verify your identity with a webcam and government-issued ID
az: Şəxsiyyətinizi dövlət tərəfindən verilmiş ID və veb kamera ilə təsdiqləyin

source: Study hard and pass the course
az: Yaxşı hazırlaşın və kursu keçin

source: Share your certificate with friends, employers, and others
az: Sertifikatınızı dostlarınız, işə götürənlər və başqaları ilə paylaşın

source: edX Learner Stories
az: edX Tələbə hekayələri

source: My certificate has helped me showcase my knowledge on my resume - I feel like this certificate could really help me land my dream job!
az: Sertifikatım CV-imdə biliyimi sübut etmək üçün kömək edib - mən hiss edirəm ki, bu sertifikat mənə xəyal etdiyim işi tapmaqda kömək edə bilər.

source: {learner_name}, edX Learner
az: {learner_name}, edX Tələbəsi

source: I wanted to include a verified certificate on my resume and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
az: İşsiz olduğum müddətdə nəyəsə nail olduğumu və bu hədəfimə çatmaq üçün çalışdığımı göstərmək məqsədilə təsdiq olunmuş sertifikatı CV-mə və profilimə əlavə etmək istədim.

source: Upgrade ({course_price})
az: ({course_price}) yenilə

source: This course does not have any updates.
az: Bu kurs üzrə heç bir yenilənmə yoxdur.

source: Today is {date}
az: Bugün {date}-dir

source: Latest Update
az: Ən son yenilənmələr

source: Search Results
az: Axtarış nəticələri

source: Purchase the Bundle (
az: Dəst alın (

source: Courses included
az: Daxil edilmiş kurslar

source: Journals included
az: Daxil edilmiş jurnallar

source: {access_length} Day Access
az: {access_length} Gün girişi

source: View Journal
az: Jurnala baxın

source: Bundle
az: Bağlama

source: Journal
az: Jurnal

source: {num_months} month
az: {num_months} ay

source: unlimited
az: limitsiz

source: Access Length
az: Giriş müddətinin uzunluğu

source: Journal Dashboard
az: Jurnal paneli

source: {journal_title} Cover Image
az: {journal_title} Üz şəkli

source: Access Expired: {date}
az: Girişin vaxtı bitib: {date}

source: Access Expires: {date}
az: Girişin vaxtı bitir: {date}

source: Renew Access
az: Girişi yeniləyin

source: You have not purchased access to any journals yet.
az: Siz hələ heç bir jurnala giriş hüququ almamısınız.

source: Explore journals and courses
az: Jurnalları və kursları araşdırın

source: My Stats (Beta)
az: Mənim stats (Beta)

source: Connected Accounts
az: Əlaqələndirilmiş hesablar

source: Linked
az: Əlaqəlidir

source: Not Linked
az: Əlaqəli deyil

source: Unlink
az: Əlaqəsizdir

source: Link
az: Əlaqə

source: Completed {completion_date_html}
az: Tamamlandı {completion_date_html}

source: {course_mode} certificate
az: {course_mode} sertifikat

source: You haven't earned any certificates yet.
az: Siz hələ heç bir sertifikat əldə etməmisiniz.

source: Explore New Courses
az: Yeni kurslar axtarın

source: View My Records
az: Qeydlərimə baxış

source: My Profile
az: Mənim profilim

source: Build out your profile to personalize your identity on {platform_name}.
az: {platform_name} saytında özünüz barədə məlumatları göstərmək üçün profilinizi yaradın.

source: An error occurred. Try loading the page again.
az: Xəta baş verdi. Səhifəni yenidən yükləməyə çalışın.

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
az: Tərəfdaş portalında dəəstək biletlərini göndərmək və baxmaq üçün kurs heyət dəstəyinə daxil olun

source: edX Partner Portal
az: edX tərəfdaş Portalı

source: Browse recently launched courses and see what's new in your favorite subjects.
az: Yeni başladılmış kursları axtarın və sevdiyiniz fənlərdə yeniliklər haqqında məlumat əldə edin

source: Page Footer
az: Səhifənin aşağı sərlövhəsi

source: edX Home Page
az: edX Əsas səhifə

source: edX, Open edX, and MicroMasters are registered trademarks of edX Inc.
az: edX, Open edX və MicroMasters edX İnc.-in qeydiyyatdan keçmiş əmtəə nişanlarıdır.

source: About edX Verified Certificates
az: edX təsdiqlənmiş sertifikatlar haqqında

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
az: EdX təsdiqlənmiş sertifikatı, şagirdin edX şərəf kodu ilə razılaşdığını və bu kursun tələb olunan bütün vəzifələrini təlimatlarına uyğun olaraq yerinə yetirməklə razılaşdığını və onların şəxsiyyətini yoxlamaq üçün onların foto kimliyini yoxladığını bildirir.

source: About edX
az: edX haqqında

source: {link_start}edX{link_end} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is a non-profit online initiative created by founding partners Harvard and MIT.
az: {link_start} edX {link_end} MIT, Harvard, Berkeley, Texas Universiteti və başqaları kimi dünyanın ən yaxşı universitetlərindən interaktiv onlayn siniflər və MOOCs təklif edir. edX, Harvard və MIT kimi qurucu tərəfdaşları tərəfindən yaradılan onlayn qeyri-kommersiya təşəbbüsüdür.

source: Congratulations, {user_name}!
az: Təbriklər, {user_name}!

source: You worked hard to earn your certificate from {accomplishment_copy_course_org} {dash} share it with colleagues, friends, and family to get the word out about what you mastered in {accomplishment_course_title}.
az: Siz {accomplishment_copy_course_org}-dan {dash} sertifikatınızı əldə etmək üçün çox çalışdınız, indi isə {accomplishment_course_title} adlı kursda əldə etdiklərinizi kolleqalarınız, dostlarınız və ailənizlə paylaşın.

source: Share this certificate on Facebook (opens a new tab/window)
az: Bu sertifikatı Facebook-da paylaşın (yeni tab-vərəqə/pəncərə açılır)

source: Tweet this certificate (opens a new tab/window)
az: Bu sertifikatı tweet-ləyin (yeni tab-vərəqə/pəncərə açılır)

source: Add this certificate to your LinkedIn profile (opens a new tab/window)
az: Bu sertifikatı LinkedIn profilinizə (yeni tab-vərəqə/pəncərədə açılır) əlavə edin

source: Print
az: Çap

source: Print this certificate
az: Sertifikatı çap edin

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks of edX Inc.
az: Bütün hüquqlar qorunur. edX, Open edX, edX və Open edX loqoları edX İnc.-in qeydiyyata alınmış əmtəə nişanlarıdır.

source: {b_start}Support our Mission: {b_end}EdX, a non-profit, relies on verified certificates to help fund affordable education to everyone globally.
az: {b_start}Missiyamızı dəstəkləyin: {b_end}EdX, qeyri-kommersiya, hər kəsə əlverişli təhsilin maliyyələşdirilməsinə kömək etmək üçün təsdiq edilmiş sertifikatlara əsaslanır.

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
az: {b_start}Missiyamızı dəstəkləyin: {b_end}EdX, qeyri-kommersiya, hər kəsə pulsuz təhsilin maliyyələşdirilməsinə kömək etmək üçün təsdiq edilmiş sertifikatlara əsaslanır.

source: Find Courses
az: Kurslar tapın

source: Schools & Partners
az: Məktəblər və Tərəfdaşlar

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
az: {tos_link_start}Xidmət Şərtləri{tos_link_end} və {honor_link_start}Şərəf Kodu{honor_link_end}

source: Copyright
az: Müəllif Hüquqları

source: Copyright {year}. All rights reserved.
az: Müəllif Hüquqları {year}. Bütün hüquqlar qorunur.

source: For anyone, anywhere, anytime
az: Hər kəs üçün, hər yerdə, hər zaman

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
az: Siz aktivasiya e-maili alacaqsınız. Prosesi başa çatdırmaq üçün aktivasiya linkinə vurmalısınız. E-maili görmürsünüz? Spam qovluğunuzu yoxlayın və e-mailləri class.stanford.edu ünvanından "spam deyil" kimi qeyd edin, çünki kurslarınızdan e-mail ala bilərsiniz.

source: Need help in registering with {platform_name}?
az: {platform_name} adlı platformada qeydiyyatdan keçmək üçün köməyə ehtiyacınız varmı?

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
az: Qeydiyyatdan keçirdikdən sonra sualların əksəriyyəti kursun xüsusi müzakirə forumlarında və ya tez tez verilən suallar bölməsində cavablandırıla bilər.

source: Thank you for signing up for {platform_name}.
az: {platform_name}-da qeydiyyatdan keçdiyiniz üçün təşəkür edirik.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
az: {platform_name} hesabınızı aktivləşdirərək həyatınızı dəyişdirin və bu gün öyrənməyə başlayın. Aşağıdakı linki vurun və ya brauzerinizin ünvan çubuğuna kopyalayıb yapışdırın.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
az: Bunu tələb etmədinizsə, heç bir şey etmək lazım deyil; bizdən bir daha e-mail almayacaqsınız. Zəhmət olmasa, bu e-mailə cavab verməyin; kömək istəyirsinizsə, {platform_name} Kurslar veb saytının haqqında bölməsini yoxlayın.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
az: Bu, {platform_name}-da {old_email}-dan {new_email} ünvanına e-maili dəyişdirdiyinizi təsdiq edir. Bu tələbi siz etməmisinizsə, bizə müraciət edin.

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
az: {platform_name} hesabınızla əlaqəli e-maili {old_email} -dən {new_email} -ə dəyişmək tələbi aldıq. Bu doğruysa, yeni e-mail ünvanınızı ziyarət edərək təsdiq edin:

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
az: Üzr istəyirik. Kurs heyətimiz adınızı {old_name} -dən {new_name} -ə dəyişmək istəyinizi təsdiq etməyib. Əlavə köməyə ehtiyacınız varsa, zəhmət olmasa, {email} e-maili vasitəsilə texniki dəstəklə əlaqə saxlayın.

source: Put your Terms of Service here!
az: Xidmət şərtlərinizi bura yerləşdirin!

source: Put your Privacy Policy here!
az: Gizlilik siyasətinizi bura yerləşdirin!

source: Put your Honor Code here!
az: Şərəf kodunuzu bura yerləşdirin!

source: Put your Copyright Text here!
az: Müəllif hüquqları mətnini bura yerləşdirin!

source: The page that you were looking for was not found.
az: Axtardığınız səhifə tapılmadı.

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
az: {homepage}-yə qayıdın və ya {email} ünvanında köçürülə biləcək hər hansı bir səhifə haqqında məlumat verin.

source: {studio_name} Server Error
az: {studio_name} Server xətası

source: The {em_start}{studio_name}{em_end} servers encountered an error
az: {em_start}{studio_name}{em_end} serverləri xəta ilə qarşılaşdı

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
az: {studio_name} adlı studioda xəta baş verdi və səhifə yüklənmir. Zəhmət olmasa, bir neçə dəqiqədən sonra yenidən cəhd edin.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
az: Biz xətanı qeydiyyata almışıq və hal-hazırda işçilərimiz xətanı ən qısa zamanda həll etmək üçün çalışır.

source: If the problem persists, please email us at {email_link}.
az: Əgər problem təkrarlanarsa, zəhmət olmasa, bizə yazın {email_link}.

source: Studio Accessibility Policy
az: Studio Xüsusi imkanlar Siyasəti

source: {studio_name} Account Activation
az: {studio_name} hesabın aktivləşdirilməsi

source: Your account is already active
az: Sizin hesab artıq aktivdir

source: This account, set up using {email}, has already been activated. Please sign in to start working within {studio_name}.
az: {email} istifadə edərək quraşdırılmış bu hesab artıq aktivləşdirilmişdir. Zəhmət olmasa, {studio_name} daxilində işə başlamaq üçün daxil olun.

source: Sign into {studio_name}
az: {studio_name} daxil olun

source: Your account activation is complete!
az: Hesabınızın aktivləşdirilməsi tamamlandı!

source: Thank you for activating your account. You may now sign in and start using {studio_name} to author courses.
az: Hesabınızı aktivləşdirdiyiniz üçün təşəkkür edirik. Siz kurs yaratmaq üçün {studio_name}-ya daxil ola bilərsiniz.

source: Your account activation is invalid
az: Hesabınızın aktivləşdirilməsi etibarsızdır

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct, as e-mail programs will sometimes split it into two lines.
az: Üzr istəyirik. Sizin aktivləşdirmə ilə əlaqədar xəta baş verdi. İstifadə etdiyiniz URL-in düzgün olduğundan əmin olun, çünki bəzən email göndərilərkən keçid linkləri iki hissəyə bölünmüş olur.

source: If you still have issues, contact {platform_name} Support. In the meantime, you can also return to {link_start}the {studio_name} homepage.{link_end}
az: Əgər hələ də problemlə qarşılaşırsınızsa, {platform_name} dəstəyi ila əlaqə saxlayın. Eyni zamanda siz {link_start} {studio_name} əsas səhifəyə qayıda bilərsiniz.{link_end}

source: Files & Uploads
az: Fayllar & Yüklənənlər

source: Course Certificates
az: Kurs sertifikatları

source: This module is not enabled.
az: Bu modul aktiv deyil.

source: This course does not use a mode that offers certificates.
az: Bu kurs sertifkat kəklif edən rejimi istifadə etmir.

source: Working with Certificates
az: Sertifikatlarla iş

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
az: Kursun rəsmi adı sertifikatda qeyd olunmaq üçün çox uzundursa, sertifikatda istifadə üçün kurs başlığı müəyyənləşdirin.

source: For verified certificates, specify between one and four signatories and upload the associated images.
az: Təsdiqlənmiş sertifikatlar üçün 1-4 nəfər imzalayan seçin və əlaqədar şəkilləri yükləyin.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
az: Sertifikatı aktivləşdirilməmişdən əvvəl redaktə etmək və ya silmək üçün formanın yuxarı sağ küncünə baxın və {em_start} redaktə et {em_end} və ya sil piktoqramını seçin.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
az: Nümunə sertifkata baxmaq üçün kurs rejimini seçin və sertifikata {em_start}ilkin baxış işarəsinə klikləyin{em_end}.

source: Issuing Certificates to Learners
az: Tələbər üçün sertifikatlar hazırlayır
