Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
az: Biz həftə ərzində bir dənədən çox e-mail göndərməyi tövsiyə etmirik. E-maili göndərmədən öncə mətni diqqətlə nəzərdən keçirin və ilk növbədə özünüzə göndərin, beləki, göndərdiyiniz məktubun formasından və yerləşdirilmiş şəkil və linklərin düzgün işlədiyindən əmin olun.

source: CAUTION!
az: DİQQƏT!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
az: Siz E-maili göndərin seçdiyinizdə sizin e-mailiniz göndərilmək üçün növbəyə düşür və ləğv edilə bilmir.

source: Send Email
az: E-mail göndərin

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
az: E-mail fəaliyyətləri arxa planda işləyir. Hər hansı aktiv tapşırıqlar üçün status - e-mail tapşırıqları da daxil olmaqla - aşağıdakı cədvəldə yaranır.

source: Email Task History
az: E-mail tarixçəsi

source: To see the content of previously sent emails, click this button:
az: Daha əvvəl göndərilmiş e-maillərin məzmununu görmək üçün bu düyməyə klikləyin:

source: Show Sent Email History
az: Göndərilən e-mail tarixçəsini göstərin

source: To read a sent email message, click its subject.
az: Göndərilən bir e-mail məktubunu oxumaq üçün bu başlığa klikləyin.

source: To see the status for all email tasks submitted for this course, click this button:
az: Bu kurs üçün göndərilən bütün e-mail statusunu görmək üçün bu düyməni basın:

source: Show Email Task History
az: E-mail tarixçəsini göstərin

source: Set Course Mode Price
az: Kurs rejimi qiymətini tənzimləyin

source: Please enter Course Mode detail below
az: Zəhmət olmasa, aşağıda kurs rejimi məlumatlarını daxil edin

source: Set Price
az: Qiyməti tənzimləyin

source: Allowance Section
az: Təqdimat bölməsi

source: Student Special Exam Attempts
az: Tələbə üçün xüsusi imtahan cəhdləri

source: Review Dashboard
az: Paneli nəzərdən keçirin

source: View gradebook for enrolled learners
az: Qeydiyyatdan keçmiş bütün tələbələr üçün qiymət kitabçasına baxın

source: Note: This feature is available only to courses with a small number of enrolled learners.
az: Qeyd: Bu funksiya yalnız az sayda qeydiyyatdan keçmiş tələbələri olan kurslar üçün mümkündür.

source: View Gradebook
az: Qiymət kitabçasına baxın

source: View a specific learner's enrollment status
az: Müəyyən bir tələbənin qeydiyyat statusuna baxın

source: Learner's {platform_name} email address or username *
az: {platform_name} adlı portalda tələbənin e-mail ünvanı və ya istifadəçi adı *

source: Learner email address or username
az: Tələbə e-mail ünvanları və istifadəçi adı

source: View Enrollment Status
az: Qeydiyyat statusuna baxın

source: View a specific learner's grades and progress
az: Müəyyən bir tələbənin qiymətlərinə və irəliləyişinə baxın

source: Learner's {platform_name} email address or username
az: {platform_name} adlı portalda tələbənin e-mail ünvanı və ya istifadəçi adı

source: View Progress Page
az: İnkişaf səhifəsinə baxın

source: Adjust a learner's grade for a specific problem
az: Müəyyən problem üçün tələbənin qiymətini tənzimləyin

source: Location of problem in course
az: Kursda problemin yeri

source: Example
az: Nümunə

source: Problem location
az: Problem yeri

source: Attempts
az: Cəhdlər

source: Allow a learner who has used up all attempts to work on the problem again.
az: Problemi yenidən həll etmək üçün bütün cəhdlərdən istifadə edən bir tələbəyə icazə verin.

source: Reset Attempts to Zero
az: Cəhdləri sıfırlayın

source: Rescore
az: Yenidən qiymətləndirin

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
az: Müəyyən tapşırıqlar üçün göndərilən cavabları yenidən qiymətləndirin. 'Yalnız xal artdığı təqdirdə yenidən qiymətləndir'seçimi tələbənin xalını yalnız tələbənin xeyrinə yeniləyir.

source: Score Override
az: Xalın ləğvi

source: For the specified problem, override the learner's score.
az: Müəyyən tapşırıq üçün tələbənin xalını ləğv edin.

source: New score for problem, out of the total points available for the problem
az: Tapşırıq üçün mümkün olan bütün xaldan yeni xal

source: Override Learner's Score
az: Tələbənin xalını ləğv edin

source: Problem History
az: Problem xronologiyası

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
az: Müəyyən problem üçün verilənlər bazasından öyrənənlərin cavabları və xallarını birdəfəlik və tamamilə silin.

source: Task Status
az: Tapşırığın statusu

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
az: Bu tələbə və giriş imtahanı üçün təqdim etdiyiniz tapşırıqlara görə statusu göstərin.

source: Show Task Status
az: Tapşırıqların statusunu göstərin

source: Adjust a learner's entrance exam results
az: Bir tələbənin giriş imtahanı nəticələrini tənzimləyin

source: Allow the learner to take the exam again.
az: Tələbələrə imtahandan yenidən keçmələrinə icazə verin.

source: Allow Skip
az: Buraxmalara icazə verin

source: Waive the requirement for the learner to take the exam.
az: Tələbənin imtahan verməsi tələbini ləğv edin.

source: Let Learner Skip Entrance Exam
az: Tələbələrə giriş imtahanını buraxmağa icazə verin

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
az: Göndərilən cavabları yenidən qiymətləndirin. 'Yalnız xal artdığı təqdirdə yenidən qiymətləndir'seçimi tələbənin xalını yalnız tələbənin xeyrinə yeniləyir.

source: Rescore All Problems
az: Bütün tapşırıqları yenidən qiymətləndirin

source: Rescore All Problems Only If Score Improves
az: Yalnız xal artdığı təqdirdə bütün tapşırıqları yenidən qiymətləndirin.

source: Entrance Exam History
az: Giriş imtahanı tarixçəsi

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
az: Bütün giriş imtahanı üçün verilənlər bazasından tələbələrin cavabları və xallarını birdəfəlik və tamamilə silin.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
az: Bu tələbə və giriş imtahanı üçün təqdim etdiyiniz tapşırıqlara görə statusunuzu göstərin.

source: Adjust all enrolled learners' grades for a specific problem
az: Müəyyən bir problem üçün bütün qeydiyyatdan keçmiş tələbələrin qiymətlərini tənzimləyin

source: Allows all learners to work on the problem again.
az: Bütün tələbələrə tapşırığın üzərində yenidən işləməyə icazə verir.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
az: Göndərilən cavabları yenidən qiymətləndirin. 'Yalnız xal artdığı təqdirdə yenidən qiymətləndir' seçimi tələbənin xalını yalnız tələbənin xeyrinə yeniləyir.

source: Rescore All Learners' Submissions
az: Bütün tələbələrin göndərdiklərinə yenidən xal verin

source: Rescore Only If Scores Improve
az: Yalnız bal artmışdırsa, yenidən qiymətləndirin

source: Show the status for the tasks that you submitted for this problem.
az: Bu tapşırığa göndərdiyin cavabların statusunu göstərin.

source: My Courses
az: Yazıldığım Kurslar

source: My Journals
az: Mənim jurnallarım

source: Program Details
az: Proqramın detalları

source: Get the {platform_name} Mobile App!
az: {platform_name} mobil app-ni əldə edin!

source: We'll send you a one time SMS with a link to download the app.
az: App-i yləməyiniz üçün linki SMS-lə sizə göndərəcəyik.

source: Mobile phone number
az: Mobil telefon nömrəsi

source: Send me a text with the link
az: Mənə linki olan mətni göndər

source: Change Preferred Language
az: Tərcih edilən dili dəyiş

source: Please choose your preferred language
az: Zəhmət olmasa tərcih etdiyiniz dili seçin

source: Save Language Settings
az: Dil parametrlərini yaddaşda saxla

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
az: Üstünlük verdiyiniz dili görmürsünüz? {link_start}Könüllü tərcüməçi olun!{link_end}

source: Explore Courses
az: Kursları araşdır

source: Global
az: Qlobal

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
az: {p_tag}Sizin hal-hazırda qiymətləndirməyiniz üçün həmyaşıdınız yoxdur. Qiymətləndirmək üçün həmyaşıdınızın olması üçün: {ul_tag} {li_tag}Siz həmyaşıdınızın qiymətləndirməsinə cavab verməlisiniz.{end_li_tag} {li_tag}Kurs komandası qiymətləndirmənin daha yaxşı başa düşülməsinə kömək etmək üçün istifadə edilən məqalələri qiymətləndirməyə ehtiyac duyur criteria.{end_li_tag} {li_tag}Qiymətləndirmə üçün gözləyən təqdimatlar olmalıdır.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
az: Həmyaşıd qiymətləndirməsi

source: Here is a list of problems that need to be peer graded for this course.
az: Burada bu kurs üçün həmyaşıdları tərəfindən qiymətləndirilməsi lazım olan tapşırıqların siyahısı var.

source: Problem Name
az: Problemin adı

source: Due date
az: Son tarix

source: Graded
az: Qiymətləndirildi

source: Available
az: Mövcud

source: Required
az: Tələb edilir

source: No due date
az: Son tarix qoyulmayıb

source: The due date has passed, and peer grading for this problem is closed at this time.
az: Son tarix keçdiyi üçün indi bu tapşırıq üçün həmyaşıd qiymətləndirməsi bağlıdır.

source: The due date has passed, and peer grading is closed at this time.
az: Son tarix keçib və həmyaşıd qiymətləndirməsi indi bağlıdır.

source: Learning to Grade
az: Qiymətləndirmənin öyrənilməsi

source: Hide Question
az: Suali gizlət

source: Student Response
az: Tələbə cavabı

source: Written Feedback
az: Yazılı əks əlaqə

source: Please include some written feedback as well.
az: Zəhmət olmasa, bir az yazılı əks əlaqə də daxil edin.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
az: Bu təqdimatın açıq şəkildə təhqiramiz və ya (mən şübhələnirəm) plagiarlaşdırılmış məzmunu var

source: How did I do?
az: Mən bunu necə etdim?

source: Ready to grade!
az: Qiymətləndirməyə hazır!

source: You have finished learning to grade, which means that you are now ready to start grading.
az: Siz qiymətləndirmən artıq öyrənmisiniz, bu o deməkdir ki, artıq qiymətləndirməyə başlamağa hazırsınız.

source: Start Grading!
az: Qiymətləndirməyə başlayın!

source: Learning to grade
az: Qiymətləndirmənin öyrənilməsi

source: You have not yet finished learning to grade this problem.
az: Bu tapşırığı qiymətləndirməyi hələ öyrənib bitirməmisiniz.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
az: İndi sizə itəlimatçı tərəfindən qiymətləndirilmiş məqalələr göstəriləcək və sizdən onları qiymətləndirməyiniz tələb olunacaqdır.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
az: Nə vaxt ki, sizin qiymətləndirdiyiniz məqalələr təlimçinin qiymətləndirdiyi ilə oxşardır, bu o deməkdir ki, siz həmyaşıdlarınızı qiymətləndirməyə hazırsınız.

source: Start learning to grade
az: Qiymətləndirməni öyrənməyə başlayın

source: Are you sure that you want to flag this submission?
az: Bu təqdimata bayraq təyin etmək istədiyinizdən əminsinizmi?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
az: Siz təqdimatı bayraqla işarələmək üzrəsiniz. Yalnız açıq, təhqiramiz və ya (şübhəli bilinən) plagiarlaşdırılmış məzmunu olan bir təqdimatı bayraqla işarələməlisiniz.. Təqdimat suallara cavab vermirsə və ya səhvdirsə, onu bayraqla işarələmək əvəzinə sıfır xal verin və rəy bildirin.

source: Remove Flag
az: Bayrağı silin

source: Keep Flag
az: Bayraağı saxlayın

source: Go Back
az: Geri qayıdın

source: {start_strong}{application_name}{end_strong} would like to access your data with the following permissions:
az: {start_strong}{application_name}{end_strong} aşağıdakı icazələr vasitəsilə sizin məlumatlarınızı əldə etmək istəyir:

source: Read your user ID
az: Ğz istifadəçi ID-nizi oxuyun

source: Read your user profile
az: Öz istifadəçi profilinə bax

source: Read your email address
az: Öz e-poçt ünvanına bax

source: Read the list of courses in which you are a staff member.
az: Heyət üzvü olduğunuz kursların siyahısını oxuyun.

source: Read the list of courses in which you are an instructor.
az: Təlimçi olduğunuz kursların siyahısını oxuyun.

source: To see if you are a global staff user
az: Qlobal heyət istifadəçisi olduğunuzu yoxlayın

source: Manage your data: {permission}
az: Məlumatlarınızı idarə edin: {permission}

source: Account Activation Info
az: Hesab aktivləşdirmə məlumatı

source: Your Password Reset is Complete
az: Sizin şifrənizin sıfırlanması tamamdır

source: Password Reset Complete
az: Şifrənin sıfırlanması tamamlandı

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
az: Sizin şifrəniz sıfırlanıb. {start_link}Hesabınıza daxil olun.{end_link}

source: Reset Your {platform_name} Password
az: {platform_name} platforma şifrənizi sıfırlayın

source: Invalid Password Reset Link
az: Etibarsız şifrənin sıfırlanması linki

source: Password reset successful
az: Şifrənin sıfırlanması uğurla tamamlandı

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
az: Şifrənizi təyin etməyiniz üçün biz sizin bizə təqdim etdyiniz e-mail ünvanına təlimatlar göndərmişik. Ən qısa zamanda siz həmin e-maili alacaqsınız.

source: Billing Details
az: Ödəmə məlumatları

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
az: Siz nə zaman istəsəniz ödənişə davam edə bilərsiniz. Əlavə daxil etdiyiniz hər hansı bir məlumat sizin qəbzinizə yazılacaqdır.

source: Purchasing Organizational Details
az: Satınalma üçün təşkilat məlumatları

source: Purchasing organization
az: Satınalma təşkilatı

source: Purchase order number (if any)
az: Satınalma sifariş nömrəsi (əgər varsa)

source: Additional Receipt Recipient
az: Əlavə qəbz alıcısı

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
az: Əgər heç bir əlavə faturalandırma məlumatları doldurulmadıysa, satın alan istifadəçiyə ödəmə təsdiqi göndəriləcəkdir.

source: Payment processing occurs on a separate secure site.
az: Ödəmə əməliyyatı ayrıca təhlükəsiz saytda icra olunur.

source: Your Shopping cart is currently empty.
az: Sizin səbətiniz hal hazırda boşdur.

source: Payment
az: Ödəmə

source: Download CSV Reports
az: CSV hesabatları yükləyin

source: Download CSV Data
az: CSV məlumatları yükləyin

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
az: Daxil etdiyiniz tarixdə xəta var idi. O bu şəkildə formalaşdırmalıdır: İİİİ-AA-GG

source: These reports are delimited by start and end dates.
az: Bu hesabatlar başlama və bitmə tarixləri ilə ayrılır.

source: Start Date:
az: Başlama tarixi:

source: End Date:
az: Bitmə tarixi:

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
az: Bu hesabatlar universitet adları üzrə əlifba sıra ilə ayrılır. Məs. A-C hərfləri aralığında olan hərflər üzrə hesabatlar hazırla əmri verildikdə, A, B, C hərfləri ilə başlayan bütün universitetlərin hesbatları yaradılacaqdır.

source: Start Letter:
az: Başlanğıc hərf:

source: End Letter:
az: Son hərf:

source: Payment Error
az: Ödəmə zamanı xəta

source: There was an error processing your order!
az: Sizin sifarişinizi icra edərkən xəta baş verdi!

source: Thank you for your purchase!
az: Alış üçün təşəkkür edirik!

source: View Dashboard
az: Panelə baxın

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
az: Siz uğurla {course_names} adlı kurslara qeydiyyatdan keçmisiniz. Aşağıdakı qəbz {receipient_emails} e-mail ünvanlarına göndərilib.

source: You have successfully purchased <b>{number} course registration code</b> for {course_names}.
az: Siz müvəffəqiyyətlə {course_names} adlı kurs üçün <b>{number} qeydiyyat kodu</b> aldınız.

source: The following receipt has been emailed to {receipient_emails}
az: Aşağıdakı qəbz {receipient_emails} e-mail ünvanlarına göndərilib.

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
az: Zəhmət olmasa, kursa qeydiyyata alınması üçün hər bir peşəkara unikal qeydiyyat kodları göndərin. Təsdiq/qəbz emaili vasitəsilə siz siz fərdi qeydiyyat üçün nümunəvi email şablonu alacaqsınız.

source: Enrollment Link
az: Qeydiyyat linki

source: Used
az: İstifadə olunub

source: Invalid
az: Yanlış

source: Date of purchase
az: Alınma tarixi

source: Print Receipt
az: Qəbzi çap et

source: Billed To Details
az: Ətraflı məlumat verilmişdir

source: N/A
az: Naməlum

source: Purchase Order Number
az: Sifariş nömrəsi

source: Company Contact Name
az: Şirkətin əlaqəli şəxsi

source: Company Contact Email
az: Şirkətin əlaqə e-poçtu

source: Recipient Name
az: Alıcının adı

source: Recipient Email
az: Alıcının e-poçtu

source: Card Type
az: Kartın tipi

source: Credit Card Number
az: Kredit kartının nömrəsi

source: Address 1
az: Ünvan 1

source: Address 2
az: Ünvan 2

source: State
az: Dövlət

source: Registration for:
az: Qeydiyyat:

source: Price per student:
az: Bir tələbə üçün qiymət:

source: Discount Applied:
az: Endirim tətbiq edildi:

source: Students
az: Tələbələr

source: Note: items with strikethough like <del>this</del> have been refunded.
az: Qeyd: <del>bunun</del> kimi maddələr geri qaytarılıb.

source: Confirm Enrollment
az: Qeydiyyatı təsdiqləyin

source: {site_name} - Confirm Enrollment
az: {site_name} - Qeydiyyatı təsdiqləyin

source: {course_number} {course_title} Cover Image
az: {course_number} {course_title} Üzqabığı şəkli

source: Confirm your enrollment for: {span_start}course dates{span_end}
az: Qeydiyyatıınızı {span_start}kursun tarixi{span_end} üçün təsdiqləyin

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
az: Siz artıq istifadə edilmiş qeydiyyat kodu üçün linkə klikləmisiniz. Kursa qeydiyyatdan keçdiyinizi yoxlamaq üçün {link_start}kurs panelinə{link_end} baxın və ya şirkətin administratoru ilə əlaqə saxlayın.

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
az: Siz uğurla {course_name} adlı kursda qeydiyyatdan keçmisiniz. Kurs sizin panelinizə əlavə edilib.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
az: Siz artıq bu kursa qeydiyyadan keçmisiniz. Kursa baxmaq üçün {link_start}panelə{link_end} gedin.

source: The course you are enrolling for is full.
az: Qeydiyyatdan keçdiyiniz kurs doludur.

source: The course you are enrolling for is closed.
az: Qeydiyyatdan keçdiyiniz kurs bağlıdır.

source: There was an error processing your redeem code.
az: Kodu geri alarkən xəta baş verdi.

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
az: Siz {site_name} adlı sayt vasitəsilə {course_name} adlı kurs üçün qeydiyyat kodunu aktivləşdirmək üzrəsiniz. Bu kod yalnız bir dəfə istifadə oluna bilər, beləki, əgər siz onun məqsədli alıcısıysanız, yalnız o zaman bu kodu aktivləşdirməlisiniz.

source: Activate Course Enrollment
az: Kurs qeydiyyatını aktivləşdirin

source: {course_names} has been removed because the enrollment period has closed.
az: {course_names} adlı kurs qeydiyyat müddəti başa çatdığı üçün silinmişdir.

source: Cover Image
az: Kursun üz qabığı şəkli

source: Students:
az: Tələbələr:

source: Input quantity and press enter.
az: Sayını yazın və daxil edin düyməsini klikləyin.

source: Increase
az: Artırın

source: Decrease
az: Azaldın

source: Remove
az: Silin

source: Discount or activation code
az: Endirim və ya aktivləşdirmə kodu

source: discount or activation code
az: endirim və ya aktivləşdirmə kodu

source: Apply
az: Müraciət edin

source: code has been applied
az: koddan istifadə edilib

source: TOTAL:
az: ÜMUMİ:

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for students.
az: Bu satınalma tamamlandıqdan sonra tələbələr üçün nisbi faturalandırma məlumatları və qeydiyyat kodları ilə bir qəbz yaradılır.

source: After this purchase is complete, {username} will be enrolled in this course.
az: Bu satınalma tamamlandıqdan sonra {username} bu kursa qeydiyyatdan keçmiş olacaq.

source: Empty Cart
az: Boş səbət

source: Shopping cart
az: Alış-veriş səbəti

source: {platform_name} - Shopping Cart
az: {platform_name} - Alış-veriş səbəti

source: Confirmation
az: Təsdiq

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
az: Axtardığınız səhifə tapılmadı. {link_start}Əsas səhifəyə{link_end} geri qayıdın və ya {email} ünvanında köçürülə biləcək hər hansı bir səhifə haqqında məlumat verin.

source: This page left intentionally blank. Feel free to add your own content.
az: Bu səhifə məqsədli olaraq boş buraxılıb. Öz məzmununuzu əlavə etməkdə sərbəstsiniz.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions.Unfortunately, because {platform_name} is required to comply with export controls,we cannot allow you to access this course at this time.
az: Sistemimiz göstərir ki, siz bu {platform_name} kursuna hazırda ABŞ-ın iqtisadi və ticari sanksiyalarına tabe olan bir ölkədən və ya regiondan daxil olmağa çalışırsınız. Təəssüf ki, {platform_name} ixrac nəzarətlərinə uyğun olmaması səbəbindən, bu kursa hal-hazırda daxil olmağınıza icazə verə bilmərik.

source: FAQ
az: Tez tez verilən suallar

source: Jobs
az: İşlər

source: In the Press
az: Mətbuatda

source: Currently the {platform_name} servers are down
az: Hal-hazırda {platform_name} serverləri işləmir

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
az: Hal-hazırda bizim heyət saytı ən qısa zamanda geri qaytarmaq üçün çalışır. Zəhmət olmasa, hər hansı problem və ya kəsinti ilə əlaqədar {tech_support_email} e-mail ünvanına yazaraq məlumat verin.
