Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: az

source: Fill browser
az: Bütöv səhifədə

source: Speed
az: Sürət

source: Auto-advance
az: Avtomatik irəliləmə

source: Volume
az: Səs

source: Muted
az: Səssiz

source: Very low
az: Çox aşağıdır

source: Low
az: Aşağıdır

source: Average
az: Ortalama

source: Loud
az: Yüksək səs

source: Very loud
az: Çox yüksək səs

source: Maximum
az: Maksimum

source: This browser cannot play .mp4, .ogg, or .webm files.
az: Sizin brauzer .mp4, .ogg, və .webm tipli faylları oxuya bilmir.

source: Try using a different browser, such as Google Chrome.
az: Başqa brauzerdən istifadə edin, məsələn, Google Chrome.

source: High Definition
az: Yüksək ölçüdə

source: off
az: söndürün

source: on
az: yandırın

source: Video position. Press space to toggle playback
az: Videonun mövqeyi. Yenidən oxutmaq üçün Space basın.

source: Video ended
az: Video bitdi

source: Video position
az: Videonun mövqeyi

source: %(value)s minute
az: %(value)s dəqiqə

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
az: Bu videoda səsi söndürüb yandırmaq üçün bu düyməyə basın, ya da YUXARI / AŞAĞI düymələrinə basmaqla səsi artırıb azalda bilərsiniz.

source: Adjust video volume
az: Videonun səsini tənzimləyin

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
az: Sürət menyusuna daxil olmaq üçün YUXARI düyməsini basın, sonra YUXARI və AŞAĞI ox işarəli düymələri basmaqla müxtəlif sürətlər arasında naviqasiya edin, sonra isə ENTER düyməsini basmaqla seçdiyiniz sürətə keçin.

source: Adjust video speed
az: Videonun sürətini tənzimləyin

source: Video speed:
az: Video sürəti

source: Skip
az: Buraxın

source: Play video
az: Videonu oynat

source: Do not show again
az: Bir daha göstərmə

source: Open language menu
az: Dil menyusunu açın

source: Transcript will be displayed when you start playing the video.
az: Videonu başladığınızda transkript görünəcək.

source: Activating a link in this group will skip to the corresponding point in the video.
az: Bu qrupda keçidin aktivləşdirilməsi videonun müvafiq hissəsinə atlamağına səbəb olacaq.

source: Video transcript
az: Video transkript

source: Start of transcript. Skip to the end.
az: Transkriptin başlanğıcı. Sonuna atla.

source: End of transcript. Skip to the start.
az: Transkriptin sonu. Başlanğıca atla.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
az: Dil menyusuna daxil olmaq üçün YUXARI işarəli oxa basın və sonra YUXARI və AŞAĞI ox işarələrini dil siyahısı üzərində gəzdirin. Seçilmiş dili dəyişmək üçün DAXİL ET düyməsini basın.

source: Hide closed captions
az: Bağlanılmış başlıqları gizlədin

source: (Caption will be displayed when you start playing the video.)
az: (Başlıq siz videonu başladanda görsənəcək.)

source: Turn on closed captioning
az: Qapalı başlığı aktivləşdirin

source: Turn on transcripts
az: Transkripti aktivləşdirin

source: Turn off transcripts
az: Transkripti bağlayın

source: Thank you for setting your course goal to {goal}!
az: Kurs hədəfinizi {goal} müəyyənləşdirdiyiniz üçün təşəkkür edirik.

source: There was an error in setting your goal, please reload the page and try again.
az: Hədəfinizi təyin edərkən xəta baş verdi, xahiş edirik səhifəni yenidən yükləyin və bir daha cəhd edin.

source: You have successfully updated your goal.
az: Siz uğurla hədəfinizi yenilədiniz.

source: There was an error updating your goal.
az: Hədəfinizi yeniləyərkən xəta ilə qarşılaşdıq.

source: Expand All
az: Hamısını açın

source: Collapse All
az: Hamısını bağlayın

source: (Self-paced) Starts {start}
az: (Self-paced) Başlayır {start}

source: (Self-paced) Started {start}
az: (Self-paced) başladı {start}

source: (Self-paced) Ends {end}
az: (Self-paced) Bitir {end}

source: (Self-paced) Ended {end}
az: (Self-paced) Bitdi {end}

source: Starts {start}
az: Başlayır {start}

source: Started {start}
az: Başladı {start}

source: Ends {end}
az: Bitir {end}

source: You must select a session to access the course.
az: Siz kursa daxil olmaq üçün bir sessiya seçməlisiniz.

source: There was an error. Please reload the page and try again.
az: Xəta baş verdi. Zəhmət olmasa, səhifəni yenidən yükləyin və yenidən cəhd edin.

source: Change Session
az: Sessiyanı dəyişin

source: Select Session
az: Sessiyanı seçin

source: Leave Current Session
az: Hazırki sessiyanı tərk edin

source: Are you sure you want to select this session?
az: Bu sessiyanı seçmək istədiyinizdən əminsinizmi?

source: Are you sure you want to change to a different session?
az: Başqa sessiyaya keçmək istədiyinizdən əminsinizmi?

source: Any course progress or grades from your current session will be lost.
az: Sizin mövcud sessiyanızdan kurs üzrə inkişaf və qiymətlər silinəcək.

source: Are you sure that you want to leave this session?
az: Bu sessiyanı tərk etmək istədiyinizdən əminsinizmi?

source: Your unenrollment request could not be processed. Please try again later.
az: Sizin qeydiyyatdan çıxma sorğunuz tamamlanmadı. Zəhmət olmasa, biraz sonra yenidən cəhd edin.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
az: Siz {courseName} ({courseNumber}) kursundan qeydiyyatdan çıxmaq istəyinizdən əminsinizmi? Sizin ödədiyiniz ödəniş geri qaytarılacaqdır.

source: Enter and confirm your new password.
az: Şifrənizi bir daha daxil edərək təsdiqləyin

source: New Password
az: Yeni şifrə

source: Confirm Password
az: Şifrəni təkrarı

source: Passwords do not match.
az: Şifrələr uyğun gəlmir

source: Reset My Password
az: Şifrəmi sıfırla

source: Reset Your Password
az: Şifrəni sıfırla

source: Error:
az: Xəta:

source: View child items
az: Uşaq elementlərinə baxın

source: Select
az: Seçin

source: Select a section or problem
az: Bir bölüm və ya problem seçin

source: {type} Progress
az: {type} İnkişaf

source: Earned Certificates
az: Qazanılmış sertifikatlar

source: Enrolled
az: Qeydiyyata alındı

source: Please fix the following errors:
az: Xahiş edirik aşağıdakı xətaları düzəldin:

source: Files that you upload must be smaller than 5MB in size.
az: Yüklədiyiniz faylın ölçüsü 5MB-dan kiçik olmalıdır.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
az: Yüklədiyiniz faylı PDF və ya .gif, .jpg, .jpeg, .png formatında şəkil olmalıdır.

source: Something went wrong. Please try again later.
az: Nəsə xəta baş verdi. Zəhmət olmasa, birazdan yenidən cəhd edin.

source: Add Attachment
az: Qoşma əlavə edin

source: (Optional)
az: (Qeyri-məcburi)

source: Remove file
az: Faylı çıxar

source: Course Name
az: Kursun adı

source: Not specific to a course
az: Hər hansı bir kursa aid deyil

source: What can we help you with, {username}?
az: {username} ilə əlaqədar sizə nə kömək edə bilərik?

source: Subject
az: Mövzu

source: Details
az: Detallar

source: The more you tell us, the more quickly and helpfully we can respond!
az: Daha ətraflı yazsanız, sizə daha tez və səmərəli yardım edə bilərik!

source: Submit
az: Təsdiqləyin

source: Sign in to {platform} so we can help you better.
az: Sizə daha yaxşı kömək etməyimiz üçün zəhmət olmasa {platform} daxil olun.

source: Sign in
az: Daxil olun

source: Create an {platform} account
az: {platform} hesabı yarat

source: If you are unable to access your account contact us via email using {email}.
az: Əgər siz hesabınıza daxil ola bilmirsinizsə {email} -dan istifadə edərək bizimlə əlaqə saxlayın.

source: Select a course or select "Not specific to a course" for your support request.
az: Dəstək istəyiniz üçün bir kurs və ya "Kursa aid deyil" seçin.

source: Enter a subject for your support request.
az: Texniki dəstək müraciətinizin mövzusunu daxil edin.

source: Enter some details for your support request.
az: Dəstək istəyinizə dair bir sıra məlumatları daxil edin.

source: Contact Us
az: Bizimlə əlaqə

source: Find answers to the top questions asked by learners.
az: Tələbələr tərəfindən ən çox soruşulan quallara cavab verin.

source: Search the {platform} Help Center
az: {platform} platformasının Yardım Mərkəzi üzrə axtarış

source: Go to my Dashboard
az: Məlumat panelinə keçin

source: Go to {platform} Home
az: {platform} baş səhifəsinə get

source: Thank you for submitting a request! We will contact you within 24 hours.
az: Bizə sorğu göndərdiyiniz üçün təşəkkür edirik! 24 saat ərzində sizinlə əlaqə saxlayacağıq.

source: Cancel upload
az: Yükləməni ləğv et

source: You may also lose access to verified certificates and other program credentials like MicroMasters certificates. If you want to make a copy of these for your records before proceeding with deletion, follow the instructions for {htmlStart}printing or downloading a certificate{htmlEnd}.
az: Siz həmçinin təsdiqlənmiş sertifikatlara və MicroMasters kimi digər proqram sənədlərinin sertifikatlarına girişi itirə bilərsiniz. Əgər siz hesabınızı silmədən öncə sənədlərinizin surətlərini çıxarmaq istəyirsinizsə, {htmlStart}sertifikatı çap etmək və ya yükləmək üçün təlimatları izləyin{htmlEnd}.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
az: Davam etmədən öncə, zəhmət olmasa, {htmlStart}bütün sosial media hesablarınızı bağlayın{htmlEnd}.

source: Before proceeding, please {htmlStart}activate your account{htmlEnd}.
az: Davam etmədən öncə, zəhmət olmasa, {htmlStart}hesabınızı aktivləşdirin{htmlEnd}.

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
az: {htmlStart}Email ünvanınızı, adınızı və ya əvəzinə şifrənizi dəyişdirmək istəyirsiniz?{htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on edX.{strongEnd}
az: {strongStart}Xəbərdarlıq: Hesabın silinməsi daimidir.{strongEnd} Zəhmət olmasa, davam etmədən öncə aşağıdakını diqqətlə oxuyun. Bu geri qaytarılması mümkün olmayan fəaliyyətdir və {strongStart}siz daha edX-də eyni emaili istifadə edə bilməyəcəksiniz.{strongEnd}

source: We’re sorry to see you go!
az: Getdiyiniz üçün üzgünük.

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. EdX will not be able to recover your account or the data that is deleted.
az: Qeyd: Sizin hesabınızın silinməsi dəyişməz ve geri dönüşü olmayan bir prosesdir. "Özün Öyrən" sizin hesabınızı və ya silinmiş məlumatlarınızın bərpasını həyata keçirə bilməyəcək.

source: Once your account is deleted, you cannot use it to take courses on the edX app, edx.org, or any other site hosted by edX. This includes access to edx.org from your employer’s or university’s system and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School.
az: Bir dəfə hesabınız silindiyi halda siz edX mobil proqramında, edx.org və ya edX tərəfindən yaradılmış başqa hər hansı saytda kursa qeydiyyatdan keçmək üçün istifadə edə bilməyəcəksiniz. Bura sizin işlədiyiniz şirkətin və ya oxuduğunuz universitetin sisteminə exd.org-dan və MIT Open Learning, Wharton Executive Education və Harvard Medical School kimi özəl saytlardan da daxil olmaq daxildir.

source: Delete My Account
az: Mənim hesabımı sil

source: Password is incorrect
az: Şifrə yanlışdır

source: Unable to delete account
az: Hesabı silmək mümkün deyil

source: Please re-enter your password.
az: Zəhmət olmasa şifrənizi bir daha yazın.

source: Sorry, there was an error trying to process your request. Please try again later.
az: Bağışlayın, xahişinizi icra edərkən xəta baş verdi. Zəhmət olmasa, biraz sonra yenidən cəhd edin.

source: A Password is required
az: Şifrə tələb olunur

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. EdX will not be able to recover your account or the data that is deleted.
az: Siz “Hesabımı silin.” seçmisiniz. Sizin hesabınızın və şəxsi məlumatlarınızın silinməsi daimidir və geri qaytarılmayacaqdır. EdX sizin hesabınızı və silinmiş məlumatlarınızı bərpa edə bilməyəcəkdir.

source: If you proceed, you will be unable to use this account to take courses on the edX app, edx.org, or any other site hosted by edX. This includes access to edx.org from your employer’s or university’s system and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School.
az: Davam etsəniz, edX app, edx.org və ya edX tərəfindən yerləşdirilın digər saytlarda kurslar almaq üçün bu hesabı istifadə edə bilməyəcəksiniz. Buna işəgötürən və ya universitetinizin sistemindən Edx.org saytına daxil olmaq və MIT Open Learning, Wharton İcra Təhsili və Harvard Tibb Məktəbinin təklif etdiyi xüsusi saytlara daxil olmaq da daxildir.

source: If you still wish to continue and delete your account, please enter your account password:
az: Hesabınızı həqiqətən silmək istəyirsinizsə, şifrəni daxil edin.

source: Yes, Delete
az: Bəli, silinsin

source: We're sorry to see you go! Your account will be deleted shortly.
az: Bizi tərk etməyinizə çox üzüldük! Sizin hesabınız qısa zamanda silinəcək.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
az: Sistemimizdən e-mail siyahısından silinmə daxil olmaqla hesabın silinməsi prosesi bir neçə həftə çəkə bilər. Öncədən e-mailinizdən çıxmaq istəsəniz, hər hansı bir e-mailin alt səhifəsindən çıxın.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
az: Sistem xətasına görə bizim sizə ödənişi geri qaytarmalı olduğumuzu müəyyənləşdirə bilmədik. Zəhmət olmasa, biraz sonra yenidən cəhd edin.

source: An error has occurred. Please try again.
az: Xəta baş vermişdir. Zəhmət olmasa bir daha cəhd edin.

source: Bookmark this page
az: Bu səhifəni qeydə al.

source: Required field.
az: Tələb olunan xanalar

source: Please do not use any spaces in this field.
az: Zəhmət olmazsa, bu sahədə heç bir boşluq işarəsindən istifadə etməyin.

source: Please do not use any spaces or special characters in this field.
az: Zəhmət olmazsa, bu sahədə heç bir boşluq və ya xüsusi simvollardan istifadə etməyin.

source: Pagination
az: Səhifələmə

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
az: Sizin istəyiniz tamamlanmadı. Səhifəni yeniləyin və yenidən cəhd edin. Əgər problem təkrarlanarsa, problem barədə məlumat vermək üçün Kömək düyməsinə kliklyin.

source: Showing {firstIndex} out of {numItems} total
az: {numItems} ümumidən {firstIndex} göstərir

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
az: {numItems} ümumidən {firstIndex}-{lastIndex} göstərir

source: Loading content
az: Məzmunun yüklənməsi

source: Your request could not be processed. Refresh the page and try again.
az: Sizin istəyiniz icra olunmadı. Səhifəni yenilyin və yenidən cəhd edin.

source: Some images in this post have been omitted
az: Bu posta bəzi şəkillər yerləşdirilməyib

source: image omitted
az: şəkil qoyulmayıb

source: You could not be subscribed to this post. Refresh the page and try again.
az: Bu posta abunə ola bilmədiniz. Səhifəni yeniləyin və yenidən cəhd edin.

source: You could not be unsubscribed from this post. Refresh the page and try again.
az: Siz bu postda abunəlikdən çıxa bilmədiniz. Səhifəni yeniləyin və yenidən cəhd edin.

source: This response could not be marked as an answer. Refresh the page and try again.
az: Bu cavablandırrma cavab kimi qeyd olunmadı. Səhifəni yniləyin və yenidən cəhd edin.

source: This response could not be unmarked as an answer. Refresh the page and try again.
az: Bu cavablandırma cavab olaraq siyahıdan silinmədi. Səhifəni yeniləyin və yenidən cəhd edin.

source: This response could not be marked as endorsed. Refresh the page and try again.
az: Bu cavab təsdiqləndirmə kimi qeyd edilmədi. Səhifəni yeniləyin və yenidən cəhd edin.

source: This response could not be unendorsed. Refresh the page and try again.
az: Bu cavab uyğun olmadı. Səhifəni yeniləyin və yenidən cəhd edin.

source: This vote could not be processed. Refresh the page and try again.
az: Bu səs qeydə alınmadı. Səhifəni yeniləyin və yenidən cəhd edin.

source: This post could not be pinned. Refresh the page and try again.
az: Bu post bağlanmadı. Səhifəni yeniləyin və yenidən cəhd edin.

source: This post could not be unpinned. Refresh the page and try again.
az: Bu post buraxılmadı. Səhifəni yeniləyin və yenidən cəhd edin.

source: This post could not be flagged for abuse. Refresh the page and try again.
az: Bu post sui-istifadə üçün istifadə oluna bilməz. Səhifəni yniləyin və yenidən cəhd edin.

source: This post could not be unflagged for abuse. Refresh the page and try again.
az: Bu post sui-istifadə üçün qeydə alınmadı. Səhifəni yeniləyin və yenidən cəhd edin.

source: This post could not be closed. Refresh the page and try again.
az: Bu post bağlanmadı. Səhifəni yeniləyin və yenidən cəhd edin.

source: This post could not be reopened. Refresh the page and try again.
az: Bu post yenidən açılamadı. Səhifəni yeniləyin və yenidən cəhd edin.

source: Hide Discussion
az: Müzakirəni gizlədin

source: This discussion could not be loaded. Refresh the page and try again.
az: Bu müzakirə yüklənmədi. Shifəni yeniləyin və yenidən cəhd edin.

source: Show Discussion
az: Müzakirəni göstərin

source: There are no posts in this topic yet.
az: Bu mövzuda hələ post yoxdur.

source: Loading more threads
az: Daha çox mövzu yükləyin

source: Additional posts could not be loaded. Refresh the page and try again.
az: Əlavə postlar yüklənmədi. Səhifəni yeniləyin və yenidən cəhd edin.

source: Current conversation
az: Cari yazışma

source: Loading posts list
az: Post siyahısını yükləyir

source: No results found for {original_query}. Showing results for {suggested_query}.
az: {original_query} üçün nəticələr tapılmadı. {suggested_query} üçün nəticələri göstərin.

source: No posts matched your query.
az: Sorğunuza uyğun heç bir post yoxdur.

source: Show posts by {username}.
az: Postları {username} ilə göstər.

source: The post you selected has been deleted.
az: Seçdiyiniz post silinib.

source: Responses could not be loaded. Refresh the page and try again.
az: Cavablar yüklənilmədi. Səhifəni yeniləyin və yenidən cəhd eləyin.

source: Additional responses could not be loaded. Refresh the page and try again.
az: Əlavə cavablar yüklənilmədi. Səhifni yeniləyin və yenidən cəhd edin.

source: Showing all responses
az: Bütün cavabları göstərir

source: Load all responses
az: Bütün cavabları yükləyin

source: Load next {numResponses} responses
az: Növbəti {numResponses} cavabı yükləyin

source: Are you sure you want to delete this post?
az: Bu postu silmək istədiyinizdən əminsinizmi?

source: Your post will be discarded.
az: Sizin yazınız ləğv olunacaq.

source: anonymous
az: məxfi

source: Are you sure you want to delete this comment?
az: Bu şərhi silmək istədiyinizdən əminsiniz?

source: This comment could not be deleted. Refresh the page and try again.
az: Bu şərh silinmədi. Səhifəni yeniləyin və yenidən cəhd edin.

source: Are you sure you want to delete this response?
az: Bu cavabı silmək istədiyinizdən əminsiniz?

source: The email address you've provided isn't formatted correctly.
az: Təqdim etdiyiniz e-mail adresi düzgün deyil.

source: %(field)s must have at least %(count)d characters.
az: %(field)s-in ən azı %(count)d simvolu olmalıdır.

source: %(field)s can only contain up to %(count)d characters.
az: %(field)s yalnız %(count)d-dək simvol saxlaya bilər.

source: Please enter your %(field)s.
az: Zəhmət olmasa, öz %(field)s-zi daxil edin.

source: Drop target image
az: Hədəf şəklini atın

source: dragging out of slider
az: slaydı çəkin

source: dragging
az: çəkir

source: dropped in slider
az: slayda düşdü

source: dropped on target
az: hədəfə düşdü

source: %s ago
az: %s əvvəl

source: %s from now
az: %s indidən

source: less than a minute
az: bir dəqiqədən də az

source: about a minute
az: təqribən bir dəqiqə

source: about an hour
az: təqribən bir saat

source: a day
az: bir gun

source: about a month
az: Təqribən bir ay

source: about a year
az: Təqribən bir il

source: An unexpected error occurred. Please try again.
az: Gözənilməyən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Financial Assistance
az: Maddi yardım

source: Upset Learner
az: Kefsiz Tələbə

source: Teaching Assistant
az: Assistent

source: Please specify a reason.
az: Zəhmət olmasa, bir səbəb göstərin.

source: Something went wrong changing this enrollment. Please try again.
az: Bu qeydiyyatı dəyişərkən nəsə xəta oldu. Zəhmət olmasa, yenidən cəhd edin.

source: last activity
az: son fəaliyyət

source: open slots
az: açıq yerlər

source: name
az: ad

source: team count
az: komanda sayı

source: Teams
az: Komandalar

source: Create
az: Yaradın

source: Update
az: Redaktə edin

source: Team Name (Required) *
az: Komandanın Adı (vacib) *

source: A name that identifies your team (maximum 255 characters).
az: Komandanızın adı (ən çoxu 255 simvol)

source: Team Description (Required) *
az: Komanda haqqında məlumat (Vacib) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
az: Digər tələbələrin komandanızın hədəf və istiqamətinizi başa düşməsi üçün komandanız haqqında qısa məlumat (ən cox 300 simvol)

source: Language
az: Dil

source: The language that team members primarily use to communicate with each other.
az: Komanda üzvlərinin bir-biri ilə ünsiyyət saxlamaları üçün istifadə etdikləri əsas dil.

source: Country
az: Ölkə

source: The country that team members primarily identify with.
az: Komanda üzvləri ilk növbədə müəyyənləşdirdiyi ölkə.

source: An error occurred. Please try again.
az: Xəta baş verdi. Zəhmət olmasa bir daha cəhd edin.

source: Check the highlighted fields below and try again.
az: Aşağıda işarələnmiş xanaları işarələyin və yenidən cəhd edin.

source: Enter team name.
az: Komanda adını daxil edin.

source: Team name cannot have more than 255 characters.
az: Komandanın adındakı simvolların sayı 255-dən çox ola bilməz.

source: Enter team description.
az: Komanda haqda yazın.

source: Team description cannot have more than 300 characters.
az: Komandanın təsviri 300 simvoldan çox ola bilməz.

source: An error occurred while removing the member from the team. Try again.
az: Üzvü komandadan uzaqlaşdırarkən xəta baş verdi. Yenidən cəhd edin.

source: This team does not have any members.
az: Bu komandanın heç bir üzvü yoxdur.

source: Joined %(date)s
az: Qoşuldu %(date)s

source: Last Activity %(date)s
az: Son fəaliyyət %(date)s

source: Remove this team member?
az: Bu komanda üzvünü çıxaraq?

source: This learner will be removed from the team, allowing another learner to take the available spot.
az: Bu tələbə komandadan çıxarılacaq, digər tələbəyə onun yerinə keçməsinə icazə verilir.

source: Delete this team?
az: Bu komandanı silək?

source: Deleting a team is permanent and cannot be undone. All members are removed from the team, and team discussions can no longer be accessed.
az: Komanda həmişəlik silinir və yenidən qaytarıla bilməz. Bütün üzvlər komandadan çıxarıldı və komanda müzakirələrini görmək artıq mümkün deyil.

source: Team "{team}" successfully deleted.
az: "{team}" komandası uğurla silindi.

source: You are not currently a member of any team.
az: Siz hal-hazırda heç bir komandanın üzvü deyilsiniz.

source: and others
az: və başqaları
