Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
az: {platform_name} artıq Təsdiqlənmiş Sertifikatlar qazanmaq istəyən, lakin Təsdiqlənmiş Sertifikat haqqını ödəyə bilməyəcək olan tələbələr üçün maliyyə yardımı təklif edir. Uyğun tələbələr bir kurs üçün Təsdiqlənmiş Sertifikat ödənişindən 90{percent_sign} endirim ala bilərlər. Maliyyə yardımı üçün müraciət etmək üçün təsdiqlənmiş sertifikatlar təklif edən bir kurs üçün audit istiqamətini qeyd edərək qeydiyyatdan keçin və sonra bu müraciəti tamamlayın. Alındığınız hər bir kurs üçün ayrıca bir ərizə doldurmalı olduğunuzu unutmayın. Bu məlumatı maliyyə köməyi üçün müraciətinizi qiymətləndirmək və maliyyə yardım proqramımızı daha da inkişaf etdirmək üçün istifadə etməyi planlaşdırırıq.

source: Annual Household Income
az: İllik məişət gəliri

source: Tell us about your current financial situation. Why do you need assistance?
az: Bizə cari maliyyə vəziyyətiniz haqqında danışın. Niyə köməyə ehtiyacınız var?

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
az: Bizə öyrənmə və peşəkar hədəfləriniz haqqında danışın. Bu həfədlərinizə çatmaq üçün bu kursda Təsdiqlənmiş Sertifikat sizə neçə kömək edəcək?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
az: Bu kurs üçün planlarınız haqqında danışın. Kursu başa çatdırmaq və sertifikat almaq üçün hansı addımlar atacaqsınız?

source: Use between 250 and 500 words or so in your response.
az: Cavabınızda 250-500 arası sözdən istifadə edin.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
az: Təsdiqlənmiş sertifikat qazanmaq istədiyiniz kursu seçin. Əgər kurs siyahıda çıxmırsa, kurs üçün audit istiqamətində qeydiyyatdan keçdiyinizdən əmin olun.

source: Specify your annual household income in US Dollars.
az: İllik məişət gəlirinizi ABŞ dolları ilə müəyyənləşdirib qeyd edin.

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
az: Mən Sərbəst Öyrənmə Portalına bu müraciətdə qeyd olunmuş məlumatlardan (maliyyə məlumatları istisna olmaqla) marketinq məqsədləri üçün istifadə etməyə icazə verirəm.

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
az: {0} yolu mövcud deyil, zəhmət olmasa, onu yaradın və ya GIT_REPO_DIR ilə fərqli yol konfiqurasiya edin

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
az: Mövcud olmayan git url təmin edildi. Belə bir şey gözləyirik: git@github.com: mitocw/edx4edx_lite.git

source: Unable to get git log
az: Git qeydini ala bilmir

source: git clone or pull failed!
az: git clone və ya geri çəkilin!

source: Unable to run import command.
az: İdxal əmrini vermək mümükün olmadı.

source: The underlying module store does not support import.
az: Əsas modul mağazası idxalı dəstəkləmir.

source: The specified remote branch is not available.
az: Göstərilən uzaq filial mövcud deyil.

source: Unable to switch to specified branch. Please check your branch name.
az: Müəyyənləşdirilmiş şaxəyə keçə bilmədi. Zəhmət olmasa, şaxə adını yoxlayın.

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
az: Müəyyənləşdirilən git anbarını və istəyə bağlı şöbəni modulestore-a və istəyə bağlı olaraq göstərilən kataloqa daxil edin.

source: Failed in authenticating {username}, error {error}
az: İdentifikasiya uğursuz oldu {username}, xəta {error}

source: Failed in authenticating {username}
az: İdentifikasiya uğursuz oldu {username}

source: fixed password
az: sabit şifrə

source: All ok!
az: Hər şey yaxşıdır!

source: Must provide username
az: İstifadəçi adı təmin edilməlidir

source: Must provide full name
az: Ad/Soyad təmin edilməlidir

source: Email address must end in {domain}
az: E-mail ünvanı domain {domain} ilə bitməlidir

source: Failed - email {email_addr} already exists as {external_id}
az: Uğursuz oldu - {external_id} kimi e-mail {email_addr} artıq mövcuddur

source: Password must be supplied if not using certificates
az: Sertifikatlardan istifadə etmirsinizsə, şifrə verilməlidir

source: email address required (not username)
az: e-mail ünvanı tələb edilir (istifadəçi adı yox)

source: Oops, failed to create user {user}, {error}
az: Off, istifadəçi {user} yaratmaq uğursuz oldu, {error}

source: User {user} created successfully!
az: İstifadəçi {user} uğurla yaradıldı!

source: Cannot find user with email address {email_addr}
az: {email_addr} e-mail ünvanı ilə istifadəçi tapılmadı

source: Cannot find user with username {username} - {error}
az: İstifadəçi adı {username} ilə istifadəçi tapılmadı - {error}

source: Deleted user {username}
az: Silinmiş istifadəçi {username}

source: Statistic
az: Statistika

source: Value
az: Dəyər

source: Site statistics
az: Sayt üzrə statistika

source: Total number of users
az: Ümumi istifadəçilərin sayı

source: Courses loaded in the modulestore
az: Kurslar modulstore-a yükləndi

source: username
az: istifadəçi adı

source: email
az: e-poçt

source: Repair Results
az: Nəticələrin bərpası

source: Create User Results
az: İstifadəçi nəticələri yaradın

source: Delete User Results
az: İstifadəçi nəticələrini silin

source: The git repo location should end with '.git', and be a valid url
az: Git repo yeri ".git" ilə bitməlidir və etibarlı bir url olmalıdır

source: Added Course
az: Kurs əlavə edildi

source: Course Name
az: Kursun adı

source: Directory/ID
az: Kataloq/ID

source: Last Change
az: Sonuncu dəyişiklik

source: Last Editor
az: Sonuncu redaktor

source: Information about all courses
az: Bütün kurslar haqqında məlumat

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
az: Xəta - ID-li kurslar əldə edilə bilmir {0}<br/><pre>{1}</pre>

source: Deleted
az: Silindi

source: course_id
az: kurs_id

source: instructors
az: təlimatçılar

source: Enrollment information for all courses
az: Bütün kurslar üçün qeydiyyat məlumatı

source: role
az: rol

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
az: %(comment_username)s <b>%(thread_title)s</b> cavab verdi:

source: View discussion
az: Müzakirələrə baxın

source: Response to %(thread_title)s
az: %(thread_title)s-na cavab

source: Title can't be empty
az: Başlıq boş ola bilməz

source: Body can't be empty
az: Əsas mətn hissəsi boş ola bilməz

source: Topic doesn't exist
az: Mövzu mövcud deyil

source: Comment level too deep
az: Şərh səviyyəsi çox dərindir

source: Error uploading file. Please contact the site administrator. Thank you.
az: Fayl yükləyərkən xəta baş verdi. Zəhmət olmasa, sayt administratoru ilə əlaqə saxlayın. Təşəkkür edirik.

source: Good
az: Yaxşı

source: EdxNotes Service is unavailable. Please try again in a few minutes.
az: EdxNote xidməti mövcud deyil. Zəhmət olmasa, bir az sonra yenidən cəhd edin.

source: Invalid JSON response received from notes api.
az: Qeydlər api-sindən etibarsız JSON cavab alındı.

source: Incorrect data received from notes api.
az: Qeydlər api-sindən səhv data qəbul edildi.

source: No endpoint was provided for EdxNotes.
az: EdxNotes üçün son nöqtə təmin edilmədi.

source: Notes
az: Qeydlər

source: API key for accessing Sailthru.
az: Sailthru-ya giriş üçün API açarı

source: API secret for accessing Sailthru.
az: Sailthru giriş üçün API sirr

source: Sailthru list name to add new users to.
az: Sailthru yeni istifadəçiləri əlavə etmək üçün ad siyahısı hazırlayır.

source: Sailthru connection retry interval (secs).
az: Sailthru əlaqəsi üçün yenidən cəhd interval (saniyələr).

source: Sailthru maximum retries.
az: Sailthru maksimum yenidən cəhdlər.

source: Sailthru template to use on welcome send.
az: Sailthru şablonunu salamlama məktubu üçün istifadə edin.

source: Sailthru template to use on abandoned cart reminder. Deprecated.
az: Sailthru şablonunu tərk edilmiş səbət xatırlatması üçün istifadə etmək. Rədd edildi.

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
az: Tərk edilmiş səbət mesajı göndərmədən öncə Sailthru dəqiqələri. Rədd edildi.

source: Sailthru send template to use on enrolling for audit.
az: Sailthru audit üçün qeydiyyatdan istifadə etmək şablonu göndərir.

source: Sailthru send template to use on passed ID verification.
az: Sailthru, keçmiş ID təsdiqlənməsində istifadə etmək şablonu göndərir.

source: Sailthru send template to use on failed ID verification.
az: Sailthru uğursuz ID təsdiqlənməsində istifadə etmək üçün şablon göndərir.

source: Sailthru send template to use on upgrading a course. Deprecated
az: Sailthru kursu yeniləyərkən istifadə etmək üçün şablon göndərir. Rədd edildi

source: Sailthru send template to use on purchasing a course seat. Deprecated
az: Sailthru kursda yer alarkən istifadə etmək üçün şablon göndərir. Rədd edildi

source: Use the Sailthru content API to fetch course tags.
az: Kurs təqlərini almaq üçün Sailthru məzmun API-dən istifadə edin.

source: Number of seconds to cache course content retrieved from Sailthru.
az: Sailthru-dan alınan kurs məzmununu gizlətmək üçün saniyələrin sayı

source: Cost in cents to report to Sailthru for enrolls.
az: Sailthru-ya qeydiyyat üzrə hesabat vermək üçün xərclənilən sentlər.

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
az: İstəyə bağlı lms url sxeması + məzmun kitabxanası üçün url-lər yaratmaq üzrə host, məs. https://courses.edx.org.

source: Number of seconds to delay the sending of User Welcome email after user has been created
az: İstifadəçi yaradıldıqdan sonra ona Xoş gəldin e-maili göndərmək üçün gözlənilən saniyələrin sayı

source: The number of seconds to delay/timeout wait to get cookie values from sailthru.
az: Sailthru-dan kukiləri almaq üçün gözlədilən saniyələrin sayı

source: {platform_name} Staff
az: {platform_name} heyəti

source: Course Staff
az: Kurs heyəti

source: Staff
az: Heyət

source: Used Registration Code
az: İstifadə olunmuş qeydiyyat kodu

source: Credit Card - Individual
az: Kredit kartı - Şəxsi

source: manually enrolled by username: {username}
az: İstifadəçi adı ilə əllə qeydiyata alındı: {username}

source: Manually Enrolled
az: Əllə qeydiyyatdan keçiridi

source: Data Integrity Error
az: Data bütövlüyü xətası

source: TBD
az: Elan olunmayıb

source: Proctored Exam Review: {review_status}
az: Nəzarətli imtahana baxış: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
az: İstifadəçi tərəfindən {course_name} üzrə {exam_name} üçün nəzarətli imtahana cəhd: {student_username} nəzarətli imtahan təminatçısı tərəfindən {review_status} nəzərdən keçirildi. Baxış linki: {review_url}

source: Your Platform Insights
az: Platforma məlumatlarınız

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
az: Hesabat {report_type} yaradılır. Hesabatın statusuna baxmaq üçün aşağıdakı gözləyən tapşırıqlara baxın.

source: User does not exist.
az: İstifadəçi mövcud deyil

source: Found a conflict with given identifier. Please try an alternative identifier
az: Verilən identifikatorla bir problem tapıldı. Zəhmət olmasa, alternativ identifikatorla cəhd edin

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
az: Yüklədiyiniz faylın heç bir kənar simvol və ya sətir olmadan CSV formatında olduğundan əmin olun.

source: Could not read uploaded file.
az: Yüklənmiş fayl oxuna bilmir

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
az: №{row_num} sətirdəki datanın dəqiq dörd sütunü olmalıdır: e-mail, istifadəçi adı, ad/soyad və ölkə

source: Invalid email {email_address}.
az: Etibarsız e-mail {email_address}.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
az: Bu {email} ünvanı ilə hesab mövcuddur, ancaq qeyd olunan istifadəçi adı {username} fərqlidir. Hər bir halda bu {email} e-mail ünvanı ilə qeydiyyatdan keçin.

source: File is not attached.
az: Fayl əlavə olunmayıb

source: Username {user} already exists.
az: {user} adlı istifadəçi artıq mövcuddur.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
az: Yeni istifadəçiyə (user email={email}) e-mail göndərərkən xəta '{error}' baş verdi. Tələbə e-mailsiz daxil ola bilməyəcək. Zəhmət olmasa, əlavə məlumat üçün dəstəklə əlaqə saxlayın.

source: problem responses
az: tapşırıq cavabları

source: Could not find problem with this location.
az: Bu vəziyyətlə bağlı heç bir problem tapılmadı

source: Invoice number '{num}' does not exist.
az: Faktura nömrəsi '{num}' mövcud deyil.

source: The sale associated with this invoice has already been invalidated.
az: Bu faktura ilə əlaqəli satış artıq etibarsızdır.

source: Invoice number {0} has been invalidated.
az: Faktura nömrəsi {0} etibarsız sayılır.

source: This invoice is already active.
az: Bu faktura artıq aktivdir.

source: The registration codes for invoice {0} have been re-activated.
az: {0} fakturası üçün qeydiyyat kodları yenidən aktivləşdirildi.

source: CourseID
az: KursİD

source: Certificate Type
az: Sertifikat tipi

source: Total Certificates Issued
az: Verilmiş Sertifikatların Cəmi

source: Date Report Run
az: Hesabatın Hazırlanma Tarixi

source: enrolled learner profile
az: qeydiyyatdan keçmiş tələbə profili

source: User ID
az: İstifadəçi İD-si

source: Language
az: Dil

source: Location
az: Ünvan

source: Birth Year
az: Doğum ili

source: Gender
az: Cinsiyyət

source: Level of Education
az: Təhsil Səviyyəsi

source: Mailing Address
az: Poçt ünvanı

source: Goals
az: Məqsədlər

source: Enrollment Mode
az: Qeydiyyat rejimi

source: Verification Status
az: Yoxlama Statusu

source: Cohort
az: Qrup

source: Team
az: Komanda

source: City
az: Şəhər

source: Country
az: Ölkə

source: enrollment
az: qeydiyyat

source: The file must contain a 'cohort' column containing cohort names.
az: Faylın tərkibində qrup adları olan 'qrup' sütunu olmalıdır.

source: The file must contain a 'username' column, an 'email' column, or both.
az: Faylın tərkibində 'istifadəçi_adı', 'epoçt' və ya hər ikisi olmalıdır.

source: Coupon Code
az: Kupon kodu

source: Course Id
az: Kursun İd-si

source: % Discount
az: % Endirim

source: Description
az: Təsvir

source: Expiration Date
az: Bitmə tarixi

source: Is Active
az: Aktivdir

source: Code Redeemed Count
az: Geri alınan kodların sayı

source: Total Discounted Seats
az: Güzəştli Yerlərin Cəmi

source: Total Discounted Amount
az: Cəmi Güzəştli Məbləğ

source: detailed enrollment
az: ətraflı qeydiyyat

source: executive summary
az: icra olunacaq xülasə

source: survey
az: sorğu

source: proctored exam results
az: əyani imtahanın nəticələri

source: Could not parse amount as a decimal
az: Məbləği onluq sistemdə göstərmək mümkün deyil.

source: Unable to generate redeem codes because of course misconfiguration.
az: Yanlış konfiqurasiya səbəbindən ödəniş kodları yarada bilmir.

source: pdf download unavailable right now, please contact support.
az: pdf faylını yükləmək hal hazırda mümkün deyil, zəhmət olmasa dəstək xidməti ilə əlaqə saxlayın.

source: Enrollment status for {student}: unknown
az: {student} üçün qeydiyyat statusu: məlum deyil

source: Enrollment status for {student}: active
az: {student} üçün qeydiyyat statusu: aktiv

source: Enrollment status for {student}: inactive
az: {student} üçün qeydiyyat statusu: qeyri-aktiv

source: Enrollment status for {student}: pending
az: {student} üçün qeydiyyat statusu: gözləyir

source: Enrollment status for {student}: never enrolled
az: {student} üçün qeydiyyat statusu: heç vaxt qeydiyyatdan keçirilmədi

source: Module does not exist.
az: Modul mövcud deyil.

source: An error occurred while deleting the score.
az: Hesabın silinməsi zamanı xəta baş verdi.

source: Course has no entrance exam section.
az: Kursda giriş imtahan bölməsi yoxdur.

source: all_students and unique_student_identifier are mutually exclusive.
az: all_students və unique_student_identifier qarşılıqlı olaraq müstəqildir.

source: all_students and delete_module are mutually exclusive.
az: all_students və delete_module qarşılıqlı olaraq müstəqildir.

source: Requires instructor access.
az: Təlimatçı girişi tələb olunur.

source: Course has no valid entrance exam section.
az: Kursda etibarlı giriş imtahan bölməsi yoxdur.

source: All Students
az: Bütün tələbələr

source: Cannot rescore with all_students and unique_student_identifier.
az: all_students və unique_student_identifier ilə yenidən qiymətləndirə bilmir.

source: grade
az: qiymət

source: problem grade
az: tapşırıq qiyməti

source: Successfully changed due date for student {0} for {1} to {2}
az: Tələbə {0} üçün son tarixi uğurla {1}-dən {2}-yə dəyişdi

source: Successfully removed invalid due date extension (unit has no due date).
az: Uğurla etibarsız son tairx uzatmaları çıxarıldı. (dərs vahidlərinin son tarixi yoxdur).

source: Successfully reset due date for student {0} for {1} to {2}
az: Tələbə {0} üçün son tarixi uğurla {1}-dən {2}-yə sıfırlandı

source: This student (%s) will skip the entrance exam.
az: Bu tələbə (%s) giriş imtahanını ötürəcək.

source: This student (%s) is already allowed to skip the entrance exam.
az: Bu tələbəyə (%s) giriş imtahanına girməməsinə artıq icazə verilib.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
az: Bu kursda bütüb tələbələr üçün sertifikat yaradılması tapşırığı başladılıb. Siz "Gözləyən tapşırıqlar" bölməsində bu tapşırığın statusuna baxa bilərsiniz.

source: Please select one or more certificate statuses that require certificate regeneration.
az: Zəhmət olmasa, sertifikatın yenidən yaradılmasını tələq etmək üçün bir və ya bir neçə sertifikat nümunələri seçin.

source: Please select certificate statuses from the list only.
az: Zəhmət olmasa, sertifikat nümunələrini yalnız siyahıdan seçin.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
az: Sertifikatın yenidən yaradılması tapşırığı başladılıb. Siz "Gözləyən tapşırıqlar" bölməsində bu tapşırığın statusuna baxa bilərsiniz.

source: Student (username/email={user}) already in certificate exception list.
az: Tələbə (username/email={user}) artıq sertifikat istisna siyahısında mövcuddur.

source: Certificate exception (user={user}) does not exist in certificate white list. Please refresh the page and try again.
az: Sertifikat istisnası (user={user}) sertifikat ağ siyahısında mövcud deyil. Zəhmət olmasa, səhifəni yeniləyin və bir daha cəhd edin.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
az: Tələbə istifadəçi adı/e-mail doldurulmalıdır və boş buraxıla bilməz. Zəhmət olmasa, istifadəçi adı/e-maili yazın və sonra "İstisna siyahısına əlavə edin" düyməsinə basın.

source: The record is not in the correct format. Please add a valid username or email address.
az: Qeyd düzgün formatda deyil. Zəhmət olmasa, etibarlı istifadəçi adı və ya e-mail ünvanı daxil edin.

source: {user} does not exist in the LMS. Please check your spelling and retry.
az: {user} LMS-də mövcud deyil. Zəhmət olmasa, yazılışı yoxlayın və yenidən cəhd edin.

source: {user} is not enrolled in this course. Please check your spelling and retry.
az: {user} bu kursa qeydiyyatdan keçirilmir. Zəhmət olmasa, yazılışı yoxlayın və yenidən cəhd edin.

source: Invalid data, generate_for must be "new" or "all".
az: Etibarsız data, generate_for "new" və ya "all" olmalıdır.

source: Certificate generation started for white listed students.
az: Ağ siyahıya salınmış tələbələr üçün sertifikatların yaradılmasına başlanıldı.

source: user "{user}" in row# {row}
az: sıradakı# {row} istifadəçi "{user}"

source: user "{username}" in row# {row}
az: sıradakı# {row} istifadəçi "{username}"

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
az: {user}-nin sertifikatı artıq etibarsızlaşdırılıb. Zəhmət olmasa, yazılışı yoxlayın və yenidən cəhd edin.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
az: Tələbə {user} üçün sertifikat artıq etibarsızdır, zəhmət olmasa, sertifikatın bu tələbə üçün yaradıldığını təsdiqləyin və sonra davam edin.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
az: Sertifikat etibarsızlaşdırılması mövcud deyil, zəhmət olmasa, səhifəni yeniləyin və yenidən cəhd edin.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
az: Tələbə istifadəçi adı/e-mail doldurulmalıdır və boş buraxıla bilməz. Zəhmət olmasa, istifadəçi adı/e-maili yazın və sonra "Sertifikatı ləğv edin" düyməsinə basın.

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
az: Tələbənin {student} bu kurs {course} üçün sertifikatı yoxdur. Zəhmət olmasa, tələbə istifadəçi adı/e-maili və seçilmiş kursların düzgün olduğunu yoxlayın və yenidən cəhd edin.

source: coupon id is None
az: kupon id Heç kimdir

source: coupon with the coupon id ({coupon_id}) DoesNotExist
az: kupon id-si ({coupon_id}) ilə kupon mövcud deyil

source: coupon with the coupon id ({coupon_id}) is already inactive
az: kupon id-li ({coupon_id}) kupon artıq qeyri-aktivdir

source: coupon with the coupon id ({coupon_id}) updated successfully
az: kupon id-li ({coupon_id}) kupon uğurla yeniləndi

source: The code ({code}) that you have tried to define is already in use as a registration code
az: Müəyyənləşdirməyə cəhd etdiyiniz kod ({code}) artıq qeydiyyat kodu olaraq istifadədədir

source: Please Enter the Integer Value for Coupon Discount
az: Zəhmət olmasa, kupon endirimi üçün tam dəyər daxil edin

source: Please Enter the Coupon Discount Value Less than or Equal to 100
az: Zəhmət olmasa, kupon endirim dəyərini 100-ə bərabər və ya daha az olaraq daxil edin

source: Please enter the date in this format i-e month/day/year
az: Zəhmət olmasa, tarixi bu formatda daxil edin, məs. ay/gün/il

source: coupon with the coupon code ({code}) added successfully
az: Kupon kodu ({code}) olan kupon uğurla əlavə edildi

source: coupon with the coupon code ({code}) already exists for this course
az: Kupon kodu ({code}) olan kupon artıq bu kurs üçün mövcuddur

source: coupon id not found
az: kupon id-si tapılmadı
