Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
az: %(platform_name)s-nın çox tələbəsi hər həftə daha çox tapşırıqları tamamlayır, müzakirə forumlarında iştirak edirlər. Öyrənməyə davam etmək üçün nə etmək istəyirsiz?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
az: %(platform_name)s-ın çox tələbəsi %(course_name)s kursunda hər həftə daha çox tapşırıqlar tamamlayır və müzakirə forumlarında iştirak edir. Öyrənməyə davam etmək üçün nə etmək istəyirsiniz?

source: Keep up the momentum!
az: Belə davam edin!

source: Many %(platform_name)s learners in <strong>%(course_name)s</strong> are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
az: %(platform_name)s-ın çox tələbəsi<strong> %(course_name)s</strong> kursunda hər həftə daha çox tapşırıqlar tamamlayır və müzakirə forumlarında iştirak edir. Öyrənməyə davam etmək üçün nə etmək istəyirsiniz?

source: Keep learning
az: Öyrənməyə davam edin

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
az: Siz %(course_name)s kursuna və %(platform_name)s portalında başqa kurslara qeydiyyatdan nə vaxt keçdiyinizi xatırlayırsınızmı? Biz xatırlayırıq və sizin kimi tələbəmiz olduğu üçün şadıq! Hər kəsin öyrəndiyini görmək xoşdur.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
az: Siz %(platform_name)s portalında %(course_name)s kursuna qeydiyyatdan keçdiyiniz vaxtı xatırlayırsınızmı? Biz xatırlayırıq və sizin kimi tələbəmiz olduğu üçün şadıq! Hər kəsin öyrəndiyini görmək xoşdur.

source: Keep learning today
az: Bugün öyrənməyə davam edin

source: Remember when you enrolled in <strong>%(course_name)s</strong>, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
az: Siz <strong>%(course_name)s</strong> kursuna və %(platform_name)s portalında başqa kurslara qeydiyyatdan nə vaxt keçdiyinizi xatırlayırsınızmı? Biz xatırlayırıq və sizin kimi tələbəmiz olduğu üçün şadıq! Hər kəsin öyrəndiyini görmək xoşdur.

source: Remember when you enrolled in <strong>%(course_name)s</strong> on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
az: Siz %(platform_name)s portalında <strong>%(course_name)s</strong> kursuna qeydiyyatdan keçdiyiniz vaxtı xatırlayırsınızmı? Biz xatırlayırıq və sizin kimi tələbəmiz olduğu üçün şadıq! Hər kəsin öyrəndiyini görmək xoşdur.

source: Start learning now
az: Öyrənməyə indi başlayın

source: Keep learning on %(platform_name)s
az: %(platform_name)s-nda öyrənməyə davam edin

source: Keep learning in %(course_name)s
az: %(course_name)s kursunda öyrənməyə davam edin

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
az: Ümid edirik ki, %(platform_name)s-nda bizimlə birgə öyrənməkdən məmnunsunuz! Təsdiqlənmiş bir sertifikat sizin yeni bilik və bacarıqlarınızı göstərməyə imkan verir. %(platform_name)s sertifikatı rəsmidir və asanlıqla paylaşıla bilir. %(user_schedule_upgrade_deadline_time)s tərəfindən yenilənir.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
az: Ümid edirik ki, %(first_course_name)s-nda bizimlə birgə öyrənməkdən məmnunsunuz! Təsdiqlənmiş bir sertifikat sizin yeni bilik və bacarıqlarınızı göstərməyə imkan verir. %(platform_name)s sertifikatı rəsmidir və asanlıqla paylaşıla bilir. %(user_schedule_upgrade_deadline_time)s tərəfindən yenilənir.

source: Upgrade now
az: İndi yeniləyin

source: We hope you are enjoying learning with us so far on <strong>%(platform_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
az: Ümid edirik ki, <strong>%(platform_name)s</strong>-nda bizimlə birgə öyrənməkdən məmnunsunuz! Təsdiqlənmiş bir sertifikat sizin yeni bilik və bacarıqlarınızı göstərməyə imkan verir. %(platform_name)s sertifikatı rəsmidir və asanlıqla paylaşıla bilir.

source: We hope you are enjoying learning with us so far in <strong>%(first_course_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
az: Ümid edirik ki, <strong>%(first_course_name)s </strong>kursunda bizimlə birgə öyrənməkdən məmnunsunuz! Təsdiqlənmiş bir sertifikat sizin yeni bilik və bacarıqlarınızı göstərməyə imkan verir. %(platform_name)s sertifikatı rəsmidir və asanlıqla paylaşıla bilir.

source: Upgrade by <strong>%(user_schedule_upgrade_deadline_time)s</strong>.
az: <strong>%(user_schedule_upgrade_deadline_time)s</strong> tərəfindən yenilənir.

source: You are eligible to upgrade in these courses:
az: Bu kurslarda yüksəlməyə uyğunsunuz:

source: Example of a verified certificate
az: Təsdiqlənmiş sertifikat nümunəsi

source: Upgrade now at
az: İndi yeniləyin

source: Upgrade to earn a verified certificate on %(platform_name)s
az: %(platform_name)s-nda təsdiq olunmuş sertifikata yeniləyin

source: Upgrade to earn a verified certificate in %(first_course_name)s
az: %(first_course_name)s kursunda təsdiqlənmiş sertifikata yeniləyin

source: Enable course home page improvements.
az: Əsas səhifənin təkmilləşdirilməsini təmin edin.

source: Site theme changed to {site_theme}
az: Sayt mövzusu {site_theme} mövzusuna dəyişdi

source: Theme {site_theme} does not exist
az: Mövzu {site_theme} mövcud deyil

source: Site theme reverted to the default
az: Sayt mövzusu standarta dəyişdi

source: Theming Administration
az: Administrasiya İdarəsi

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
az: İstifadəçi adlarına yalnız hərflər (A-Z, a-z), rəqəmlər (0-9), altdan xətt (_) və tire (-) daxil ola bilər.

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
az: İstifadəçi adında yalnız ingilis hərfləri, rəqəmlər və @/./+/-/_ simvolları ola bilər.

source: "{email}" is not a valid email address.
az: "{email}" ünvanı düzgün e-poçt ünvanı deyil.

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
az: Belə görünür ki, {email_address} e-mail ünvanı mövcud olan hesaba məxsusdur. Başqa e-mail ünvanı ilə yenidən cəhd edin.

source: It looks like {username} belongs to an existing account. Try again with a different username.
az: Belə görünür ki, istifadəçi adı {username} mövcud olan hesaba məxsusdur. Başqa istifadəçi adı ilə yenidən cəhd edin.

source: Username must be between {min} and {max} characters long.
az: İstifadəçi adının uzunluğu {min} və {max} simvol arası olmalıdır.

source: Enter a valid email address that contains at least {min} characters.
az: Ən azı {min} simvolu olan etibarlı bir e-mail ünvanı daxil edin.

source: Enter your full name.
az: Ad/Soyadınızı daxil edin.

source: The email addresses do not match.
az: E-mail ünvanları üst-üstə düşmür.

source: Select your country or region of residence.
az: Ölkənizi və ya yaşadığınız regionu seçin.

source: Select your profession.
az: Peşənizi seçin.

source: Select your specialty.
az: İxtisasınızı seçin.

source: Enter your profession.
az: Peşənizi daxil edin.

source: Enter your specialty.
az: İxtisasınızı daxil edin.

source: Enter your city.
az: Şəhərinizi daxil edin.

source: Tell us your goals.
az: Bizə hədəflərinizi deyin.

source: Select the highest level of education you have completed.
az: Tamamladığınız ən yüksək təhsil səviyyəsini seçin.

source: Enter your mailing address.
az: Poçt ünvanınızı daxil edin.

source: The '{field_name}' field cannot be edited.
az: '{field_name}' xanası redaktə oluna bilməz.

source: Account creation not allowed.
az: Hesab yaradılmasına icazə verilmir.

source: State/Province/Region
az: Dövlət/Əyalət/Region

source: Company
az: Şirkət

source: Job Title
az: Vəzifəniz

source: Mailing address
az: Poçt ünvanı

source: Tell us why you're interested in {platform_name}
az: Bizə {platform_name} adlı portalla niyə maraqlandığınız haqqında deyin

source: Profession
az: Peşə

source: Specialty
az: İxtisas

source: Make sure that you are providing a valid username or a URL that contains "
az: Etibarlı bir istifadəçi adı və ya " olan URL-i təmin etdiyinizdən əmin olun

source: This account has been temporarily locked due to excessive login failures. Try again later.
az: Uğursuz girişlərin sayının həddindən artıq çox olmasından dolayı bu hesab müvəqqəti olaraq kilidləndi. Bir az sonra yenidən cəhd edin.

source: Email or password is incorrect.
az: E-mail və ya şifrə yanlışdır.

source: Permission Denied
az: İcazə rədd edildi

source: Retirement does not exist!
az: Təqaüd mövcud deyil!

source: Success
az: Uğurlu

source: Actions
az: Fəaliyyətlər

source: The email address you used to register with {platform_name}
az: {platform_name} saytında qeydiyyatdan keçdiyiniz e-poçt ünvanı

source: Secondary email
az: İkinci e-mail

source: Secondary email address you registered with {platform_name} using account settings page
az: {platform_name} saytında hesab parametrləri səhifəsindən istifadə edərək qeydiyyatdan keçdiyiniz ikinci e-poçt ünvanınız

source: Remember me
az: Məni xatırlayın

source: This is what you will use to login.
az: Bu e-poçt ünvanını, sistemə giriş üçün istifadə edəcəksiniz.

source: Confirm Email
az: E-mailinizi təsdiq edin

source: This name will be used on any certificates that you earn.
az: Bu ad əldə etdiyiniz hər hansı sertifikatın üzərində yazılacaq.

source: Public Username
az: İstifadəçi adı

source: The name that will identify you in your courses. It cannot be changed later.
az: Kurslarınızda sizə aid ola ad. Sonradan dəyişdirilə bilməz.

source: Highest level of education completed
az: Tamamladığınız ən yüksək təhsil səviyyəsi

source: Year of birth
az: Doğum ili

source: Country or Region of Residence
az: Ölkə və ya region üzrə yaşayış ünvanı

source: The country or region where you live.
az: Yaşadığınız ölkə və ya region

source: Terms of Service and Honor Code
az: Xidmət Şərtləri və Şərəf Məcəlləsi

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
az: Mən {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} qəbul edirəm

source: You must agree to the {platform_name} {terms_of_service}
az: Siz {platform_name} {terms_of_service} qəbul etməlisiniz

source: By creating an account with {platform_name}, you agree to abide by our {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and agree to our {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
az: Bir hesab {platform_name} yaratmaqla siz bizim {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} və {privacy_policy_link_start}Məxfilik siyasəti{privacy_policy_link_end} uyğun davranacağınızı qəbul edirsiniz.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
az: Mən {platform_name} {tos_link_start}{terms_of_service}{tos_link_end} qəbul edirəm

source: System maintenance in progress. Please try again later.
az: Sistemə qulluq edilir. Zəhmət olmasa, daha sonra yenidən cəhd edin.

source: Delete failed for user preference '{preference_key}'.
az: İsitifadəçi üstünlüyü '{preference_key}' üçün silmək uğursuz oldu.

source: Preference '{preference_key}' cannot be set to an empty value.
az: Üstünlük '{preference_key}' boş dəyərə tənzimlənə bilməz.

source: Invalid user preference key '{preference_key}'.
az: Etibarsız istifadəçi üstünlük açarı '{preference_key}'.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
az: İstifadəçi üstünlüyü '{preference_key}' üçün dəyər '{preference_value}' etibarlı deyil.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
az: Üstünlük '{preference_key}' üçün dəyər '{preference_value}' etibarlı deyil: Saat qurşağı tənzimlənməyib.

source: Value '{preference_value}' is not a valid time zone selection.
az: Dəyər '{preference_value}' etibarlı saat qurşağında deyil.

source: Save failed for user preference '{key}' with value '{value}'.
az: Üstünlük '{key}' dəyəri '{value}' ilə istifadəçi üçün yaddaşa salmaq uğursuz oldu.

source: No data provided for user preference update
az: İstifadəçi üstünlük yenilənməsi üçün məlumat təmin edilməyib

source: Hello %(full_name)s,
az: Salam %(full_name)s,

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
az: %(platform_name)s-nda hesabınızı silmək istəyinizi aldıq. Siz getdiyiniz üçün çox üzgünük!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
az: Sizin hesabınız qısa zamanda silinəcək. E-mail siyahılarından çıxarılma daxil olmaqla hesabın silinməsi bizim sistemdə bir neçə həftə çəkə bilər. Bundan əvvəl e-maildən çıxmaq istəyirsinizsə, hər hansı bir e-mailin altbilgisinə abunəlikdən çıxın.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
az: Bu, sadəcə məlumat xarakterli bir e-maildir. Əgər bunu siz istəməmisinizsə, %(contact_email)s vasitəsilə əlaqə saxlayın.

source: Best, %(platform_name)s
az: Hörmətlə, %(platform_name)s

source: Your Account Has Been Queued For Deletion
az: Sizin hesab silinməsi üçün növbəyə salınıb

source: Superuser creation not allowed
az: Tam hüquqlu administrator hesabının yaradılmasına icazə verilmir

source: Account modification not allowed.
az: Hesab dəyişikliyinə icazə verilmir.

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
az: Siz müvəffəqiyyətlə {provider_name} hesabınıza daxil oldunuz, amma bu hesab {platform_name} hesabı ilə hələ əlaqələndirilməyib.

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
az: Aşağıdakı {platform_name} -a daxil olmaq üçün öz {platform_name} istifadəçi adınızı və şifrəni istifadə edin və sonra öz {platform_name} hesabınızı alətlər panelində olan {provider_name} ilə əlaqələndirin.

source: If you don't have an {platform_name} account yet, click {register_label_strong} at the top of the page.
az: Əgər sizin hələ {platform_name} hesabınız yoxdursa, səhifənin başında {register_label_strong} klikləyin.

source: Register
az: Qeydiyyat

source: There was an error receiving your login information. Please email us.
az: Sizin qeydiyyat məlumatlarınızı qəbul edərkən xəta baş verdi. Zəhmət olmasa bizə e-poçt göndərin.

source: In order to sign in, you need to activate your account.<br /><br />We just sent an activation link to <strong>{email}</strong>. If you do not receive an email, check your spam folders or <a href="{support_url}">contact {platform} Support</a>.
az: Daxil olmaq üçün hesabınızı aktivləşdirməlisiniz.<br /><br /> İndicə <strong>{email}</strong> ünvanına aktivləşdirmək üçün linki gğöndərdik. Əgər siz elektron məktubu qəbul etməmisinizsə o zaman spam qovluqlarınızı yoxlayın və ya <a href="{support_url}">{platform} Dəstək Xidməti ilə əlaqə saxlayın </a>.

source: Too many failed login attempts. Try again later.
az: Çox sayda uğursuz giriş cəhdləri. Biraz sonra yenidən cəhd edin.

source: Create Account
az: Qeydiyyatdan keçin

source: Registration using {provider} has timed out.
az: {provider}-i istifadə edən qeydiyyatın vaxtı keçib.

source: An access_token is required when passing value ({}) for provider.
az: Provayderə ({}) dəyərini ötürərkən access_token tələb olunur.

source: The provided access_token is already associated with another user.
az: Təqdim olunan access_token artıq başqa bir istifadəçi ilə əlaqələndirilib.

source: The provided access_token is not valid.
az: Təqdim olunan access_token etibarlı deyil.

source: Dismiss
az: Buraxın

source: The course key for the course we would like to be auto-cohorted.
az: Kurs üçün kurs açarının avtomatik qruplaşdırlmasını istərdik.

source: Oauth client name of video pipeline service.
az: Video xidmətinin oauth müştəri adı.

source: edx-video-pipeline API URL.
az: edx-video-pipeline API URL-i.

source: Username created for Video Pipeline Integration, e.g. veda_service_user.
az: Video inteqrasiyası üçün yaradılmış istifadəçi adı, məs. veda_service_user.

source: Force On
az: Qoşulmanı yandırın

source: Force Off
az: Qoşulmanı söndürün

source: This value is invalid.
az: Bu dəyər etibarsızdır.

source: This field is not editable
az: Bu xana redaktə edilə bilmir

source: %(min_score)s is not a valid grade percentage
az: %(min_score)s etibarlı qiymət faizi deyil

source: Gating milestone for {usage_key}
az: {usage_key} üçün açılış mərhələsi

source: License
az: Lisenziya

source: A license defines how the contents of this block can be shared and reused.
az: Lisenziya bu blokun məzmununun paylaşıla və yenidən istifadə edilə biləcəyini müəyyən edir.

source: Category
az: Kateqoriya

source: Week 1
az: Həftə 1

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
az: Müzakirə üçün kateqoriya adı. Bu ad kurs üçün müzakirə forumunun sol tərəfində görünür.

source: Subcategory
az: Alt kateqoriya

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
az: Müzakirə üçün alt kateqoriya adı. Bu ad kurs üçün müzakirə forumunun sol tərəfində görünür.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
az: Siz daxil olmamısınız. Müzakirə məzmununa baxmaq üçün {sign_in_link} və ya {register_link} və bu kursa yazılın.

source: These define the context to enable course duration limits on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
az: Bunlar, kurs müddətinin məhdudlaşdırılmasını təmin etmək üçün məzmunu müəyyənləşdirir. Əgər heç bir dəyər tənzimlənməyibsə, konfiqurasiya qlobal şəkildə tətbiq olunur. Əgər bir dəyər təyin edilərsə, konfiqurasiya həmin məzmunda olan bütün kurslara tətbiq edilir. Birdən çox dəyər bir zamanda təyin oluna bilər. <br>Əgər bir çox məzmun bir kursa tətbiq edilərsə, (məsələn, əgər konfiqurasiya kursa xüsusi olaraq müəyyənləşdirilərsə və kursun olduğu orqan üçün müəyyən olunarsa, onda konkret olan məzmun ümumi məzmunu ləğv edir.

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
az: Bu dəyərlərdən hər hansı biri boş və ya "Bilinməyən" olaraq qalırsa, iş vaxtında onların dəyəri tətbiq ediləcək növbəti ən xüsusi kontekstdən alınacaq. Məsələn, əgər "Aktiv" kurs məzmununda "Bilinməyən" olaraq qaldıqda, o kurs yalnız fəaliyyət göstərən təşkilat aktiv olduqda aktiv olacaq.

source: Enabled As Of
az: Əlaqədar olaraq

source: If the configuration is Enabled, then all enrollments created after this date and time (UTC) will be affected.
az: Əgər konfiqurasiya aktivdirsə, onda bu tarix və vaxtdan (UTC) sonra yaradılmış bütün qeydiyyatlar təsirlənəcək.

source: Studio Override Enabled
az: Studio ləğvi aktivləşdirildi

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
az: Xüsusiyyət əsaslı qeydiyyatın görüntüsünün Studioda ləğvinə icazə verin.

source: enabled_as_of must be set when enabled is True
az: Doğru effektiv olduqda enabled_as_of müəyyən edilməlidir

source: Feature-based Enrollments
az: Xüsusiyyət əsaslı qeydiyyatlar

source: Partition for segmenting users by access to gated content types
az: Qapalı məzmun növlərinə çıxış yolu ilə istifadəçilərin bölüşdürülməsi üçün bölmə

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
az: Qiymətləndirilmiş qiymətləndirmələr təsdiqlənmiş istiqamət tələbələri üçün aktivdir. Kilidi açmaq üçün yeniləyin.

source: Content available only to verified track learners
az: Məzmun yalnız təsdiqlənmiş istiqamət tələbələrinə açıqdır

source: Verified Track Access
az: Təsdiqlənmiş istiqamət üçün giriş

source: Graded assessments are available to Verified Track learners.
az: Qiymətləndirilmiş qiymətləndirmələr təsdiqlənmiş istiqamət tələbələri üçün aktivdir.

source: Upgrade to unlock
az: Kilidi açmaq üçün yeniləyin.

source: Access expired on {expiration_date}
az: Girişin vaxtı {expiration_date} tarixində bitir

source: Access to {course_name} expired on {expiration_date}
az: {course_name} kursuna giriş {expiration_date} tarixində bitdi

source: Access to the course you were looking for expired on {expiration_date}
az: Axtardığınız kursa giriş {expiration_date} tarixində bitdi

source: This learner does not have access to this course. Their access expired on {expiration_date}.
az: Bu tələbənin bu kursa girişi yoxdur. Onların girişi {expiration_date} tarixində bitdi.

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
az: {strong_open}Auditgirişinin vaxtı bitir {expiration_date}{strong_close}{line_break} Siz inkişafınız haqqında məlumat da daxil olmaqla {expiration_date} tarixində bu kursa girişinizi itirirsiniz.

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
az: {line_break}Saytda olduğu müddət ərzində kursa limitsiz giriş üçün {upgrade_deadline} tarixindək yeniləyin. {a_open}{sronly_span_open}Keçən son tarixə {expiration_date} giriş əldə etmək üçün indi yeniləyin{span_close}{a_close}

source: Updates
az: Yeniləmələ

source: Reviews
az: Baxışlar

source: {sign_in_link} or {register_link} and then enroll in this course.
az: {sign_in_link} və ya {register_link} və sonra bu kursa qeydiyyatdan keçin.

source: Sign in
az: Daxil olun

source: {open_enroll_link}Enroll now{close_enroll_link} to access the full course.
az: Bütün kurslara giriş əldə etmək üçün {open_enroll_link}indi qeydiyyatdan keçin{close_enroll_link}.

source: Welcome to {course_display_name}
az: {course_display_name} kursuna xoş gəlmisiniz
