Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
az: Təşkilat daxilində yeni kursu identifikasiya edən unikal kod. {strong_start}Qeyd: Bu, kitabxananızın URL-nin bir hissəsdir, buna görə də, boşluq və ya xüsusi simvollara icazə verilmir və dəyişdirilə bilməz.{strong_end}

source: Organization and Library Settings
az: Təşkilat və kitabxana ayarları

source: Show all courses in organization:
az: Təşkilatınızdakı bütün kursları göstərin:

source: For example, MITx
az: Məsələn, MİTx

source: Courses Being Processed
az: Həyata keçirilən kurslar

source: This course run is currently being created.
az: Hal-hazırda kursun icrası hazırlanır.

source: Configuring as re-run
az: Təkrar olaraq konfiqurasiya olunur

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
az: Yeni kursunuz kurs siyahınıza 5-10 dəqiqə içərisində əlavə ediləcək. Bu səhifəyə qayıdın və ya {link_start} kurs siyahısını yeniləmək üçün səhifəni {link_end}təzələyin. Yeni kursun əllə ediləcək konfiqurasiyaya ehtiyacı ola bilər.

source: This re-run processing status:
az: Təkrar icra statusu:

source: Configuration Error
az: Konfiqurasiya xətası

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
az: Kursunuz icra olunarkən bir sistem xətası baş verdi. Zəhmət olmasa, orijinal kurs səhifəsinə gedərək yenidən başlatmağa cəhd edin və ya kömək üçün PM-lə əlaqə saxlayın.

source: Archived Courses
az: Arxivlənmiş kurslar

source: Libraries
az: Kitabxanalar

source: Are you staff on an existing {studio_name} course?
az: Siz mövcud olan {studio_name} adlı kursun heyətinisiz?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
az: Kurs yaradıcısı sizə kursa daxil olmağınıza icazə verməlidir. Müəllifə kömək etdiyiniz kurs üçün kurs yaradıcısı və ya administratorla əlaqə saxlayın.

source: Create Your First Course
az: İlk kursunuzu yaradın

source: Your new course is just a click away!
az: Yeni kursunuz bir klik uzaqlığınızdadır!

source: Becoming a Course Creator in {studio_name}
az: {studio_name} adlı studioda kurs müəllifi olun

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
az: {studio_name} xConsortium tərəfdaşları və seçilmiş qonaqlar üçün bir həldir. Kursun yaradıcısı səlahiyyətləri {platform_name} tərəfindən verilirkən, siz komanda üzvü olduğunuz kurslar düzəliş etmək üçün yuxarıda görünür. Komandamız sizin tələbinizi qiymətləndirəcək və iş həftəsi ərzində 24 saat içərisində sizə rəy verməlidir.

source: Your Course Creator Request Status:
az: Sizin kurs yaratmaq üçün müraciət statusunuz:

source: Request the Ability to Create Courses
az: Kurslar yaratmaq üçün müraciət edin

source: Your Course Creator Request Status
az: Sizin kurs yaratmaq üçün müraciət statusunuz

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
az: {studio_name} xConsortium tərəfdaşları və seçilmiş qonaqlar üçün bir həldir. Kursun yaradıcısı səlahiyyətləri {platform_name} tərəfindən verilirkən, siz komanda üzvü olduğunuz kurslar düzəliş etmək üçün yuxarıda görünür. Komandamız sizin müraciətinizi qiymətləndirib.

source: Your Course Creator request is:
az: Sizin kurs yaratmaq üçün müraciətiniz:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
az: Sizin müraciətiniz {platform_name} heyəti tərəfindən müəyyənləşdirilmiş meyarları/təlimatları ödəmədi.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
az: {studio_name} xConsortium tərəfdaşları və seçilmiş qonaqlar üçün bir həldir. Kursun yaradıcısı səlahiyyətləri {platform_name} tərəfindən verilirkən, siz komanda üzvü olduğunuz kurslar düzəliş etmək üçün yuxarıda görünür. Komandamız sizin müraciətinizi hal-hazırda qiymətləndirir.

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
az: Sizin müraciətiniz hal-hazırda {platform_name} heyəti tərəfindən nəzərdən eçirilir və ən qsa zamanda sizə məlumat verilməlidir.

source: Were you expecting to see a particular library here?
az: Burada xüsusi kitabxana görməyi gözləyirdinizmi?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
az: Kitabxana yaradıcısı sizə kitabxanaya daxil olmağınıza icazə verməlidir. Müəllifə kömək etdiyiniz kitabxan üçün kitabxana yaradıcısı və ya administratorla əlaqə saxlayın.

source: Create Your First Library
az: İlk kitabxananızı yaradın

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
az: Kitabxanalar bir çox kurslarda təkrar istifadə edilə bilən komponentlərin toplusunu saxlayırlar. Bir düyməni basaraq ilk kitabxananı yaradın!

source: New to {studio_name}?
az: {studio_name} adlı studioda yenisiniz?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
az: Görüntülədiyiniz {studio_name} səhifəsi haqqında daha ətraflı məlumat əldə etmək üçün sağ üst hissədəki Yardım'ı Kömək düyməsini basın. Mütəmadi olaraq yenilənən sənədləri və digər {studio_name} resurslarını əldə etmək üçün səhifənin altındakı linklərdən də istifadə edə bilərsiniz.

source: Getting Started with {studio_name}
az: {studio_name} ilə başlayın

source: Can I create courses in {studio_name}?
az: {studio_name} studioada kurslar yarada bilərəmmi?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
az: {studio_name} adlı studioda kurslar yaratmaq üçün siz {link_start} bir kurs yaratmağınıza kömək etməsi üçün {platform_name} heyəti ilə əlaqə saxlayın{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
az: {studio_name}-da kurslar yaratmaq üçün sizin kurs yaratmaq səlahiyyətiniz olmaldır ki, öz kursunuzu yaradasınız.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
az: {studio_name} adlı studioda kurs yaratmaq müraciətiniz rədd edildi. Zəhmət olmasa, {link_start} əlavə suallarınız üçün {platform_name} heyəti ilə əlaqə saxlayın{link_end}.

source: Thanks for signing up, {name}!
az: {name}, qeydiyyatdan keçdiyiniz üçün təşəkkürlər!

source: We need to verify your email address
az: E-mail ünvanınızı yoxlamağa ehtiyac duyuruq

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
az: Demək olar ki, ordasınız! Qeydiyyatınızı tamamlamaq üçün siz e-mail ünvanınızı ({email}) təsdiq etməlisiniz. Aktivasiya məktubu və növbəti mərhələlər sizi orada gözləyir.

source: Need help?
az: Köməyə ehtiyacınız var?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
az: Əgər bizim e-mailimiz sizin Gələnlər qovluğunda yoxdursa, zəhmət olmasa, Junk və ya Spam qovluqlarınızı yoxlayın. Hələ də təsdiqləmə e-mailini tapa bilmirsiz? Aşağıdakı link vasitəsilə kömək üçün müraciət edin.

source: Content Library
az: Məzmun kitabxanası

source: Add Component
az: Element əlavə edin

source: Adding content to your library
az: Kitabxananıza məzmun əlavə edin

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
az: Bu səhifənin aşağısındakı Yeni element əlavə edin düyməsindən istifadə edərək kurslarda istifadə üçün kitabxananıza elementlər əlavə edin.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
az: Elementlər əlavə olunduqları sıraya görə sıralanır, belə ki, ən sonda əlavə edilən ən axırda olur. Kitabxananızda birdən çox səhifə varsa, səhifədən səhifəyə keçmək üçün səhifələnmə oxlarından istifadə edin.

source: Using library content in courses
az: Kurslarda kitabxana məzmunundan istifadə edilir

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
az: Kursunuzun Qabaqcıl Parametrlərdə Qabaqcıl Modul siyahısına {em_start}kitabxana_məzmunu{em_end} siyasət açarları əlavə edərək kurslarıızda kitabxana məzmunundan istifadə edin, sonra kurs lentinizə Təsadüfi seçilmiş Məzmun Blokları əlavə edin. Hər bir Təsadüfi seçilmiş Məzmun Blokları üçün parametrlərdə bu kitabxananı mənbə kitabxanası olaraq seçin və hər bir tələbəyə görünəcək və təsadüfi seçilmiş problemlərin sayını müəyyənləşdirin.

source: Learn more about content libraries
az: Məzmun kitabxanası haqqında daha ətraflı öyrənin

source: Course Team Settings
az: Kurs komandasının parametrləri

source: New Team Member
az: Yeni komanda üzvü

source: Add a User to Your Course's Team
az: Kursunuzun komandasına bir istifadəçi əlavə edin

source: New Team Member Information
az: Yeni komanda üzvü haqqında məlumat

source: User's Email Address
az: İstifadəçinin e-mail ünvanı

source: Provide the email address of the user you want to add as Staff
az: Heyət olaraq əlavə etmək istədiyiniz istifadəçinin e-mail ünvanını qeyd edin

source: Add User
az: İstifadəçi əlavə edin

source: Add Team Members to This Course
az: Bu kursa yeni komanda üzvləri əlavə edin

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
az: Komanda üzvlərinin əlavə edilməsi kurs tərtibinin işbirliyini təmin edir. İstifadəçilər {studio_name} adlı studio üçün qeydiyyatdan keçməli və aktiv hesabları olmalıdır.

source: Add a New Team Member
az: Yeni bir komanda üzvü əlavə edin

source: Course Team Roles
az: Kurs komandasının rolları

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
az: Heyət rolundakı kurs komanda üzvləri kursun həmmüəllifləridirlər. Onların bütün kurs məzmunu üzərində yazma və redaktə etmə səalhiyyətləri var.

source: Admins are course team members who can add and remove other course team members.
az: Adminlər digər kurs komanda üzvlərini əlavə edə və ya uzaqlaşdıra bilərlər.

source: All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.
az: Bütün kurs komanda üzvləri Studio, LMS və Insights-da məzmunu əldə edə bilərlər, lakin kursa avtomatik olaraq qeydiyyadan keçirilmirlər.

source: Transferring Ownership
az: Mülkiyyəti köçürür

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
az: Hər bir kursun bir Admini olmalıdır. Əgər siz Adminsinizsə və bu rolu başqasına ötürmək istəyirsinizsə, başqa istifadəçini Amin etmək üçün <strong>Admin girişi əlavə edin </strong> düyməsinə klikləyin, sonra həmin istifadəçidən sizi Kurs Komanda siyahısından çıxartmasını xahiş edin.

source: Library User Access
az: Kitabxanaya istifadəçi girişi

source: User Access
az: İstifadəçi girişi

source: Grant Access to This Library
az: Bu kitabxanaya giriş imkanı verin

source: Provide the email address of the user you want to add
az: Əlavə etmək istədiyiniz istifadəçinin e-mail ünvanını qeyd edin

source: Add More Users to This Library
az: Bu kitabxanaya daha çox istifadəçi əlavə edin

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
az: Kursunuzun komandasının digər üzvlərinə bu kitabxanaya girişinə icazə verin. Yeni kitabxana üzvlərinin aktiv {studio_name} hesabları olmalıdır.

source: Add a New User
az: Yeni bir istifadəçi əlavə edin

source: Library Access Roles
az: Kitabxanaya giriş rolları

source: There are three access roles for libraries: User, Staff, and Admin.
az: Kitabxanalar üçün üç növ giriş rolu var: İstifadəçi, Heyət və Admin

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
az: Kitabxana istifadəçiləri kitabxana məzmununa baxa və istinad edə və öz kurslarında kitabxana elementlərindən istifadə edə bilərlər, lakin onlar kitabxana məzmunlarını redaktə edə bilməzlər.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
az: Kitabxana heyəti məzmun həmmüəlliflərdirlər. Onların kitabxana məzmununu tam olaraq redaktə etmək səlahiyyətləri var.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
az: Kitabxana adminlərinin tam redaktə etmə və həmçinin komanda üzvlərini əlavə etmə və uzaqlaşdırma səlahiyyətləri var. Kitabxanada ən azı bir nəfər admin rolunda istifadəçi olmalıdır.

source: Sign Up
az: Qeydiyyatdan keçin

source: Sign Up for {studio_name}
az: {studio_name} adına abunə olun

source: Already have a {studio_name} Account? Sign in
az: Artıq {studio_name} adlı studioda hesabınız var? Daxil olun

source: Ready to start creating online courses? Sign up below and start creating your first {platform_name} course today.
az: Onlayn kurslar yaratmağa hazırsnızmı? Aşağıda qeydiyyatdan keçin və bugün ilk kursunuzu {platform_name} yaratmağa başlayın.

source: Required Information to Sign Up for {studio_name}
az: {studio_name} üçün qeydiyyatdan keçməyə tələb olunan məlumatlar

source: This will be used in public discussions with your courses and in our edX101 support forums
az: Bu, kurslar və edX101 dəstək forumlarında ictimai müzakirələrdə istifadə olunacaq

source: Your Location
az: Sizin ünvanınız

source: Preferred Language
az: Tərcih edilən dil

source: I agree to the {a_start} Terms of Service {a_end}
az: Mən {a_start} xidmət şərtləri ilə razıyam {a_end}

source: Create My Account &amp; Start Authoring Courses
az: Mənim hesabımı yaradın &amp; Yradılmış kursları başlayın

source: Common {studio_name} Questions
az: Ümumi {studio_name} suallar

source: Who is {studio_name} for?
az: {studio_name} kimin üçündür?

source: {studio_name} is for anyone that wants to create online courses that leverage the global {platform_name} platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
az: {studio_name}, qlobal {platform_name} platformasından istifadə edən onlayn kurslar yaratmaq istəyən hər kəs üçündür. İstifadəçilərimiz tez-tez müəllimlər, tədris köməkçiləri və kurs işçiləri və təlim texnoloji qruplarının üzvləridir.

source: How technically savvy do I need to be to create courses in {studio_name}?
az: {studio_name} -da kurslar yaratmaq üçün texniki cəhətdən necə fərasətli olmağım lazımdır?

source: {studio_name} is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
az: {studio_name} ümumi veb əsaslı yazma mühitləri (Wordpress, Moodle və s.) ilə tanış olan, demək olar ki, hər kəs tərəfindən istifadə etmək üçün nəzərdə tutulmuşdur. Heç bir proqramlaşdırma biliyi tələb olunmur, lakin daha inkişaf etmiş xüsusiyyətlərdən bəziləri üçün texniki biliklər faydalı olardı. Həmişə olduğu kimi biz də kömək üçün buradayıq, buna görə də, dalışdan çəkinməyin.

source: I've never authored a course online before. Is there help?
az: Mən heç vaxt əvvəllər onlayn kurs yaratmamışam. Kömək edə biləcək kimsə varmı?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
az: Tamamilə. Biz video çəkməkdən çaılşmalar hazırlamaq və onlayın bir kursun əsas xüsusiyyətlərinədək ən yaxşı təcrübələri təsvir edən edX101 adlı onlayn kurs yaratmışıq: Bundan əlavə, biz həmişə kömək etmək üçün buradayıq, yalnız bizə bir not buraxın.

source: Schedule & Details Settings
az: Cədvəl və detal ayarları

source: Schedule & Details
az: Cədvəl və detallar

source: Basic Information
az: Əsas məlumat

source: The nuts and bolts of your course
az: Kursunuzun incəlikləri

source: This field is disabled: this information cannot be changed.
az: Bu sahə deaktivdir: bu məlumat dəyişdirilə bilməz.

source: Course Summary Page
az: Kursun xülasə səhifəsi

source: Enroll in {course_display_name}
az: {course_display_name} adlı kursa qeydiyyatdan keçin

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
az: {platform_name} tərəfindən təmin edilən "{course_display_name}" adlı kurs qeydiyyata açıqdır. Zəhmət olmasa, bu kursa qeydiyyat üçün {link_for_about_page} bu səhifəyə gəlin.

source: Send a note to students via email
az: E-mail vasitəsilə tələbələrə bir qeyd göndərin

source: Invite your students
az: Şagirdlərinizi dəvət edin

source: Promoting Your Course with {platform_name}
az: Kursunuzu {platform_name} adı ilə reklam edir

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
az: Kursunuzun xülasəsi səhifəsi kursunuz elan olunanadək görünməyəcək. Səhifə üçün məzmun təmin etmək və ona öncədən baxmaq üçün Proqram Rəhbəriniz tərəfindən verilən təlimatları izləyin.

source: Course Credit Requirements
az: Kursun Kredit Tələbləri

source: Steps required to earn course credit
az: Kurs krediti qazanmaq üçün tələb olunan mərhələlər

source: Minimum Grade
az: Minimum qiymət

source: Successful Proctored Exam
az: Uğurla nəzarət olunan imtahan

source: Proctored Exam {number}
az: Nəzarət olunan imtahan {number}

source: ID Verification
az: İD yoxlanışı

source: In-Course Reverification {number}
az: Kursdaxili dəyişiklik {number}

source: Course Pacing
az: Kursun növü

source: Set the pacing for this course
az: Bu kursun növünü tənzimləyin

source: Instructor-Paced
az: Müəllim-öyrədən

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
az: Kurs müəllifinin təyin etdiyi sürətlə təlimatçı əsaslı kurslar davam edir. Kurs məzmunu və təyinat tarixləri üçün buraxılış tarixlərini konfiqurasiya edə bilərsiniz.

source: Self-Paced
az: Özü-öyrənən

source: Self-paced courses do not have release dates for course content or due dates for assignments. Learners can complete course material at any time before the course end date.
az: Sərbəst öyrənmə əsaslı kurslarda dərs məzmunu və ya tapşırıqlar üçün təyin olunan tarixlər yoxdur. Tələbələr kursun bitmə tarixindən əvvəl istənilən vaxt kurs materialını tamamlaya bilərlər.

source: Course Schedule
az: Kursun cədvəli

source: Dates that control when your course can be viewed
az: Kursunuzun başlama tarixinə nəzarət edən tarixlər

source: First day the course begins
az: Kursun başladığı ilk gün

source: Course Start Time
az: Kursun başlama vaxtı

source: Last day your course is active
az: Kursunuzun aktiv olduğu son gün

source: Course End Time
az: Kursun bitmə vaxtı

source: Certificates Available Date
az: Sertifikatların hazır olduğu tarix

source: By default, 48 hours after course end date
az: Standart, kursun bitmə tarixindən 48 saat sonra

source: Enrollment Start Date
az: Qeydiyyatın başladığı tarix

source: First day students can enroll
az: Tələbələrin qeydiyyatdan keçə biləckləri ilk gün

source: Enrollment Start Time
az: Qeydiyyatın başlama tarixi

source: Enrollment End Date
az: Qeydiyyatın bitmə tarixi

source: Last day students can enroll.
az: Tələbələrin qeydiyyadan keçə biləcəkləri son gün

source: Contact your edX partner manager to update these settings.
az: Bu parametrləri yeniləmək üçün edX partnyorunuz ilə əlaqə saxlayın

source: Enrollment End Time
az: Qeydiyyatın bitmə tarixi

source: Course Details
az: Kurs məlumatları

source: Provide useful information about your course
az: Kursunuz haqqında faydalı məlumatlar qeyd edin

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
az: Burada kurs dilini müəyyənləşdirin. Bu, istifadəçilərə müəyyən bir dildə tədris olunan kursları tapmağa kömək etmək üçün istifadə olunur. Həmçinin 'Kİmdən:' xanasını toplu e-maillərdə lokallaşdırmaq üçün istifadə olunur.

source: Introducing Your Course
az: Kursunuzu təqdim edir

source: Information for prospective students
az: Tələbələr üçün məlumat

source: Course Title
az: Kursun başlığı

source: Displayed as title on the course details page. Limit to 50 characters.
az: Kurs haqqında məlumatlar səhifəsində başlıq olaraq göstərilir. Başlıq 50 simvolla limitlidir.

source: Course Subtitle
az: Kursun altbaşlığı

source: Displayed as subtitle on the course details page. Limit to 150 characters.
az: Kurs haqqında məlumatlar səhifəsində altbaşlıq olaraq göstərilir. Altbaşlıq 150 simvolla limitlidir.

source: Course Duration
az: Kursun müddəti

source: Displayed on the course details page. Limit to 50 characters.
az: Kurs haqqında məlumatlar səhifəsində göstərilir. Başlıq 50 simvolla limitlidir.

source: Course Description
az: Kursun təsviri

source: Displayed on the course details page. Limit to 1000 characters.
az: Kurs haqqında məlumatlar səhifəsində göstərilir. 1000 simvol məhdudiyyəti var.

source: Course Short Description
az: Kursun qısa təsviri

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
az: Tələbələr kursa daxil olanda kurs katalogu səhifəsində görsənir. ~150 simvolla limitlidir.

source: Course Overview
az: Kursun icmalı
