Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
az: Verilənləri .tar.gzfaylından çıxartmaq üçün hər hansı arxiv proqramından istifadə edin. Çıxardılmış fayllara kurs .xml faylları, həmçinin də, kurs məzmununu əhatə edən alt qovluqları daxildir.

source: Learn more about exporting a course
az: Hər hansı kursu ixrac etmək haqqında daha ətraflı öyrənin

source: Export Course to Git
az: Kursu Git-ə ixrac edin

source: Export to Git
az: Git-ə ixrac edin

source: About Export to Git
az: Git-ə ixrac haqqında

source: Use this to export your course to its git repository.
az: Kursunuzu git qovluğuna ixrac etmək üçün bundan istifadə edin.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
az: Bu, sonra əsas LMS saytında avtomatik yenilənməni başladacaq və əgər avtomatik git idxalları konfiqurasiya olunarsa, tələbələrə açıq olan kursunuzun məzmunu yeniləyəcək.

source: Export Course to Git:
az: Kursu Git-ə ixrac edin:

source: giturl must be defined in your course settings before you can export to git.
az: Git-i ixrac etməmişdən öncə git url-ı sizin kurs parametlərində müəyyənləşdirilməlidir.

source: Export Failed
az: İxrac edilmədi

source: Export Succeeded
az: İxrac uğurla həyata keçirildi

source: Your course:
az: Sizin kursunuz:

source: Course git url:
az: Kurs git url-ı:

source: Experiment Group Configurations
az: Sınaq qrupu konfiqurasiyaları

source: This module is disabled at the moment.
az: Bu modul hal-hazırda deaktivdir.

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
az: Qeydiyyatı izləmə qrupları sizə imkan yaradır ki, hər bir qeydiyyat izləmə qrupunda olan tələbələrə fərqli kurs məzmunları təklif edəsiniz. Kursunuzda hər bir qeydiyyat izləməsində qeydiyyatdan keçən tələbələr avtomatik olaraq qeydiyyat izləmə qrupu daxil edilir.

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
az: Kurs icmalındakı hissə səhifələrində siz tələbələrin qeydiyyat izləməsinə əsasən elementlərə girişini məhdudlaşdıra bilərsiniz.

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
az: Qeydiyyat qruplarını redaktə edə bilməzsiniz, lakin qrupdakı tələbələr üçün nəzərdə tutulan kurs məzmununun detallarını görmək üçün hər bir qrupu genişləndirə bilərsiniz.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
az: Kursunuzda aktiv qruplarınız varsa, qrupa xüsusi təlim kursu yaratmaq üçün məzmun qruplarından istifadə edə bilərsiniz. Başqa sözlə, xüsusi qrupların kursunuzda gördüyü məzmunu dəyişə bilərsiniz.

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
az: Yaratdığınız hər bir məzmun qrupu bir və ya daha çox qrupla ilə əlaqələndirilə bilər. Kursun məzmununu bütün tələbələrə təqdim etməklə yanaşı, müəyyən məzmun qruplarında tələbələrə bəzi məzmuna giriş imkanını məhdudlaşdıra bilərsiniz. Göstərilən məzmun qrupları ilə əlaqəli olan qruplarda yalnız tələbələr əlavə məzmunu görürlər.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
az: Yeni bir məzmun qrupu əlavə etmək üçün {em_start}Yeni məzmun qrupuna{em_end} klikləyin. Məzmun qrupunun adını redaktə etmək üçün qutusuna sürüşdürün və {em_start}Redaktə edin{em_end} düyməsini klikləyin. Bir məzmun qrupunu bir vahid tərəfindən istifadə edilmədiyi halda silə bilərsiniz. Bir məzmun qrupunu silmək üçün qutusuna sürüşdürün və silmək piktoqramına klikləyin.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
az: Kursunuzda A/B testi kimi tanınan məzmun sınaqlarını icra edərkən sınaq qrupu konfiqurasiyalarını istifadə edin. Sınaq qrupu konfiqurasiyaları öyrənmə qruplarının bir neçə məzmun sınağında necə qrup olduğunu müəyyənləşdirir. Bir kurs üçün bir məzmun sınağı yaratdığınızda istifadə etmək üçün qrupun konfiqurasiyasını seçirsiniz.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
az: Yeni konfiqurasiya əlavə etmək üçün {em_start}Yeni qrup konfiqurasiyası{em_end} düyməsinə klikləyin. Konfiqurasiyanı redaktə etmək üçün qutunun üzərindən keçin və {em_start}Redaktə edin{em_end} düyməsinə klikləyin. Siz konfiqurasiya qrupunu yalnız əgər o sınaqda istifadə olunmursa silə bilərsiniz. Konfiqurasiyanı silmək üçün onun qutusu üzərindən keçin və silin piktoqramına klikləyin.

source: Details & Schedule
az: Detallar & Cədvəl

source: Welcome
az: Xoş gəlmisiniz

source: Welcome to {studio_name}
az: {studio_name}-ya xoş gəlmisiniz

source: {studio_name} helps manage your online courses, so you can focus on teaching them
az: {studio_name} onlayn kurslarınızı idarə etməyə kömək edir, beləliklə, siz onları öyrətməyə fokuslana bilərsiniz

source: {studio_name}'s Many Features
az: {studio_name}'-nın çoxlu xüsusiyyətləri

source: {studio_name} Helps You Keep Your Courses Organized
az: {studio_name} kursların təşkl olunmasına kömək edir

source: Enlarge image
az: Şəkli böyüdün

source: Keeping Your Course Organized
az: Sizin kursunuzu təşkil edir

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
az: Kursunuzun əsası onun necə təşkil olunduğudur. {studio_name} sizə və tələbələrinizə mütəşəkkil olmalarına kömək etmək üçün sadə hiyerarxiyası və dart və sürüklə funksiyası olan {strong_start}İcmal{strong_end} redaktorunu təklif edir.

source: Simple Organization For Content
az: Məzmun üçün sadə quruluş

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
az: Məzmununuzu təşkil etmək üçün {studio_name} {strong_start}bölmələr{strong_end} və{strong_start}alt bölmələrin{strong_end} sadə hiyerarxiyasından istifadə edir.

source: Change Your Mind Anytime
az: Fikrinizi hər an dəyişin

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
az: icmalınızın eskizini yaradın və məzmununuzu harda istəsəniz qurun. Sadə dart və sürüklə aləti sizə məzmunuzu yenidən cəld təşkil etməyə imkan yaradacaq.

source: Go A Week Or A Semester At A Time
az: Eyni vaxtda bir həftə və ya bir semestr götürün

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
az: Tələbələrinizə {strong_start}bölmələri{strong_end} hissə-hissə yaradaraq buraxın. Siz onun hamısını bir dəfəyə etməməlisiniz.

source: Learning is More than Just Lectures
az: Öyrənmək sadəcə mühazirələrdən ibarət deyil

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
az: {studio_name} sizə öyrənməni möhkəmləndirmək üçün məzmunun ardıcıllığını təmin etməyə imkan yaradır. Bir neçə kliklə videolar, müzakirələr və müxtəlif növ çalışmalar yerləşdirin.

source: Create Learning Pathways
az: Öyrənmə vərdişləri yaradın

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
az: Multimedia, HTML və çalışmaların köməyi ilə tələbələrinizin bir anlayışı elə yerindəcə başa düşmələrinə kömək edin.

source: Work Visually, Organize Quickly
az: Vizual olaraq işləyin, cəld təşkil eləyin

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
az: Vizual olaraq işləyin və dəqiq olaraq tələbələrin nə görə biləcəyinə baxın. Dartıb buraxaraq bütün məzmununuzu yenidən təşkil edin.

source: A Broad Library of Problem Types
az: Problem növlərinin geniş kitabxanası

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
az: Bu test sualından daha çoxdur. Tələbələri yoxlamaq üçün {studio_name}bir çox problem növlərini dəstəkləyir.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
az: {studio_name} sizə dostlarınızla sadə, tez və tədricən artan nəşriyyat verir.

source: Simple, Fast, and Incremental Publishing. With Friends.
az: Dostlarınızla sadə, tez və tədricən artan nəşriyyat

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
az: {studio_name} sizin də artıq bildiyiniz veb proqramları kimi işləyir, sizin kurikulumu necə hazırladığınızı başa düşür. İstədiyiniz an internetdə dərc olunur, lazım olduğunda hissə-hissə buraxılır. Həmmüəlliflərlə birgə siz tam bir komanda olaraq kurs yaradırsnız.

source: Instant Changes
az: Ani dəyişikliklər

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
az: Səhv tapdınız? Narahat olmayın. İstədiyiniz vaxt sizin etdiyiniz dəyişikliklər Yaddaşa salın düyməsini kliklədiyinizdə kursda öz əksini tapacaq.

source: Release-On Date Publishing
az: Elan edilmiş gündə başlayın

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
az: Bir {strong_start}bölməni{strong_end} bitidikdə onun buraxılması üçn tarix seçin və {studio_name} digər bölmələrin hazırlanmasında sizə kömək olacaq. Kursunuzu hissə-hissə yaradın.

source: Work in Teams
az: Komandalarda işləyin

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
az: Həmmüəlliflər eyni qurma alətlərini tam əldə etmək imkanları var. Komanda işi olaraq kursunuzu daha yaxşı edin.

source: Sign Up for {studio_name} Today!
az: {studio_name} üçün bugün qeydiyyatdan keçin!

source: Sign Up & Start Making Your {platform_name} Course
az: Qeydiyyatdan keçin və {platform_name}-da Kursunuzu yaratmağa başlayın

source: Already have a {studio_name} Account? Sign In
az: Artıq {studio_name} hesabınız var? Daxil olun

source: Outlining Your Course
az: Kursunuzun icmalı

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
az: Kursunuzu qurmaq üçün sadə iki mərhələli icmal. Çəkin və buraxın, kursunuzu bir baxışda görün.

source: More than Just Lectures
az: Mühazirələrdən daha çox

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
az: Tez bir zamana videolar, mətn parçaları, daxili müzakirələr və müxtəlif problem növləri yaradın.

source: Publishing on Date
az: Bu tarixdə dərx olunur

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
az: Sadəcə bölmə və altbölmələrin tarixini təyin edin və {studio_name} özü onu vaxtındda dərc edəcək.

source: We're having trouble rendering your component
az: Sizi elementinizi əks etdirməkdə problem yaşayırıq.

source: Students will not be able to access this component. Re-edit your component to fix the error.
az: Tələbələr bu elementdən istifadə edə bilməyəcəklər. Xətanı aradan qaldırmaq üçün elementi yenidən redaktə edin.

source: Library Import
az: Kitabxana idxalı

source: Course Import
az: Kurs idxalı

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
az: Davam etmədən öncə bir kitabxana idxal etmək istədiyinizdən əmin olun. Möcud kitabxananın məzmunu ixdal olunmuş kitabxananın məzmunu ilə əvəz olunacaqdır. {em_start}Siz kitabxana idxalını qaytara bilməzsiniz{em_end}. Tövsiyə edirik ki, davam etməzdən öncə cari kitabxananı ixrac edəsiniz ki, onun sizdə ehtiyat nüsxəsi olsun.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
az: İxdal etdiyiniz kitabxana .tar.gz fayl formatında (bu, GNU Zip ilə sıxılmış.tar fayldır) olmalıdır. Bu .tar.gz faylın içərisində kitabxana .xml faylı olmalıdır. Onun içərisində başqa fayllar da olmalıdır.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
az: İdxal prosesi beş mərhələdən ibarətdir. İlk iki mərhələ ərzində siz bu səhifədə qalmalısınız. Siz bu səhifəni Açmaq mərhələsi tamamlandqdan sonra tərk edə bilərsiniz. Biz tövsiyə edirik ki, İxdal prosesi tamamlanana kimi kitabxananıza vacib dəyişikliklər etməyin.

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
az: Davam etmədən öncə bir kursu idxal etmək istədiyinizdən əmin olun. İdxal edilmiş kursun məzmunları mövcud kursun məzmunları ilə əvəz olunacaq. {em_start}Siz kurs idxalını geri qaytara bilməzsiniz{em_end}. Davam etmədən öncə biz tövsiyə edirik ki, cari kursu ixrac edin ki, onun ehtiyat nüsxəsi sizdə olsun.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
az: İxdal etdiyiniz kurs .tar.gz fayl formatında (bu, GNU Zip ilə sıxılmış .tar fayldır) olmalıdır. Bu .tar.gz faylın içərisində kurs .xml faylı olmalıdır. Onun içərisində başqa fayllar da olmalıdır.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
az: İdxal prosesi beş mərhələdən ibarətdir. İlk iki mərhələ ərzində siz bu səhifədə qalmalısınız. Siz bu səhifəni Açmaq mərhələsi tamamlandqdan sonra tərk edə bilərsiniz. Biz tövsiyə edirik ki, İxdal prosesi tamamlanana kimi kursunuza vacib dəyişikliklər etməyin.

source: Select a .tar.gz File to Replace Your Library Content
az: Sizin kkitabxana məzmununuzu əvəzləşdirmək üçün bir .tar.gz faylı seçin

source: Select a .tar.gz File to Replace Your Course Content
az: Sizin kurs məzmununuzu əvəzləşdirmək üçün bir .tar.gz faylı seçin

source: Choose a File to Import
az: İxdal etmək üçün bir fayl seçin

source: File Chosen:
az: Seçilmiş fayl:

source: Replace my library with the selected file
az: Mənim kitabxanamı seçilmiş faylla əvəzləşdirin

source: Replace my course with the selected file
az: Mənim kursumu seçilmiş faylla əvəzləşdirin

source: Library Import Status
az: Kitabxana idxalının statusu

source: Course Import Status
az: Kurs idxalının statusu

source: Transferring your file to our servers
az: Faylınızı serverlərə göndərir

source: Unpacking
az: Açır

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
az: Qovluq/fayl strukturunu genişləndirir və hazırlayır (İndi siz bu səhifədən təhlükəsiz şəkildə çıxa bilərsiniz, ancaq idxal tamamlanana kimi məzmuna əsaslı dəyişikliklər etməyin)

source: Verifying
az: Yoxlayır

source: Reviewing semantics, syntax, and required data
az: Semantika, sintaksis və lazımi məlumatları nəzərdən keçirir

source: Updating Library
az: Kitabxananı yeniləyir

source: Updating Course
az: Kursu yeniləyir

source: Integrating your imported content into this library. This process might take longer with larger libraries.
az: İxdal edilmiş məzmununuzu bu kitabxanaya inteqrasiya edin. Geniş kitabxanalarda bu proses daha uzun çəkə bilər.

source: Integrating your imported content into this course. This process might take longer with larger courses.
az: İxdal edilmiş məzmununuzu bu kursa inteqrasiya edin. Geniş kurslarda bu proses daha uzun çəkə bilər.

source: Your imported content has now been integrated into this library
az: İdxal etdiyiniz məzmun indi bu kitabxanaya inteqrasiya olunub

source: Your imported content has now been integrated into this course
az: İdxal etdiyiniz məzmun indi bu kursa idxal olunub

source: View Updated Library
az: Yenilənmiş kitabxananı göstərin

source: View Updated Outline
az: Yenilənmiş struktura baxın

source: Why import a library?
az: Kitabxananı niyə idxal edirik?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
az: Ola bilsin ki, siz mövcud kitabxananı yeni versiyaya təzələmək və ya tamamilə mövcud olanı dəyişdirmək istəyirsiniz. Siz {studio_name} adlı studiodan kənarda da bir kitabxana yarada bilərsiniz.

source: Note: Library content is not automatically updated in courses
az: Qeyd: Kurslardakı kitabxana məzmunu avtomatik olaraq yenilənmir

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
az: Bir və ya daha çox kursda təsadüfi seçdiyiniz məzmun blokları tərəfindən istinad olunan kitabxananı dəyişsəniz və idxal etsəniz, bu kurslar yenilənmiş məzmunu avtomatik olaraq istifadə etmir. Ən son kitabxana məzmununu yeniləmək üçün təsadüfi seçdiyiniz məzmun bloklarını əl ilə yeniləməlisiniz.

source: Learn more about importing a library
az: Kitabxananın idxalı haqqında daha ətraflı öyrənin

source: Why import a course?
az: Kursu niyə idxal edək?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
az: Ola bilsin ki, siz mövcud kursu yeni versiyaya təzələmək və ya tamamilə mövcud olanı dəyişdirmək istəyirsiniz. Və ya siz {studio_name} adlı studiodan kənarda da bir kurs yarada bilərsiniz.

source: What content is imported?
az: Hansı məzmun idxal edilir?

source: The following content is imported.
az: Aşağıdakı məzmun idxal edilir.

source: The following content is not imported.
az: Aşağıdakı məzmun idaxal edilmir.

source: Warning: Importing while a course is running
az: Xəbərdarlıq: Kurs davam edərkən idxal olunur

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
az: Kursunuz davam edərkən bir idxal etsəniz və hər hansı bir problem komponentinin URL adlarını (və ya url_name qovşaqlarını) dəyişdirirsinizsə, bu Problem komponentləri ilə əlaqəli tələbə məlumatları itirə bilər. Bu məlumata tələbələrin balları da daxildir.

source: Learn more about importing a course
az: Kursu idxal etmək haqqında daha ətraflı öyrənin

source: {studio_name} Home
az: {studio_name} Əsas səhifə

source: New Course
az: Yeni kurs

source: Email staff to create course
az: Heyətə kurs yaratmaq üçün e-mail göndərin

source: New Library
az: Yeni kitabxana

source: Please correct the highlighted fields below.
az: Zəhət olmasa, aşağıda işarələnmiş sahələri düzəldin

source: Create a New Course
az: Yeni bir kurs yaradın

source: Required Information to Create a New Course
az: Yeni kurs yaratmaq üçün tələb olunan məlumat

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
az: Kursunuzun ictimai görünüş adı. Bu dəyişilə bilməz, ancaq daha sonra Qabaqcıl Parametrlərdə də fərqli bir görünüş adı təyin edə bilərsiniz.

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
az: Kursa sponsorluq edən təşkilatın adı. {strong_start}Qeyd: Təşkilatın adı kursun URL-nin bir hissəsidir.{strong_end} Bu dəyişilə bilməz, ancaq daha sonra Qabaqcıl Parametrlərdə də fərqli bir görünüş adı təyin edə bilərsiniz.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
az: Təşkilat daxilində yeni kursu identifikasiya edən unikal nömrə. {strong_start}Qeyd: Bu, kursunuzun URL-nin bir hissəsdir, buna görə də, boşluq və ya xüsusi simvollara icazə verilmir və dəyişdirilə bilməz.{strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
az: Kursunuzun davam edəcəyi müddət. {strong_start}Qeyd: Bu, kursunuzun URL-nin bir hissəsdir, buna görə də, boşluq və ya xüsusi simvollara icazə verilmir və dəyişdirilə bilməz.{strong_end}

source: Create
az: Yaradın

source: Create a New Library
az: Yeni kitabxana yaradın

source: Required Information to Create a New Library
az: Ynei kitabxana yaratmaq üçün tələb olunan məlumat

source: Library Name
az: Kitabxxana adı

source: e.g. Computer Science Problems
az: məs, Komputer Elmləri problemləri

source: The public display name for your library.
az: Kitabxananız üçün ictimai görünüş adı.

source: The public organization name for your library.
az: Kitabxananız üçün ictimai təşkilat adı.

source: This cannot be changed.
az: Bu dəyişirilmir.

source: Library Code
az: Kitabxana kodu

source: e.g. CSPROB
az: məs. CSPROB
