Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Download a .csv file of all unused enrollment codes for this course.
az: Bu kurs üçün istifadə edilməmiş bütün qeydiyyat kodlarını .csv fayl şəklində yükləyin

source: Download Unused Enrollment Codes
az: İstifadə edilməmiş qeydiyyat kodlarını yükləyin

source: Download a .csv file of all used enrollment codes for this course.
az: Bu kurs üçün istifadə edilmiş bütün qeydiyyat kodlarını .csv fayl şəklində yükləyin

source: Download Used Enrollment Codes
az: İstifadə edilmiş qeydiyyat kodlarını yükləyin

source: Course Price
az: Kursun qiyməti

source: Course price per seat:
az: Adam başına kurs qiyməti:

source: Edit Price
az: Qiyməti redaktə edin

source: Course Seat Purchases
az: Kurs yerlərinin alışı

source: Total Credit Card Purchases:
az: Ümumi kredit kart satınalmaları:

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
az: Statusdan asılı olmayaraq kredit kart satınalmaları və ya bütün fakturalar üçün .csv fayl yükləyin.

source: Download All Invoices
az: Bütün fakturaları yükləyin

source: Download All Credit Card Purchases
az: Bütün kredit kart satınalmalarını yükləyin

source: To cancel or resubmit an invoice, enter the invoice number below.
az: Fakturanı ləğv etmək və ya yenidən göndərmək üçün fktura nömrəsini aşağıya daxil edin.

source: Invoice Number
az: Qaimə nömrəsi

source: Cancel Invoice
az: Qaiməni ləğv et

source: Resubmit Invoice
az: Qaiməni yenidən göndər

source: Create a .csv file that contains enrollment information for your course.
az: Sizin kursunuz üçün qeydiyyat məlumatları olan .csv faylını yaradın.

source: Create Enrollment Report
az: Qeydiyyat hesabatı yaradın

source: Create an HTML file that contains an executive summary for this course.
az: Bu kurs üçün HTML-də xülasə yaradın

source: Create Executive Summary
az: Xülasə yaradın

source: Available Reports
az: Mümkün olan hesabatlar

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
az: Aşağıdakı hesabatlar yükləmək üçün hazırdırlar. Hesabatlar silinmirlər. Hər bir hesabat üçün link bu səhifədə olur və hesabatların yaradıldığı tarix və vaxtla (UTC) müəyyənləşdirilir.

source: {strong_start}Note{strong_end}: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
az: {strong_start}Qeyd{strong_end}: Tələbə məlumatlarını qorumaq üçün bu səhifənin xaricində saxladığınız və ya e-mail göndərdiyiniz və ya qəbul etdiyiniz bu hesabatlara keçidlər beş dəqiqədən sonra başa çatır.

source: Coupon Code List
az: Kupon kodlarının siyahısı

source: Download a .csv file of all coupon codes for this course.
az: Bu kurs üzrə bütün kupon kodları üçün .csv fayl yükləyin.

source: Download Coupon Codes
az: Kupon kodlarını yükləyin

source: Coupon Codes
az: Kupon kodları

source: Coupon (%)
az: Kupon (%)

source: Number Redeemed
az: Nömrə istifadə edilib

source: The Invoice Number field cannot be empty.
az: Faktura nömrəsi xanası boş ola bilməz.

source: No Expiration Date
az: Bitmə tarixi yoxdur

source: Enter the company name.
az: Şirkət adını daxil edin.

source: The company name cannot be a number.
az: Şirkət adı rəqəm ola bilməz.

source: Enter the company contact name.
az: Şirkət üzrə əlaqələndirici şəxsin adını daxil edin.

source: The company contact name cannot be a number.
az: Şirkət üzrə əlaqələndirici şəxsin adı rəqəm ola bilməz

source: Enter the email address for the company contact.
az: Şirkətlə əlaqə üçün e-mail ünvanı daxil edin.

source: Enter a valid email address.
az: Etibarlı e-mail ünvanı daxil edin.

source: Enter the recipient name.
az: Alıcı adını daxil edin.

source: The recipient name cannot be a number.
az: Alıcının adını rəqəm şəklində qeyd edə bilməzsiniz.

source: Enter the recipient email address.
az: Alıcının e-mail ünvanını daxil edin.

source: Enter the billing address.
az: Göndərilmə ünvanını daxil edin.

source: Enter the price per course seat.
az: Bir nəfər üçün kurs qiymətini daxil edin.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
az: Kursun qiyməti üçün ədəd daxil edin. Valyuta simvollarını daxil etməyin.

source: Enter the number of enrollment codes.
az: Qeydiyyat kodlarının rəqəmini daxil edin.

source: Enter a numeric value for the number of enrollment codes.
az: Qeydiyyat kodlarının sayı üçün ədədi dəəyər daxil edin

source: Select a currency.
az: Valyuta seçin.

source: Enter a coupon code.
az: Kupon kodu daxil edin.

source: The discount percentage must be less than or equal to 100.
az: Endirim faizi 100-ə bərabər və ya az olmalıdır.

source: Enter a numeric value for the discount amount. Do not include the percent sign.
az: Endirim məbləği üçün ədədi dəyər daxil edin. Faiz işarəsini yazmayın.

source: Edit Coupon Code
az: Kupon kodunu redaktə edin

source: Edit Coupon Code Information
az: Kupon kodu məlumatını redaktə edin

source: Code
az: Kod

source: example: A123DS
az: nümunə: A123DS

source: Percentage Discount
az: Faizlə ifadə olunmuş endirim

source: Update Coupon Code
az: Kupon kodunu yeniləyin

source: Executive Summary for {display_name}
az: {display_name} üçün xülasə

source: Report Creation Date
az: Hesabat yaratma tarixi

source: Number of Seats
az: Yerlərin sayı

source: Number of Enrollments
az: Qeydiyyatların sayı

source: Gross Revenue Collected
az: Yığılan ümumi gəlir

source: Gross Revenue Pending
az: Gözlənilən ümumi gəlir

source: Number of Enrollment Refunds
az: Qeydiyyat ödəmələrinin sayı

source: Amount Refunded
az: Ödənilən məbləğin miqdarı

source: Average Price per Seat
az: Hər yer üçün orta qiymət

source: Frequently Used Coupon Codes
az: Tez tez istifadə olunan kupon kodları

source: Number of seats purchased using coupon codes
az: Kupon kodları istifadə olunaraq alınan yerlərin sayı

source: Rank
az: Sıra

source: Percent Discount
az: Faiz dərəcəsi

source: Times Used
az: Dəfələrlə istifadə edildi

source: Bulk and Single Seat Purchases
az: Toplu və tək şəkildə yerlərin alışı

source: Number of seats purchased individually
az: Fərdi olaraq alınmış yerlərin sayı

source: Number of seats purchased in bulk
az: Toplu olaraq alınmış yerlərin sayı

source: Number of seats purchased with invoices
az: Faktura ilə alınan yerlərin sayı

source: Unused bulk purchase seats (revenue at risk)
az: İstifadə olunmamış toplu alış yerləri (riskdə olan gəlir)

source: Percentage of seats purchased individually
az: Fərdi olaraq alınan yerlərin faizi

source: Percentage of seats purchased in bulk
az: Toplu olaraq alınan yerlərin faizi

source: Percentage of seats purchased with invoices
az: Faktura ilə alınan yerlərin faizi

source: Individual due date extensions
az: Fərdi olaraq son tarixlərin uzadılması

source: In this section, you have the ability to grant extensions on specific units to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
az: Bu bölmədə fərdi olaraq tələbələrə xüsusi vahidlər üzrə uzadılmalara icazə verilir. Zəhmət olmasa, unutmayın ki, son tarixin həmişə götürülür; əvvəlcədən müəyyən bir tələbə üçün tapşırıq vermək ötrü bu aləti istifadə edə bilməzsiniz.

source: Specify the {platform_name} email address or username of a student here:
az: Tələbənin {platform_name} e-mail ünvanını və ya istifadəçi adını burada dəqiqləşdirin:

source: Student Email or Username
az: Tələbə e-maili və ya istifadəçi adı

source: Choose the graded unit:
az: Qiymətləndirilmiş dəərs vahidini seçin:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
az: Uzadılmanın tarix və vaxtını dəqiqləşdirin (UTC; zəhmət olmasa, dəqiqləşdirin {format_string}).

source: Change due date for student
az: Tələbə üçün son tarixi dəyişin

source: Viewing granted extensions
az: Verilmiş uzadılmalara baxış

source: Here you can see what extensions have been granted on particular units or for a particular student.
az: Burada siz hər hansı dərs və ya tələbə üçün təqdim edilmiş uzadılmaları görə bilərsiniz.

source: Choose a graded unit and click the button to obtain a list of all students who have extensions for the given unit.
az: Qiymətləndirilmiş dərs vahidi seçin və həmin dərs vahidi üçün uzadılmaları olan tələbələrin siyahısını əldə etmək üçün düyməyə klikləyin.

source: List all students with due date extensions
az: Uzanmaların son tarixi ilə bütün tələbələrin siyahısını hazırlayın

source: Specify a student to see all of that student's extensions.
az: Tələbənin bütün uzanmalarını görmək üçün bir tələbə seçin.

source: List date extensions for student
az: Tələbə üçün tarix uzanmalarını siyahıya alın

source: Resetting extensions
az: Uzadılmaları yenidən tənzimləyin

source: Resetting a problem's due date rescinds a due date extension for a student on a particular unit. This will revert the due date for the student back to the problem's original due date.
az: Tapşırığın son tarixini sıfırlamaq tələbə üçün müəyyən dərs vahidi üzrə uzanmanın son tarixini ləğv edir. Bu, tələbə üçün tarixi həmin tapşırığın ilk əvvəlki son tarixinə geri qaytaracaqdır.

source: Reset due date for student
az: Tələbələr üçün son tarixi sıfırlayın

source: Generate Registration Code Modal
az: Qeydiyyat kodu yaradın

source: * Required Information
az: * Tələb olunan məlumat

source: The organization that purchased enrollments in the course
az: Kursda qeydiyyatları alan təşkilat

source: Organization Contact
az: Təşkilat əlaqəsi

source: Organization Contact Name
az: Təşkilat vasitəçisi adı

source: The primary contact at the organization
az: Təşkilatda əsas əlaqələndirici şəxs

source: Invoice Recipient
az: Faktura alıcısı

source: The contact who should receive the invoice
az: Fakturanı almalı olan şəxsin əlaqə məlumatları

source: Organization Billing Address
az: Təşkilatın göndərmə ünvanı

source: Address Line 1
az: Ünvan 1

source: Address Line 2
az: Ünvan 2

source: Address Line 3
az: Ünvan 3

source: State/Province
az: Dövlət

source: Unit Price
az: Vahid qiymət

source: The price per enrollment purchased
az: Alınan hər qeydiyyatın qiyməti

source: Number of Enrollment Codes
az: Qeydiyyat kodlarının sayı

source: The total number of enrollment codes to create
az: Yaradılacaq bütün qeydiyyat kodlarının ümumi sayı

source: Course Team Internal Reference
az: Kurs komandası daxili arayışı

source: Internal reference information for the sale
az: Satış üçün daxili arayış məlumatları

source: Customer Reference
az: Müştəri arayışı

source: Customer's purchase order or other reference information
az: Müştərinin satınalma sifarişi və ya digər arayış məlumatları

source: Send me a copy of the invoice
az: Mənə fakturanın bir nüsxəsini göndərin

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
az: Kursunuzla bağlı analitik məlumatlar üçün {link_start} {analytics_dashboard_name} {link_end} ünvanına gedin.

source: Instructor Dashboard
az: Təlimçi paneli

source: View Course in Studio
az: Kursa Studio rejimində baxın

source: Enrollment Code Status
az: Qeydiyyat kodu statusu

source: Change the status of an enrollment code.
az: Qeydiyyat kodunun statusunu dəyişin.

source: Enrollment Code
az: Qeydiyyat kodu

source: Find Enrollment Code
az: Qeydiyyat kodunu tapın

source: Enter email addresses and/or usernames separated by new lines or commas.
az: Yeni xətlər və ya vergüllərlə ayrılmış e-mail ünvanlarını və/və ya istifadəçi adlarını daxil edin.

source: You will not get notification for emails that bounce, so please double-check spelling.
az: E-maillər üçün bildir almayacaqsıınız, buna görə də, zəhmət olmasa, yazılışı bir daha yoxlayın.

source: Role of the users being enrolled.
az: Qeydiyyatdan keçən istifadəçilərin rolu

source: Enter the reason why the students are to be manually enrolled or unenrolled.
az: Tələbələrin əllə qeydiyyatdan keçmək və ya çıxmaları üçün səbəb daxil edin.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
az: Bu boş buraxıla bilməz və qeydiyyat hesabatlarında yazılacaq və təqdim olunacaqdır.

source: Therefore, please give enough detail to account for this action.
az: Ona görə də, zəhmət olmasa, bu fəaliyyət üçün kifayət qədər ətraflı məlumat verin

source: Reason
az: Səbəb

source: Register/Enroll Students
az: Tələbələri qeydiyyatdan keçirin/siyahıya alın

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
az: Bu kursdakı istifadəçilər siyahısını qeyd etmək və qeydiyyatdan keçmək üçün bu qaydada aşağıdakı sütunları olan bir CSV faylı seçin: e-mail, istifadəçi adı, ad və ölkə. Zəhmət olmasa, hər sıraya bir tələbə əlavə edin və hər hansı bir üstbilgi, altbilgi və ya boş xətləri daxil etməyin.

source: Upload a CSV for bulk enrollment
az: Toplu qeydiyyat üçün CSV yükləyin

source: Upload CSV
az: CSV yükləyin

source: Batch Beta Tester Addition
az: Batch Beta Tester əlavəsi

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
az: Qeyd: İstifadəçilər beta tester olaraq qeydiyyatdan keçə bilmək üçün {platform_name}-da hesablarını aktivləşdirmlidirlər.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
az: Əgər bu seçim {em_start}qeyd olunursa{em_end}, sizin kursunuza qeydiyyatdan keçməyən istifadəçilər avtomatik olaraq qeydiyyata alınacaqlar.

source: Checking this box has no effect if 'Remove beta testers' is selected.
az: Əgər 'beta tester-ləri silin' seçilmişdirsə, bu qutunu işarələməyin heç bir təsiri yoxdur.

source: Add beta testers
az: Beta test edənlər əlavə edin

source: Remove beta testers
az: Beta test edənləri silin

source: Course Team Management
az: Kurs komandasının idarə edilməsi

source: Select a course team role:
az: Kurs üzrə komanda rolu seçin:

source: Getting available lists...
az: Mövcud siyahıları əldə edir...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
az: Heyət bu siyahıları dəyişdirə bilməz. Kurs komanda üzvlüyünü idarə etmək üçün kurs Admini sizə Heyət və ya Beta Tester əlavə etmək üçün Admin rolu verməlidir və ya müzakirə moderatorları və TK-ları əlavə etmək üçün Müzakirə Admini rolunu verməlidir.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
az: Heyət rolunda olan kurs komanda üzvləri sizə kursunuzu idarə etməyə kömək edə bilərlər. Heyət tələbələri siyahıya al və ya siyahıdan çıxara, həmçinin, onların qiymətlərini dəyişə və bütün kurs datasına daxil ola bilər. Heyət, həmçinin, sizin kursunuza Studio-da və İnsights-da daxil ola bilər. Siz yalnız qeydiyyatdan keçmiş istifadəçilərə kurs komanda rollarını verə bilərsiniz.

source: Add Staff
az: Heyət əlavə edin

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
az: Admin rolunda olan kurs komanda üzvləri sizə kursunuzu idarə etməyə kömək edə bilərlər. Onlar heyətin edə biləcəyi bütün tapşırıqları edə bilərlər və həmçinin kurs komanda üzvlüyünü idarə etmək üçün Heyət və Admin rollarını, müzakirə moderasiya rolları və beta tester rolu əlavə edə və silə bilərlər. Siz yalnız qeydiyyatdan keçmiş istifadəçilərə kurs komanda rollarını verə bilərsiniz.

source: Add Admin
az: Admin əlavə edin

source: Beta Testers
az: Beta test edənlər

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
az: Beta Tester-lər kurs məzmununu digər tələbələrdən əvvəl görə bilərlər. Onlar məzmunun işlədiyindən əmin olmalıdırlar, əlavə səlahiyyətləri yoxdur. Siz yalnız qeydiyyatdan keçmiş istifadəçilərə komanda rollarını verə bilərsiniz.

source: Add Beta Tester
az: Beta Tester əlavə edin

source: Discussion Admins
az: Müzakirə adminləri

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
az: Müzakirə adminləri postları redaktə edə və ya silə, səhv istifadə edilmiş bayraqları silə, mövzuları bağlaya və ya yenidən aça, cavabları təsdiqləyə və bütün qrupların postlarını görə bilərlər. Onların postları 'heyət' olaraq qeyd olunur. Onlar, həmçinin, kurs komanda üzvlüyünə müzakirə moderatoru rolları əlavə edərək və silərək idarə edə bilərlər Yalnız qeydiyyatdan keçmiş istifadəçilər Müzakirə adminləri olaraq əlavə edilə bilərlər.

source: Add Discussion Admin
az: Müzakirə admini əlavə edin

source: Discussion Moderators
az: Müzakirə moderatorları

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
az: Müzakirə moderatorları postları redaktə edə və ya silə, səhv istifadə edilmiş bayraqları silə, mövzuları bağlaya və ya yenidən aça, cavabları təsdiqləyə və bütün qrupların postlarını görə bilərlər. Onların postları 'heyət' olaraq qeyd olunur. Onlar kurs komanda üzvlüyünə müzakirə moderatoru rolları əlavə edərək və silərək idarə edə bilmirlər. Yalnız qeydiyyatdan keçmiş istifadəçilər Müzakirə Moderatorları olaraq əlavə edilə bilərlər.

source: Add Moderator
az: Moderator əlavə edin

source: Group Community TA
az: Köməkçi müəllim İcma qrupu

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
az: İcma TK-ları kurs komandasına müzakirələri idarə etmək üçün kömək üdən icma üzvləridirlər. Qrup İcma TK-ları yalnız onlara təyin edilmiş qrupdakı tələbələrin postlarını görürrlər. Onlar yalnız öz qruplarındakı tələbələrin postlarını redaktə edə və ya silə, bayraqları silə, mövzuları bağlaya və ya yenidən aça, cavabları təsdiqləyə bilərlər. Onların postları 'İcma TK' olaraq qeyd olunur. Yalnız qeydiyyata salınmış tələbələr Qrup İcma TK-lar olaraq əlavə edilə bilərlər.

source: Add Group Community TA
az: Köməkçi müəllim İcma qrupu əlavə edin

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
az: İcma TK-ları kurs komandasına müzakirələri idarə etmək üçün kömək üdən icma üzvləridirlər. Onlar onlara təyin edilmiş qrup və ya qeydiyyat istiqamətlərində tələbələr tərəfindən yazılan postları görə və postları redaktə edə və ya silə, bayraqları silə, mövzuları bağlaya və ya yenidən aça, cavabları təsdiqləyə bilərlər. Onların postları 'İcma TK' olaraq qeyd olunur. Yalnız qeydiyyata salınmış tələbələr İcma TK-lar olaraq əlavə edilə bilərlər.

source: Add Community TA
az: İcma əlavə edin TA

source: CCX Coaches
az: CCX koçları

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
az: CCX koçları bu kurs əsasında öz kurslarını yarada bilirlər, bu kurs materialına əsasən öz tələbələrinə fərdi təlimat vermək üçün istifadə edə bilərlər.

source: Add CCX Coach
az: CCX koç əlavə edin

source: There is no data available to display at this time.
az: Hal-hazırda göstərmək üçün məlumat yoxdur.

source: Use Reload Graphs to refresh the graphs.
az: Qrafikləri yeniləmək üçün Qrafikləri yeniləyin düyməsindən istifadə edin

source: Reload Graphs
az: Qrafikləri yenidən yükləyin

source: Subsection Data
az: Alt bölüm bazası

source: Each bar shows the number of students that opened the subsection.
az: Hər sütun alt bölümü açmış şagirdlərin sayıını göstərir.

source: You can click on any of the bars to list the students that opened the subsection.
az: Siz alt bölümü açmış şagirdlərin siyahısı üçün sütunların hər hansına klikləyin.

source: You can also download this data as a CSV file.
az: Siz, həmçinin, bu bazanı CSV fayl olaraq yükləyə bilərsiniz.

source: Download Subsection Data for all Subsections as a CSV
az: Bütün alt bölmələr üçün alt bölüm bazasını CSV sənəd olaraq yükləyin

source: Grade Distribution Data
az: Qiymət paylanılma bazası

source: Each bar shows the grade distribution for that problem.
az: Hər bir sütun o problem üçün qiymət bölüşdürülməsini göstərir.

source: You can click on any of the bars to list the students that attempted the problem, along with the grades they received.
az: Siz tapşırığa cəhd etmiş şagirdlərin siyahısı və aldıqları qiymətlər üçün bu sütunlardan hər hansına klikləyin,

source: Download Problem Data for all Problems as a CSV
az: Bütün tapşırıqlar üçün tapşırıq bazasını CSV sənəd olaraq yükləyin

source: Grade Distribution per Problem
az: Hər bir tapşırıq üzrə qiymətin bölüşdürülməsi

source: Download Student Opened as a CSV
az: Tələbə siyahısını CSV sənəd olaraq açıq yükləyin

source: Download Student Grades as a CSV
az: Tələbə qiymətlərini CSV sənəd olaraq yükləyin

source: This is a partial list, to view all students download as a csv.
az: Bu siyahının bir hissəsidir, şagirdlərin tam siyahısına baxmaq üçün csv sənəd yükləyin

source: There are no problems in this section.
az: Bu bölməədə problem yoxdur.

source: Send to:
az: Göndərildi:

source: Myself
az: Özüm

source: Staff and Administrators
az: Heyət və Administratorlar

source: All Learners
az: Bütün tələbələr

source: Cohort:
az: Qrup:

source: (Learners not explicitly assigned to a cohort)
az: (Bir qrup üçün dəqiq təəyin edilməmiş tələbələr)

source: Learners in the {track_name} Track
az: {track_name} adlı sıadakı tələbələr

source: Subject:
az: Mövzu:

source: (Maximum 128 characters)
az: (Maksimum 128 simvol)

source: Message:
az: Məktub:
