Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: HTML Code Editor
az: HTML kod redaktoru

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
az: Giriş, ön şərtlər, tez-tez verilən suallar {a_link_start}sizin kursunuzun xülasə səhifəsində{a_link_end} qeyd olunur (formatted in HTML)

source: Course About Sidebar HTML
az: Kurs haqqında kənar panel HTML

source: Custom sidebar content for {a_link_start}your course summary page{a_link_end} (formatted in HTML)
az: {a_link_start}Sizin kursunuzun xülasə səhifəsi {a_link_end} (formatted in HTML) üçün fərdi kənar panel məzmunu

source: Course Card Image
az: Kursun kart şəkli

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
az: Siz bu şəkili sizin digər {a_link_start}fayllar və yüklədiklərinizlə{a_link_end} birgə idarə edə bilərsiniz

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
az: Sizin kursunuzun hal-hazırda bir şəkli yoxdur. Zəhmət olmasa, birini (JPEG və ya PNG format, tövsiyə olunan minimum ölçülər - en 375px, uzunluq 200px) yükləyin

source: Your course image URL
az: Kursunuzun şəklinin URL-i

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
az: Zəhmət olmasa, kurs şəklinizə etibarlı yol və ad verin (Qeyd: yalnız JPEG və ya PNG formatı dəstəklənir)

source: Upload Course Card Image
az: Kurs kart şəklini yükləyin

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
az: Sizin kursunuzun hal-hazırda bir video rəsimciyi yoxdur. Zəhmət olmasa, birini (JPEG və ya PNG format, tövsiyə olunan minimum ölçülər - en 1440px, uzunluq 400px) yükləyin

source: Your banner image URL
az: Banner şəklinin URL

source: Please provide a valid path and name to your banner image (Note: only JPEG or PNG format supported)
az: Zəhmət olmasa, banner şəklinizə etibarlı yol və ad verin (Qeyd: yalnız JPEG və ya PNG formatı dəstəklənir)

source: Upload Course Banner Image
az: Kursun banner şəklini yükləyin

source: Video Thumbnail Image
az: Video rəsmciyi

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
az: Sizin kursunuzun hal-hazırda bir video rəsimciyi yoxdur. Zəhmət olmasa, birini (JPEG və ya PNG format, tövsiyə olunan minimum ölçülər - en 375px, uzunluq 200px) yükləyin

source: Your video thumbnail image URL
az: Sizin videonuzun rəsimciyinin URL-i

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
az: Zəhmət olmasa, videonuzun rəsimciyinə etibarlı yol və ad verin (Qeyd: yalnız JPEG və ya PNG formatı dəstəklənir)

source: Upload Video Thumbnail Image
az: Video rəsimciyini yükləyin

source: Course Introduction Video
az: Kursa giriş videosu

source: Delete Current Video
az: Cari videonu silin

source: your YouTube video's ID
az: YouTube videonuzun ID-si

source: Enter your YouTube video's ID (along with any restriction parameters)
az: YouTube videonuzun ID-sini daxil edin (hər hansı məhdudiyyət parametrlri ilə birlikdə)

source: Learning Outcomes
az: Təlim nəticələri

source: Add the learning outcomes for this course
az: Bu kurs üçün təlim nəticələri əlavə edin

source: Add Learning Outcome
az: Təlim nəticələri əlavə edin

source: Add details about the instructors for this course
az: Bu kursun müəllimi haqqında məlumat əlavə edin

source: Add Instructor
az: Müəllim əlavə edin

source: Expectations of the students taking this course
az: Bu kursu götürən tələbələrin gözləntiləri

source: Hours of Effort per Week
az: Həftə ərzindəki səylərin sayı

source: Time spent on all course work
az: Bütün kurs üçün sərf olunan vaxt

source: Prerequisite Course
az: Kurs üçün ön şərt

source: None
az: Heç biri

source: Course that students must complete before beginning this course
az: Bu kurs başlamadan öncə tələbələrin bitirməli olduğu kurs

source: set pre-requisite course
az: Kurs ön şərtlərini tənzimləyin

source: Require students to pass an exam before beginning the course.
az: Kursa başlamadan öncə tələbələrdən imtahanı keçmələrini tələb edin

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
az: Siz indi {link_start}Kursun icmalından{link_end} giriş imtahanına baxa və yarada bilərsiniz.

source: Grade Requirements
az: Qiymət tələbləri

source: The score student must meet in order to successfully complete the entrance exam.
az: Tələbənin giriş imtahanını uğurla tamamlaması üçün tələb olunan bal

source: Course Content License
az: Kurs məzmun lisenziyası

source: Select the default license for course content
az: Kurs məzmunu üçün standart lisenziyanı seçin

source: How are these settings used?
az: Bu parametrlərdən necə istifadə olunur?

source: Your course's schedule determines when students can enroll in and begin a course.
az: Sizin kursunuzun cədvəli tələbələrin kursa n vaxt qeydiyyatdan keçməli olduqlarını və kursa başlamalarını müəyyən edir.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
az: Bu səhifədən olan digər məlumatlar kursunuzun Haqqında səhifəsində görünür. Bu məlumatda kursun ümumi görünüşü, kurs şəkli, giriş videoları və təxmin edilən vaxt tələbləri yer alır. Tələbələr yeni dərsləri seçmək üçün Səhifələr haqqında səhifəsindən istifadə edirlər.

source: Your policy changes have been saved.
az: Siyasət dəyişiklikləriniz saxlanılıb.

source: There was an error saving your information. Please see below.
az: Sizin məlumatlarınızı yaddaşda saxlayarkən xəta baş verdi. Zəhmət olmasa, aşağıdakılara baxın.

source: Manual Policy Definition
az: Təlimat siyasətinin tərifi

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
az: {strong_start}Xəbərdarlıq{strong_end}: Əgər bu siaysətin məqsədi ilə tanış deyilsinizsə, onları dəyişdirməyin.

source: Show Deprecated Settings
az: Köhnəlmiş parametrləri göstər

source: What do advanced settings do?
az: Qabaqcıl parametrlər nə edir?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
az: Qabaqcıl parametrlər müəyyən kurs funksiyalarına nəzarət edir. Bu səhifədə siz müəyyən kurs parametrlərini idarə edən JSON əsaslı açar və dəyər cütləri ilə bağlı olan təlimat siyasətini redaktə edə bilərsiniz. .

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
az: Burada dəyişdiyiniz hər hansı siyasət, {studio_name} -də başqa yerdə müəyyən etdiyiniz digər məlumatları ləğv edir. Həm məqsəd və sintaksis ilə tanış olmadığınız halda, siyasəti düzəltməyin.

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
az: {em_start}Qeyd:{em_end} Sətirləri siyasət dəyərləri olaraq daxil edərkən, simvol ətrafında cüt dırnaq işarələri (") istifadə edin. Tək dırnaq işarələrini (') istifadə etməyin.

source: Grading Settings
az: Qiymətləndirmə parametrləri

source: Overall Grade Range
az: Ümumi qiyət intervalı

source: Your overall grading scale for student final grades
az: Tələbənin final qiymətləri üçün sizin ümumi qiymətləndirmə miqyasınız

source: Add grade
az: Qiymət əlavə edin

source: Credit Eligibility
az: Kredit haqqı

source: Settings for course credit eligibility
az: Kurs kredit haqqı üçün parametrlər

source: Minimum Credit-Eligible Grade:
az: Minimum kredit haqqı qiyməti:

source: Must be greater than or equal to the course passing grade
az: Kursun keçid qiymətindən böyük və ya ona bərabər olmalıdır

source: Grading Rules &amp; Policies
az: Qiymətləndirmə qaydaları &amp; Siyasətlər

source: Deadlines, requirements, and logistics around grading student work
az: Tələbə işlərini qiymətləndirmə üçün son tarixlər, tələblər və lojistika

source: Grace Period on Deadline:
az: Güzəşt müddəti:

source: Leeway on due dates
az: Son tarixlərə kimi olan vaxt

source: Assignment Types
az: Tapşırıq növləri

source: Categories and labels for any exercises that are gradable
az: Qiymətləndirilə biləcək çalışmalar üçün kateqoriyalar və etiketlər

source: New Assignment Type
az: Yeni tapşırıq növü

source: What can I do on this page?
az: Bu səhifədə mən nə edə bilərəm?

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
az: Siz Ümumi qiymət miqyasının altındakı xətkeşdən istifadə edərək sizin kursunuzdan keçmək/kəsilmək və ya hərflə qiymətləndiriləcəyini təyin edə və hər qiymət üçün miqyası müəyyənləşdirə bilərsiniz.

source: You can specify whether your course offers students a grace period for late assignments.
az: Siz kursunuzun tələbələrinin gecikmiş tapşırıqları üçün güzəşt müddəti təklifini müəyyənləşdirə bilərsiniz.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
az: Siz, həmçinin, ev tapşırıqları, laboratoriya işləri, quiz-lər və imtahan kimi yeni tapşırıq növləri yarada və hər bir tapşırıq növü dəyərini təyin edə bilərsiniz.

source: Expand or Collapse
az: Genişləndirin və ya bağlayın

source: Access Settings
az: Giriş ayarları

source: Set Access
az: Girişi tənzimləyin

source: This block contains multiple components.
az: Bu blok birdən çox komponentdən ibarətdir.

source: New Textbook
az: Yeni dərs kitabı

source: Why should I break my textbook into chapters?
az: Mən niyə dərs kitabını fəsillərə bölməliyəm?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
az: Dərs kitabını bir neçə fəsilə bölərək yükləmək tələbələrin yükləmə vaxtını azaldır, bu, xüsusuilə zəif internet bağlantısı olan yerlərdə əlverişlidir. Dərs kitabının fəsillərə bölünərək yüklənməsi tələbələrin mövzu əsaslı məlumatın asan tapılmasında da kömək edir.

source: What if my book isn't divided into chapters?
az: Əgər mənim kitabım fəsillərə bölünməyibsə?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
az: Əgər sizin dərs kitabınızın ayrı-ayrı fəsilləri yoxdursa, siz onu bütöv mətn olaraq tək fəsil kimi yükləyə və Fəsil adı xanasında ona ad seçərək yazın.

source: Learn more about textbooks
az: Dərsliklər haqqında daha çox öyrənin

source: Video Uploads
az: Video yükləmələri

source: Course Video Settings
az: Kurs video tənzimləmələri

source: Changing..
az: Dəyişir..

source: Videos per page:
az: Hər səhifə üçün videolar:

source: Access is not restricted
az: Giriş məhdudlaşdırılmır

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
az: Bu hissəyə giriş məhdudlaşdırılmır, lakin görünüş statusu öncəki parametrlərdən təsirlənə bilər.

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
az: Bu elementə giriş məhdudlaşdırılmır, lakin görünüş statusu öncəki parametrlərdən təsirlənə bilər.

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
az: Müəyyən qeydiyyat və ya məzmun qruplarında tələbələrə bu hissəyə giriş imkanını məhdudlaşdıra bilərsiniz.

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
az: Müəyyən qeydiyyat və ya məzmun qruplarında tələbələrə bu elementə giriş imkanını məhdudlaşdıra bilərsiniz.

source: You can restrict access to this unit to learners in specific content groups.
az: Müəyyən məzmun qruplarında tələbələrə bu hissəyə giriş imkanını məhdudlaşdıra bilərsiniz.

source: You can restrict access to this component to learners in specific content groups.
az: Müəyyən məzmun qruplarında tələbələrə bu elementə giriş imkanını məhdudlaşdıra bilərsiniz.

source: Manage content groups
az: Məzmun qruplarını idarə edin

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
az: {screen_reader_start}Xəbərdarlıq:{screen_reader_end} Bu element olan hissə tələbələr açıq deyil. The unit that contains this component is hidden from learners. Hissə parametrləri burada müəyyənləşdirilmiş elementlərə giriş parametrlərini ləğv edir.

source: Access is restricted to:
az: Giriş məhdudlaşdırıldı:

source: Restrict access to:
az: Girişi məhdudlaşdırın:

source: Select a group type
az: Qrup tipini seçin

source: All Learners and Staff
az: Bütün tələbələr və işçilər

source: Select one or more groups:
az: Bir və ya daha çox qrup seçin.

source: This group no longer exists. Choose another group or remove the access restriction.
az: Bu qrup artıq mövcud deyil. Başqa qrup seçin və ya giriş məhdudiyyətini silin.

source: Thank you for signing up for {studio_name}! To activate your account, please copy and paste this address into your web browser's address bar:
az: {studio_name} adlı studiodan qeydiyyatdan keçdiyiniz üçün təşəkür edirik! Hesabınızı aktivləşdirmək üçün, zəhmət olmasa, bu ünvanı kopyalayın və veb brauzerinizin ünvan sətrinə yapışdırın:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {studio_name} web site.
az: Bunu tələb etmədiyiniz təqdirdə, bir şey etmək lazım deyil; bizdən daha e-poçt almayacaqsınız. Xahiş edirik, bu e-mailə cavab verməyin; kömək istəyirsinizsə, {studio_name} veb saytının kömək bölməsini yoxlayın.

source: Your account for {studio_name}
az: {studio_name} üçün sizin hesabınız

source: {email} has requested {studio_name} course creator privileges on edge
az: {email} "edge"-də {studio_name} adlı studioda kurs yaratmaq səlahiyyəti üçün müraciət edib

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
az: Bu e-mail-dən {email} istifadən edən istifadəçi '{user}' "edge"-də {studio_name} adlı studioda kurs yaratmaq səlahiyyəti üçün müraciət edib.

source: To grant or deny this request, use the course creator admin table.
az: Bu müraciəti qəbul və ya rədd etmək üçün kurs yaradıcısı admin cədvəlindən istifadə edin.

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
az: Sizin {studio_name}-da kurs yaratmaq hüquqları üçün müraciətiniz rədd edilib. Bunun xəta olduğunu düşünürsünüzsə, zəhmət olmasa, {email}-ə yazın.

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
az: {studio_name}-da kurs yaratmaq hüquqları üçün müraciətiniz qəbul edilib. İlk kursunuzu yaratmaq üçün {url} daxil olun

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
az: Sizin {studio_name}-da kurs yaratmaq hüquqlarınız ləğv edilib. Əgər bunun xəta olduğunu düşünürsünüzsə, onda, zəhmərt olmasa, bu {email}-ə yazın.

source: Your course creator status for {studio_name}
az: {studio_name} adlı studio üçün sizin kurs yarada bilmə statusunuz

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
az: Sizin {task_name} adlı tapşırığınız '{task_status}' statusu ilə tamamlanıb. Tapşırığınıza daha ətraflı baxmaq və ya yaratdığınız hər hansı faylları yükləmək bu URL-dən istifadə edin: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
az: Sizin {task_name} adlı tapşırığınız '{task_status}' statusu ilə tamamlanıb. Tapşırığınıza daha ətraflı baxmaq və ya yaratdığınız hər hansı faylları yükləmək üçün daxil olun.

source: {platform_name} {studio_name}: Task Status Update
az: {platform_name} {studio_name}: Tapşırıqların statusu haqqında yeniləmələr

source: Required data to force publish course.
az: Kursu dərc etmək üçün tələb olunan məlumat.

source: course-v1:edX+DemoX+Demo_Course
az: kurs-v1:edX+DemoX+Demo_Course

source: Reset values
az: Dəyərləri sıfırlayın

source: Maintenance Dashboard
az: Müşaiyət Paneli

source: Thanks for activating your account.
az: Hesabınızı aktivləşdirdiyiniz üçün təşəkkür edirik.

source: This account has already been activated.
az: Bu hesab artıq aktivləşdirilib.

source: Visit your {link_start}dashboard{link_end} to see your courses.
az: Kursunuza baxmaq üçün {link_start}panelinizə{link_end} daxil olun.

source: You can now {link_start}sign in{link_end}.
az: Siz indi {link_start}daxil ola bilərsiniz{link_end}.

source: Activation Invalid
az: Aktivləşdirmə etibarsızdır.

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
az: Xəta baş verdi. E-mail proqramları bəzən URL linkləri iki hissəyə bölür. Ona görə də, istifadə etdiyiniz URL-in düzgün formatda olduğundan əmin olun. Əgər hələ də problemlə qarşılaşırsınızsa, bizə e-mail {email_start}{email}{email_end} göndərin.

source: Return to the {link_start}home page{link_end}.
az: Əsas səhifəyə {link_start}qayıdın{link_end}.

source: We've sent an email message to {email} with instructions for activating your account.
az: Biz hesabınızı aktivləşdirməyiniz üçün e-mail ünvanınıza {email} təlimatlar göndərimişik.

source: Policies
az: Siyasətlər

source: Accessibility Accommodation Request
az: Xüsusi imkanlar uyğunlaşma sorğusu

source: Current Course:
az: Cari kurs:

source: Course Navigation
az: Kurs naviqasiyası

source: Outline
az: İcmal

source: Import
az: İdxal edin

source: Export
az: İxrac edin

source: Current Library:
az: Cari kitabxana:

source: Language preference
az: Dil seçimi

source: Account Navigation
az: Hesab naviqasiyası

source: Contextual Online Help
az: Məsələ ilə əlaqədar onlayn kömək

source: Launch Latex Source Compiler
az: Lateks mənbə müəllifini işə salın

source: Heading
az: Başlıq

source: Insert a heading
az: Başlıq yerləşdirin

source: Add a multiple choice question
az: Test sualı əlavə edin

source: Add a question with checkboxes
az: Bir neçə cavabı olan bir sual əlavə edin

source: Insert a text response
az: Mətn şəklində cavab əalvə edin

source: Insert a numerical response
az: Rəqəm şəklində cavab əlavə edin

source: Insert a dropdown response
az: Açılan çavab əlavə edin

source: Explanation
az: İzahat

source: Add an explanation for this question
az: Bu suala cavab olaraq bir izahat əlavə edin

source: Advanced Editor
az: Təkmilləşdirilmiş redaktor

source: Toggle Cheatsheet
az: Aldadıcı vərəqi dəyişin

source: Label
az: Etiket

source: Access the Open edX Portal
az: Open edX Portalına mürciət

source: Open edX Portal
az: Open edX Portalı

source: Currently signed in as:
az: Hal-hazırda daxil oldunuz:

source: Maintenance
az: Texniki qulluq

source: Wiki notifications
az: Viki bildirişlər

source: Wiki images
az: Viki şəkillər

source: Wiki attachments
az: Viki qoşmalar

source: Only localhost... muahahaha
az: Yalnız localhost... muahahaha

source: Initial title of the article. May be overridden with revision titles.
az: Məqalənin ilkin başlığı. Düzəliş edilmiş başlıqlar əlaqvə edildikdə ləğv oluna bilər.

source: Type in some contents
az: Bəzi məzmunları yazın

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
az: Bu məqalənizin yalnız ilkin məzmunudur. Bunu yaratdıqdan sonra siz qoşmalar, meta məlumatları, əlaqədar məqalələr və s. əlavə etməklə daha mürəkkəb xüsusiyyətlərdən istifadə edə bilərsiniz...

source: Contents
az: Məzmunlar

source: Summary
az: Xülasə

source: Give a short reason for your edit, which will be stated in the revision log.
az: Düzəliş kitabçasında qeyd olunacaq redaktə üçün qısa təsvir yazın.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
az: Düzəliş edərkən başqası düzəlişi dəyişdi. İçindəkilər avtomatik olaraq yeni məzmunlarla birləşdirilmişdir. Aşağıdakı mətni nəzərdən keçirin.

source: No changes made. Nothing to save.
az: Heç bir dəyişiklik edilmədi. Yaddaşa verməyə heç nə yoxdur.

source: Slug
az: İlbiz

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
az: Bu, məqalənizin tapıldığı ünvan olacaq. Yalnız alfasayısal simvollardan istifadə edin və - və ya _. Nəzərinizdə saxlayın ki, məqaləni yaratdıqdan sonra ilbizi dəyişdirə bilməzsiniz.

source: Write a brief message for the article's history log.
az: Məqalənin xronoloji kitabçası üşün qısa məktub yazın.

source: A slug may not begin with an underscore.
az: İlbiz alt xətt ilə başlaya bilməz.

source: A deleted article with slug "%s" already exists.
az: "%s" ilbiz ilə silinmiş məqalə artıq mövcuddur.

source: A slug named "%s" already exists.
az: İlbiz adlandırılmış "%s" artıq mövcuddur.

source: Yes, I am sure
az: Bəli, əminəm

source: Purge
az: Silin

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
az: Məqaləni silin: Yenidən qaytarmaq funksiyası olmadan onu (və onun bütün məzmununu) tamamilə silin. Istifadəçilər onun yerində yeni məqalələr yarada biləcəyi təqdirdə ilbizi azad etmək istəyirsinizsə, silmək yaxşı bir fikirdir.

source: You are not sure enough!
az: Siz kifayət qədər əmin deyilsiniz!

source: While you tried to delete this article, it was modified. TAKE CARE!
az: Siz bu məqaləni silməyə çalışarkən, o dəyişdirildi. FİKİR VERİN!

source: Lock article
az: Məqaləni bağlayın

source: Deny all users access to edit this article.
az: Bu məqaləni redaktə etməyə girişi bütün istifadəçilərə bağlayın.

source: Permissions
az: İcazələr

source: Owner
az: Sahibkar

source: Enter the username of the owner.
az: Sahibkarın istifadəçi adını daxil edin.

source: (none)
az: (heç kim)

source: Inherit permissions
az: Müəllif hüquqları

source: Check here to apply the above permissions recursively to articles under this one.
az: Buradakı məqalələrə yuxarıda göstərilən icazələri təkrarlanan şəkildə tətbiq etmək üçün buraya baxın.

source: Permission settings for the article were updated.
az: Məqalə üçün icazə parametrləri yeniləndi.

source: Your permission settings were unchanged, so nothing saved.
az: Sizin icazə paramaetrlərinizdə dəyişiklik olmadı, ona görə də heç nə yaddaşa verilmədi.

source: No user with that username
az: Bu istifadəçi adı ilə istifadəçi mövcud deyil
