Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Discussion
az: Müzakirə

source: Advanced
az: İrəli səviyyə

source: Entrance Exam
az: Qəbul imtahanı

source: Section
az: Bölmə

source: Subsection
az: Alt bölmə

source: Unit
az: Hissə

source: Empty
az: Boş

source: The following parameters are required: {missing}.
az: Aşağıdakı parametrlər tələb olunur: {missing}.

source: A transcript with the "{language_code}" language code already exists.
az: "{language_code}" dil kodu ilə olan transkript artıq mövcuddur.

source: A transcript file is required.
az: Transkript faylı tələb olunur.

source: There is a problem with this transcript file. Try to upload a different file.
az: Transkript faylı ilə problem yaşandı. Digər faylı yükləməyə cəhd edin.

source: Name
az: Ad

source: Pending
az: Natamam

source: Django site admin
az: Django sayt admini

source: Django administration
az: Django administrasiyası

source: View site
az: Sayta baxın

source: Documentation
az: Sənədləşmə

source: Log out
az: Çıxış

source: Mode
az: Rejim

source: Verification Deadline
az: Yoxlamanın son tarixi

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
az: ƏLAVƏ: Bu tarixdən/saatdan sonra istifadəçi artıq yoxlama üçün fotoşəkillər təqdim edə bilməz. Bu YALNIZ doğrulama tələb edən rejimlərə aiddir.

source: Your verification is pending
az: Yoxlama prosesi bitməyib

source: Verified: Pending Verification
az: Təsdiqlənmə: Təsdiqlənmə bitməyib

source: ID verification pending
az: İD yoxlanışı bitməyib

source: You're enrolled as a verified student
az: Siz təsdiqlənmiş tələbə kimi qeydiyyata alındınız

source: Verified
az: Təsdiqlənib

source: ID Verified Ribbon/Badge
az: Şəxsiyyət vəsiqəsini təsdiqləyən lent/nişan

source: You're enrolled as an honor code student
az: Bir şərəf kodu tələbəsi olaraq qeydiyyatdan keçdiniz

source: Honor Code
az: Fəxri Diplom

source: You're enrolled as a professional education student
az: Siz peşəkar tələbə kimi qeydiyyata alındınız

source: Professional Ed
az: Peşəkar Nəşr

source: Display Name
az: Ad göstərin

source: Price
az: Qiymət

source: Upgrade Deadline
az: Son tarixi yenilə

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
az: Bu tarix/vaxtdan sonra istifadəçilər bu rejimə qoşula bilməyəcəklər. Əgər istifadəçilər kurs üçün qeydiyyat bağlanana qədər bu rejimdə qeydiyyatdan keçə bilərlərsə bu bölməni boş buraxa bilərsiniz.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
az: ƏLAVƏ: Bu xarici elekton ticarət xidmətində bu rejimin EUV-dir (Ehtiyyat Uçot Vahidi). Əgər kurs elektron ticarət xidmətinə keçiriməyibsə bu xananı boş saxlayın.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
az: Bu xarici elekton ticarət xidmətində bu rejimin əsas EUV-dir (Ehtiyyat Uçot Vahidi)

source: Honor
az: Şərəf

source: Professional education modes are not allowed to have expiration_datetime set.
az: Peşəkar təhsil rejimində expiration_datetime təyin etməyə icazə yoxdur.

source: Verified modes cannot be free.
az: Təsdiqlənmiş rejimlər pulsuz ola bilməz.

source: {currency_symbol}{price}
az: {price}{currency_symbol}

source: Free
az: Pulsuz

source: The time period before a course ends in which a course mode will expire
az: Kursun bitməsinə qədər olan vaxt müddəti hansında ki, kurs rejimi sona chatacaq.

source: Congratulations! You are now enrolled in {course_name}
az: Təbrik edirik! Siz {course_name} kursuna qeydiyyatdan keçdiniz.

source: Enrollment is closed
az: Qeydiyyat bitdi

source: Enrollment mode not supported
az: Qeydiyyat rejimi dəstəklənmir

source: Invalid amount selected.
az: Yanlış məbləğ seçilmişdir.

source: No selected price or selected price is too low.
az: Heç bir qiymət seçilməyib və ya seçilmiş qiymət çox aşağıdır.

source: Moderator
az: Nəzarətçi

source: Group Moderator
az: Qrup nəzarətçisi

source: Community TA
az: İctimai assistent

source: Student
az: Tələbə

source: User profile
az: İstifadəçi profili

source: Account recovery
az: Hesabın bərpası

source: Password
az: Parol

source: Raw passwords are not stored, so there is no way to see this user's password.
az: Korlanmış şifrələr saxlanılmır, belə ki, bu istifadəçinin şifrəsini görmək mümkün deyil.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
az: Göstərilən e-poçt ünvanı heç bir hesaba bağlı deyil. Qeydiyyatdan keçdiyinizdən əminsiniz?

source: The user account associated with this e-mail address cannot reset the password.
az: Bu e-poçt ünvanı ilə istifadə edilən hesab şifrəni sıfırlaya bilməz.

source: Full Name cannot contain the following characters: < >
az: Aşağıda olan simvollardan heç biri sizin ad və soyadınızın tərkibində ola bilməz: < >

source: A properly formatted e-mail is required
az: Düzgün formatlı e-mail tələb olunur

source: Your legal name must be a minimum of two characters long
az: Sizin qanuni adınız minimum iki hərfdən ibarət olmalıdır.

source: Email cannot be more than %(limit_value)s characters long
az: Email %(limit_value)s və ya ondan daha artıq simvoldan ibarət ola bilməz.

source: You must accept the terms of service.
az: Siz xidmət şərtlərini qəbul etməlisiniz.

source: A level of education is required
az: Təhsil səviyyəsi tələb olunur

source: Your gender is required
az: Sizin cinsiniz tələb olunur

source: Your year of birth is required
az: Sizin doğum iliniz tələb olunur

source: Your mailing address is required
az: Sizin poçt ünvanı tələb olunur

source: A description of your goals is required
az: Sizin hədəflərinizin təsviri tələb olunur

source: A city is required
az: Şəhər adı tələb olunur

source: A country is required
az: Ölkə adı tələb olunur

source: To enroll, you must follow the honor code.
az: Qeydiyyatdan keçmək üçün şərəf kodunu izləməlisiniz.

source: You are missing one or more required fields
az: Bir və ya daha çox lazımi xanalar çatışmır.

source: Unauthorized email address.
az: Avtorizə edilməmiş elektron poçt ünvanı.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
az: Göründüyü kimi {email} başqa bir mövcud hesaba aiddir. Başqa email ünvanı ilə bir daha cəhd edin.

source: An account with the Public Username '{username}' already exists.
az: Bu adla '{username}' ilə olan hesab artıq mövcuddur.

source: An account with the Email '{email}' already exists.
az: Bu Email '{email}' ilə olan hesab artıq mövcuddur.

source: Removed group: "{}"
az: Qrupu çıxar: "{}"

source: Did not find a group with name "{}" - skipping.
az: "{}" adlı qrup tapılmadı - ötürülür.

source: Invalid group name: "{group_name}". {messages}
az: Yanlış qrup adı: "{group_name}". {messages}

source: Created new group: "{}"
az: Yeni qrup yarat: "{}"

source: Found existing group: "{}"
az: Mövcud qrupu təsis et: "{}"

source: Adding {codenames} permissions to group "{group}"
az: {codenames} icazələri "{group}" qrupa əlavə olunur

source: Removing {codenames} permissions from group "{group}"
az: {codenames} icazələri "{group}" qrupdan silinir

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
az: Yalnış icazə parametri: "{}". Zəhmət olmasa icazələri müəyyənləşdirmək üçün bu formatlardan istifadə edin: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
az: Yalnış şifrə sözü: "{codename}". {module}.{model_name} modeli üçün bu cür icazə mövcud deyil.

source: Setting {attribute} for user "{username}" to "{new_value}"
az: {attribute} İstifadəçi "{username}" üçün parametrlər "{new_value}"

source: Skipping user "{}" because the specified and existing email addresses do not match.
az: Göstərilən və mövcud e-mail ünvanları uyğun gəlmədiyi üçün istifadəçinin "{}" buraxılması

source: Did not find a user with username "{}" - skipping.
az: İstifadəçi adı "{}" olan istifadəçi tapılmadı - ötürülür.

source: Removing user: "{}"
az: İstifadəçini çıxar: "{}"

source: Created new user: "{}"
az: Yeni istifadəçi yarat: "{}"

source: Found existing user: "{}"
az: Mövcud istifadəçini təsis et: "{}"

source: Setting unusable password for user "{}"
az: "{}" istifadəçi üçün istifadəsi mümkün olmayan şifrənin təyini

source: Created new profile for user: "{}"
az: İstifadəçi üçün yeni profil yarat: "{}"

source: Could not find a group named "{}" - skipping.
az: "{}" adlı qrup tapılmadı - ötürülür.

source: Adding user "{username}" to groups {group_names}
az: "{username}" istifadəçi {group_names} qrupuna əlavə edilir

source: Removing user "{username}" from groups {group_names}
az: "{username}" istifadəçi {group_names} qrupundan silinir

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
az: Sizin hesabınız deaktiv edildi. Əgər siz bunun hər hansı bir səhv nəticəsində baş verdiyinə inanırsınızsa, o zaman bizimlə {support_email} vasitəsilə əlaqə saxlayın.

source: Disabled Account
az: Qeyri-aktiv hesab

source: Male
az: Kişi

source: Female
az: Qadın

source: Other/Prefer Not to Say
az: Digər/Deməməyi üstün tuturam

source: Doctorate
az: Doktorantura

source: Master's or professional degree
az: Magistr və ya peşə dərəcəsi

source: Bachelor's degree
az: Bakalavr dərəcəsi

source: Associate degree
az: Mütəxəssis dərəcəsi

source: Secondary/high school
az: Tam orta təhsil

source: Junior secondary/junior high/middle school
az: Ümumi orta təhsil

source: Elementary/primary school
az: İbtidai təhsil

source: No formal education
az: Formal təhsil yoxdur

source: Other education
az: Digər təhsil növü

source: {platform_name} Honor Code Certificate for {course_name}
az: {platform_name}-da {course_name} adlı kurs üçün Şərəf Kodu sertifikatı

source: {platform_name} Verified Certificate for {course_name}
az: {course_name} üçün Təsdiqlənmiş Sertifikat {platform_name}

source: {platform_name} Professional Certificate for {course_name}
az: {course_name} üçün Peşəkar Sertifikat {platform_name}

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
az: LinkedIn Add-to-Profile düyməsi üçün təşkilat identifikatoru məs. 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
az: İzləmə kodunda istifadə edilən Linkedİn partnyorunun qısa identifikatoru.(Məsələn: 'edx') Əgər heç bir dəyər göstərilməzsə, izləmə kodları Linkedİn-ə gəndərilməyəcək.

source: {platform_name} Certificate for {course_name}
az: {course_name} üçün Sertifikat {platform_name}

source: The ISO 639-1 language code for this language.
az: Bu dil üçün ISO 639-1 kodu.

source: Namespace of enrollment attribute
az: Qeydiyyat atrtibutunun adlar sahəsi

source: Name of the enrollment attribute
az: Qeydiyyat atrtibutunun adı

source: Value of the enrollment attribute
az: Qeydiyyat atributunun qiyməti.

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
az: Ödənişin geri qaytarıla biləcəyi qeydiyyatdan sonrakı zaman pəncərəsi, mikro saniyə ilə göstərilib. Defolt olaraq 14 gündür.

source: Name of the UTM cookie
az: UTM kukisinin adı

source: Name of the affiliate cookie
az: Kuki filialının adı.

source: Name of this user attribute.
az: İstifadəçi atributunun adı.

source: Value of this user attribute.
az: İstifadəçi atributunun qiyməti.

source: Secondary email address
az: İkinci e-mail ünvanı

source: Secondary email address to recover linked account.
az: Əlaqəli hesabı bərpa etmək üçün ikinci e-mail ünvanı

source: and
az: və

source: Photos are mismatched
az: Fotolar uyğunsuzdur

source: Name missing from ID photo
az: Şəxsiyyət vəsiqəsinin üzərində ad yoxdur

source: ID photo not provided
az: Sənədin şəkli yoxdur

source: ID is invalid
az: Sənəd düzgün deyil

source: Learner photo is blurry
az: Fotoşəkil bulanıqdır

source: Name on ID does not match name on account
az: Şəxsiyyət vəsiqəsində olan ad hesab adı ilə uyğun deyil

source: Learner photo not provided
az: Öyrənci şəkli təqdim edilməyib

source: ID photo is blurry
az: Sənədin şəkli bulanıqdır

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
az: Hesabın aktivasiyası üçün, qeyd etdiyiniz {email_start}{email}{email_end} ünvanına {platform_name}-dən xüsusi məktubda link göndərilmişdir. Zəhmət olmazsa e-poçt qutunuzu yoxlayaraq həmin məktubdakı linkdən istifadə edərək hesabınızı aktivləşdirin. Əgər köməyə ehtiyacınız olarsa {link_start}{platform_name} texniki dəstək komandası{link_end} ilə əlaqə saxlayın.

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
az: Tək giriş mümkün olmadığı halda giriş əldə etmək üçün bərpa e-maili əlavə edin. {link_start}Öz hesab parametrlərinizə{link_end} gedin.

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
az: Bərpa e-maili hələ aktivləşdirilməyib.

source: The course you are looking for does not start until {date}.
az: Axtardığınız kurs {date} tarixindən sonra başlayacaq.

source: The course you are looking for is closed for enrollment as of {date}.
az: Bu kursa qeydiyyat {date} tarixindən sonra bağlanmışdır.

source: No inactive user with this e-mail exists
az: Bu e-poçt ilə qeyri-aktiv istifadəçi mövcud deyil

source: Unable to send reactivation email
az: Yenidən aktivləşdirmə e-poçtu göndərilə bilmir

source: Course id not specified
az: Kursun İD-si müəyyən edilməyib

source: Invalid course id
az: Yanlış kurs İD-si

source: Course id is invalid
az: Kurs İD-si yanlışdır

source: Could not enroll
az: Qeydiyyat alınmadı

source: You are not enrolled in this course
az: Siz bu kursa qeydiyyatda deyilsiniz.

source: Your certificate prevents you from unenrolling from this course
az: Sertifikatınız bu kursdan imtina etməyinizə mane olur

source: Enrollment action is invalid
az: Qeydiyyat əməliyyatı yanlışdır

source: Please enter a username
az: Zəhmət olmasa istifadəçi adını daxil edin.

source: Please choose an option
az: Xahiş edirik seçim seçin

source: User with username {} does not exist
az: Bu {} adda istifadəçi mövcud deyil

source: Successfully disabled {}'s account
az: {}-nin hesabı uğurla deaktiv edildi

source: Successfully reenabled {}'s account
az: {}-nin hesabı uğurla aktiv edildi

source: Unexpected account status
az: Gözlənilməyən hesab statusu

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
az: {html_start}Hesabınız aktivləşdirilə bilmədi{html_end}Xəta baş verdi, zəhmət olmasa bu məsələni həll etmək üçün <a href="{support_url}">dəstək xidməti ilə əlaqə saxlayın</a>.

source: {html_start}This account has already been activated.{html_end}
az: {html_start}Bu hesab artıq aktivləşdirilib.{html_end}

source: {html_start}Success{html_end} You have activated your account.
az: {html_start}Təbrik edirik{html_end} Hesabınız uğurla aktivləşdi.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
az: {html_start}Müvəffəqiyyət! Siz hesabınızı aktivləşdirdiniz.{html_end}Artıq qeydiyyatdan keçdiyiniz kurslar ilə əlaqədar bizdən e-poçt yeniləmələri və xəbərdarlıqları alacaqsınız. Davam etmək üçün qeydiyyatdan keçin.

source: Some error occured during password change. Please try again
az: Şifrəni dəyişərkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin

source: No email address provided.
az: E-mail ünvanı verilmədi.

source: Password reset unsuccessful
az: Şifrənin sıfırlanması uğursuz oldu

source: Error in resetting your password.
az: Şifrənin sıfırlanması zamanı xəta baş verdi.

source: Error in resetting your password. Please try again.
az: Şifrənin sıfırlanması zamanı xəta baş verdi. Zəhmət olmasa bir daha cəhd edin.

source: Password creation unsuccessful
az: Şifrə yaradılması uğursuz oldu

source: Error in creating your password. Please try again.
az: Sizin şifrənizi yaradarkən xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
az: {html_start}Şifrə yaradılması tamamdır{html_end}Sizin şifrəniz yaradılıbb. {bold_start}{email}{bold_end} e-maili sizin əsas giriş e-mailinizdir.

source: Valid e-mail address required.
az: Doğru e-poçt ünvanı tələb olunur

source: Old email is the same as the new email.
az: Köhnə e-poçt indiki e-poçt ilə eynidir.

source: Cannot be same as your sign in email address.
az: Sizin giriş e-mail ünvanı ilə eyni ola bilməz.

source: Unable to send email activation link. Please try again later.
az: Aktivləşdirmə linki e-poçt ilə göndərilə bilmədi. Zəhmət olmasa, bir daha cəhd edin.

source: Deleted the selected configuration(s).
az: Seçilmiş konfiqurasiya(lar) silindi.

source: Delete the selected configuration
az: Seçilmiş konfiqurasiyanı sil

source: Unable to connect with the external provider, please try again
az: Xarici provayder ilə əlaqə qurula bilmədi, zəhmət olmasa yenidən cəhd edin

source: Authentication with {} is currently unavailable.
az: {} ilə yoxlanılma hazırda mümkün deyil.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
az: İkinci provayderlər ayrıca "Müəssisə" daxil olma provayderləri siyahısında göstəriliblər.

source: The Site that this provider configuration belongs to.
az: Bu provayder konfiqurasiyasına aid olan sayt.

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
az: Əgər bu seçim aktiv olsaydı, bu provayder (məs. bu şəkildə bitən URL`?tpa_hint=[provider_name]`) üçün "TPA göstəriş" URL-ni ziyarət edən istifadəçilər birinci giriş informasiya qutusuna yönləndirilmək əvəzinə birbaşa giriş URL-nə yönləndiriləcəkdirlər.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
az: Əgər bu seçim aktivdirsə, istifadəçilər qeydiyyat prosesi zamanı öz məlumatlarını (ad, e-mail və s.) təsdiqləmələri soruşulmayacaq. Bu seçimi yalnız sizə dəqiq istifadəçi məlumatı təmin edən güvəndiyiniz provayderlər üçün seçin.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
az: Əgər bu seçim seçilibsə, istifadəçilərdən öz e-maillərini təsdiq etmələti tələb edilməyəcək və onların hesabları qeydiyyatdan dərhal sonra aktivləşdiriləcək.

source: If this option is selected, users will be sent a welcome email upon registration.
az: Əgər bu seçim seçilsə, istifadəçilərə qeydiyyatdan sonra xoş gəlmisiniz e-maili göndəriləcək.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
az: Bu seçim seçilmədikdə, istifadəçilər giriş ekranında şəxsiyyətini təsdiq edən bir seçim kimi təqdim edilməyəcəklər, lakin düzgün linkdən istifadə etmə ilə əl ilə təsdiqləmə mümkündür.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
az: Bu parametr təyin edildikdə, bu SSO provayderindən istifadə edən istifadəçilərin daxil olma müddəti bu dəyərdən artıq olmayacaqdır. 0 (sıfır) olaraq təyin edildikdə, istifadəçilər öz brauzerlərini bağladıqları anda sessiyanın vaxtı bitəcəkdir. Boş buraxıldığı halda, Django platforma sessiyası üçün standart uzunluq istifadə ediləcək.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
az: Bu seçim seçildikdə, istifadəçilər giriş səhifəsinin yerinə üçüncü şəxslə təsdiqləndikdən sonra dərhal qeydiyyat səhifəsinə yönəldiləcək.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
az: Hər bir SSO girişində edX istifadəçi hesabı ilə şəxsiyyət təminatçısından alınan istifadəçi profili məlumatlarını sinxronlaşdırın. Hesabınızla əlaqəli e-mail ünvanı bu sinxronizmin bir hissəsi kimi dəyişdirildikdə istifadəçi xəbərdar ediləcək.

source: The Site that this SAML configuration belongs to.
az: Bu SAML konfiqurasiyasına aid olan sayt.

source: {platform_name} Support
az: {platform_name} Dəstək

source: Please wait
az: Zəhmət olmasa gözləyin

# weekday name
source: Monday
az: Bazar ertəsi

# weekday name
source: Tuesday
az: Çərşənbə axşamı

# weekday name
source: Wednesday
az: Çərşənbə

# weekday name
source: Thursday
az: Cümə axşamı

# weekday name
source: Friday
az: Cümə

# weekday name
source: Saturday
az: Şənbə

# weekday name
source: Sunday
az: Bazar

# abbreviated weekday name
source: Mon
az: B.e.

# abbreviated weekday name
source: Tue
az: Ç.a.

# abbreviated weekday name
source: Wed
az: Çər.

# abbreviated weekday name
source: Thu
az: C.a.

# abbreviated weekday name
source: Fri
az: Cüm.

# abbreviated weekday name
source: Sat
az: Şən.

# abbreviated weekday name
source: Sun
az: Baz.

# abbreviated month name
source: Jan
az: Yan

# abbreviated month name
source: Feb
az: Fev

# abbreviated month name
source: Jun
az: İyn

# abbreviated month name
source: Jul
az: İyl

# abbreviated month name
source: Aug
az: Avq

# abbreviated month name
source: Sep
az: Sen

# abbreviated month name
source: Oct
az: Okt

# abbreviated month name
source: Nov
az: Noy

# abbreviated month name
source: Dec
az: Dek

# month name
source: January
az: Yanvar

# month name
source: February
az: Fevral

# month name
source: March
az: Mart

# month name
source: April
az: Aprel

# month name
source: June
az: İyun

# month name
source: July
az: İyul

# month name
source: August
az: Avqust

# month name
source: September
az: Sentyabr

# month name
source: October
az: Oktyabr

# month name
source: November
az: Noyabr

# month name
source: December
az: Dekabr

source: The file must end with the extension '{file_types}'.
az: Faylın adı '{file_types}' sonluğu ilə qurtarmalıdır.

source: Maximum upload file size is {file_size} bytes.
az: Yüklənən faylın maksimal həcmi {file_size} bit.

source: Course {course_id} requires {prerequisite_course_id}
az: {course_id} kursu {prerequisite_course_id} tələb edir

source: System defined milestone
az: Sistemin müəyyənləşdirdiyi mərhələlər
