Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Reset My Password
az: Şifrəmi sıfırla

source: Email is incorrect.
az: E-mail düzgün deyil

source: Support
az: Dəstək

source: For {strong_start}questions on course lectures, homework, tools, or materials for this course{strong_end}, post in the {link_start}course discussion forum{link_end}.
az: Bu kurs üçün{strong_end} kurs mühazirələri, ev tapşırığı, alətlər və materiallar üzrə {strong_start}suallar {link_start}kurs müzakirə forumlarında post olunur{link_end}.

source: Have {strong_start}general questions about {platform_name}{strong_end}? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
az: {platform_name} haqqında {strong_start}ümumi suallarınız varmı{strong_end}? Siz {platform_name}-dakı {link_start}Tez-tez verilən suallar{link_end} bölümündən çoxlu faydalı məlumat tapa bilərsiniz

source: Have a {strong_start}question about something specific{strong_end}? You can contact the {platform_name} general support team directly:
az: Xüsusi bir şey haqqında {strong_start}sualınız varmı{strong_end}? Siz {platform_name}-da ümumi dəstək komandası ilə birbaşa əlaqə saxlaya bilərsiniz:

source: Report a problem
az: Bir problem haqqında məlumat verin

source: Make a suggestion
az: Bir təklif edin

source: Ask a question
az: Bir sual soruşun

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
az: Zəhmət olmasa qeyd edin: {platform_name} adlı platformanın dəstək komandası İngilis dillidir. Biz sizin sorğularınızı hər hansı dildə cavablandırmaq üçün əlimizdən gələni etməyimizə baxmayaraq, cavablarımız əasən ingilis dilində olacaqdır.

source: Briefly describe your issue
az: Problemi qısaca təsvir edin

source: Tell us the details
az: Ətraflı məlumat verin

source: Describe what you were doing when you encountered the issue. Include any details that will help us to troubleshoot, including error messages that you saw.
az: Problem ilə qarşılaşdığınız zaman nə etdiyinizi təsvir edin. Gördüyünüz səhv mesajları da daxil olmaqla, bizi problemi aradan qaldırmağa kömək edəcək hər bir məlumatı daxil edin.

source: Thank You!
az: Təşəkkürlər!

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day, Monday to Friday. In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
az: Soröunuz və ya əks əlaqəniz üçün çox sağ olun. Müraciətinizə adətən bir iş günü ərzində, Bazar ertəsindən Cüməyədək, cavab veririk. Eyni zamanda, zəhmət olmasa, artıq çox sualın cavablandırldığı {link_start}tez-tez verilən suallar{link_end} bölməsini nəzərdən keçirin.

source: - Select -
az: - Seçin -

source: Report a Problem
az: Bir problem haqqında məlumat verin

source: Brief description of the problem
az: Problmin qısa təsviri

source: Details of the problem you are encountering{asterisk}
az: Rastlaşdığınız problem haqqında ətraflı məlumat{asterisk}

source: suggestion
az: təklif

source: Make a Suggestion
az: Bir təklif edin

source: Brief description of your suggestion
az: Təklifinizin qısa təsviri

source: question
az: sual

source: Ask a Question
az: Bir sual soruşun

source: Brief summary of your question
az: Sualınızın qısa xülasəsi

source: An error has occurred.
az: Xəta baş verdi

source: Please {link_start}send us e-mail{link_end}.
az: Zəhmət olmasa, {link_start}bizə e-mail göndərin{link_end}.

source: Please try again later.
az: Zəhmət olmasa, daha sonra yenidən cəhd edin.

source: The course has ended.
az: Kurs bitib

source: The due date for this assignment has passed.
az: Bu tapşırıq üçün son tarix bitib.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
az: Kurs bitdiyi üçün bu tapşırıq artıq aktiv deyil. {line_break}Əgər siz bu tapşırığı artıq tamamlamısınızsa, sizin qiymətiniz {link_start}inkişaf səhifəsində{link_end} olacaqdır.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
az: Bu tapşırıq üçün təyin edilmiş son tarixin vaxtı keçdiyinə görə, o, artıq aktiv deyil.{line_break}Əgər siz bu tapşırığı tamamlamısınızsa, sizin qiymətiniz {link_start}inkişaf səhifəsində{link_end} olacaqdır.

source: Search for a course
az: Bir kurs axtarın

source: Welcome to {platform_name}
az: {platform_name} -ə xoş gəldiniz

source: It works! Powered by Open edX{registered_trademark}
az: İşləyir! Open edX{registered_trademark} tərəfindən dəstəklənir

source: Invalid email change key
az: Etibarsız e-mail dəyişmə açarı

source: This e-mail key is not valid. Please check:
az: Bu e-mail açarı etibarlı deyil. Zəhmət olmasa, yoxlayın:

source: Was this key already used? Check whether the e-mail change has already happened.
az: Bu açar artıq istifadə edilib? E-mail dəyişikliyinin baş verib, vermədiyini yoxlayın.

source: Did your e-mail client break the URL into two lines?
az: URL e-maildə iki hissəyə bölündü?

source: The keys are valid for a limited amount of time. Has the key expired?
az: Bu açarlar limitsiz vaxt ərzində etibarlıdır. Açarınızın müddəti bitib?

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
az: {display_name} içərisinə əlavə olunacaq bütün uyğun gələn tapşırıqlar göstərilmişdir. Hər bir tələbəyə bu siyahıdan təsadüfi seçilmiş {max_count} tapşırıq veriləcək.

source: Helpful Information
az: Faydalı məlumat

source: Login via OpenID
az: OpenİD ilə daxin olun

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
az: <a rel="external" href="http://openid.net/">OpenİD hesabınızla</a>{platform_name} adlı plotformaya daxil olaraq öyrənməyə indi başlaya bilərsiniz.

source: Not Enrolled?
az: Qeydiyyatdan keçməmisiz?

source: Sign up for {platform_name} today!
az: {platform_name} üçün bugün qeydiyyatdan keçin!

source: Need Help?
az: Kömək lazımdır?

source: Looking for help signing in or with your {platform_name} account?
az: {platform_name} hesabınız və ya dail olma ilə əlaqədar kömək axtarırsız?

source: View our help section for answers to commonly asked questions.
az: Hər kəs tərəfindən verilmiş suallara cavab almaq üçün kömək bölməsinə baxın.

source: Log into your {platform_name} Account
az: {platform_name} hesabınıza daxil olun

source: Log into My {platform_name} Account
az: Mənim {platform_name} hesabıma daxil olun

source: Access My Courses
az: Kurslarıma daxil olun

source: Processing your account information
az: Sizin hesab məlumatlarınız icra olunur

source: Please log in
az: Zəhmət olmasa daxil olun

source: to access your account and courses
az: Hesabınıza və kurslara daxil olun

source: We're Sorry, {platform_name} accounts are unavailable currently
az: Üzr istəyirik. Hal-hazırda {platform_name} hesabınız aktiv deyil

source: We couldn't log you in.
az: Biz sizi daxil edə bilmədik.

source: Your email or password is incorrect
az: Sizin e-mail və ya şifrəniz yanlışdır

source: An error occurred when signing you in to {platform_name}.
az: Sizi {platform_name} adlı platformaya daxil edərkən xəta baş verdi.

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
az: {platform_name} adlı platforma hesabınıza daxil olmaq üçün aşağıdakı məlumatı doldurun. Tələbolunan xanalar <strong class="indicator">qalın və ulduz işarəsi ilə (*) verilib</strong>.

source: Account Preferences
az: Hesab üstünlükləri

source: Sign in with {provider_name}
az: {provider_name} ilə daxil ol

source: External resource
az: Xarici resurslar

source: {points} / {total_points} points
az: {points} / {total_points} xallar

source: {total_points} points possible
az: {total_points} mümkün xallar

source: View resource in a new window
az: Kursunuza yeni pəncərədə baxın

source: Please provide launch_url. Click "Edit", and fill in the required fields.
az: Zəhmət olmasa, launch_url təqdim edin. "Redaktə edin" düyməsinə klikləyin və tələb olunan xanaları doldurun.

source: Feedback on your work from the grader:
az: Qiymət verən tərəfindən sizin işinizlə bağlı fikirləri:

source: Press to Launch
az: İşə salmaq üçün basın

source: Manage student accounts
az: Tələbə hesabını idarə et

source: Username:
az: İstifadəçi adı:

source: Profile:
az: Profil:

source: Image:
az: Şəkil:

source: Name:
az: Ad:

source: Choose an action:
az: Bir fəaliyyət seçin:

source: View Profile
az: Profilə bax

source: Disable Account
az: Hesabı deaktivləşdir

source: Reenable Account
az: Hesabı yenidən aktivləşdirin

source: Remove Profile Image
az: Profil şəklini sil

source: Students whose accounts have been disabled
az: Deaktiv olunmuş tələbələrin hesabları

source: (reload your page to refresh)
az: (səhifəni yenidən yükləmək üçün yüniləyn)

source: working
az: işləyir

source: There has been an error on the {platform_name} servers
az: {platform_name} serverlərində xəta baş verib

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
az: Üzr istəyirik, bu modul müvəqəti olaraq aktiv deyil. Bizim heyət onun üzərində işləyir və ən qısa zamanda düzəldiləcək. Zəhmət olmasa, hər hanası problem barədə məlumat vermək üçün bizə e-mail {tech_support_email} yazn.

source: Raw data:
az: İşlənməmiş məlumat:

source: You do not have any notes.
az: Sizin heç bir qeydiniz yoxdur.

source: Course View
az: Kurs görünüşü

source: View this course as:
az: Bu kursu göstərin:

source: Learner
az: Tələbə

source: Specific learner
az: Xüsusi tələbə

source: Learner in {content_group}
az: {content_group}-dakı tələbə

source: Username or email:
az: İstifadəçi adı və ya email:

source: Set preview mode
az: Ön baxış rejimini tənzimləyin

source: You are now viewing the course as {i_start}{user_name}{i_end}.
az: Siz indi kursları {i_start}{user_name}{i_end} kimi baxırsınız.

source: You have used {num_used} of {num_total} attempt
az: Siz {num_total} ümumi cəhddən {num_used} cəhdini istifadə etmisiniz.

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
az: Bəzi çalışmalar üzrə yadda saxla, sıfırla, ip ucları və ya qısa cavabı göstər kimi seçimlər var. Bu seçimlər təqdim edin düyməsndən sonradır.

source: Hint
az: İpucu

source: Save
az: Yaddaşda saxlayın

source: Save your answer
az: Cavabınızı yadda saxlayın

source: Reset your answer
az: Cavabınızı sıfırlayın

source: Answers are displayed within the problem
az: Cavablar məsələlərin içərisində göstərilib

source: Next Hint
az: Növbəti ipucu

source: Review
az: Gözdən keçir

source: Log In
az: Daxil ol

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
az: Sizin istifadəçi adınız, e-mail və ay/soyadınız xidmət şərtləri və məxfilik siyasəti ilə idarə olunacaq kolleksiya və məlumatların olduğu {destination}-na göndəriləcəkdir.

source: Return To %s
az: %s-ə qayıdın

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
az: Üzr istəyirik, istifadə etdiyiniz brauzerinizin versiyası dəstəklənmir. Başqa brauzer və ya istifadə etdiyiniz brauzerin yeni versiyası ilə yenidən cəhd edin.

source: The following errors occurred while processing your registration:
az: Sizin qeydiyyatınızı icra edərkən aşağıdakı xətalar baş verdi:

source: Sign up with {provider_name}
az: {provider_name} adı ilə qydiyyatdan keçin

source: Create your own {platform_name} account below
az: Aşağıda öz {platform_name} hesabınızı yaradın

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
az: Tələbolunan xanalar <strong class="indicator">qalın və ulduz işarəsi ilə (*)</strong> verilib

source: You've successfully signed in with {selected_provider}.
az: Siz {selected_provider} vasitəsilə uğurla qeydiyyatdan keçdiniz.

source: We just need a little more information before you start learning with {platform_name}.
az: {platform_name} adlı platformada öyrənməyə başlamamışdan öncə bizim biraz daha çox məlumata ehtiyacımız var.

source: Please complete the following fields to register for an account.
az: Hesabı qeydiyyatdan keçirmək üçün zəhmət olmasa xanaları tamamlayın.

source: Your legal name, used for any certificates you earn.
az: Əldə etdiyiniz sertifikatlar üçün istifadə olunan hüquqi adınız.

source: Will be shown in any discussions or forums you participate in
az: Hər hansı bir müzakirə və ya iştirak etdiyiniz forumlarda nümayiş olunacaq

source: cannot be changed later
az: sonradan dəyişdirilə bilməz

source: Welcome {username}
az: Xoş gəldiniz {username}

source: Enter a Public Display Name:
az: İctimai görünüş üçün istifadə etdiyiniz adı daxil edin:

source: Public Display Name
az: İctimai görünüş adı

source: Additional Personal Information
az: Əlavə şəxsi məlumatlar

source: example: New York
az: nümunə: Bakı

source: Highest Level of Education Completed
az: Bitirdiyiniz ən yüksək təhsil səviyyəsi

source: Please share with us your reasons for registering with {platform_name}
az: Zəhmət olmasa, {platform_name} adlı platformadan qeydiyyatdan keçmə səbəbini bizmlə paylaşın

source: Account Acknowledgements
az: Hesab üzrə razılıqlar

source: I agree to the {link_start}Terms of Service{link_end}
az: Mən {link_start}xidmət şərtləri{link_end} ilə razılaşıram

source: I agree to the {link_start}Honor Code{link_end}
az: Mən {link_start}Şərəf Kodu{link_end} qaydaları ilə razıyam.

source: Create My Account
az: Mənim hesabımı yarat

source: Preferences for {platform_name}
az: {platform_name} adlı platforma üçün seçimlər

source: Update my {platform_name} Account
az: {platform_name} adlı hesabımı yeniləyin

source: Welcome {username}! Please set your preferences below
az: Xoş gəlmisiniz, {username}! Zəhmət olmasa, seçimlərinizi aşağıda qeyd edin

source: Enter a public username:
az: İctimai isitfadəçi adını qeyd edin:

source: Update My Account
az: Mənim hesabımı yenilə

source: Registration Help
az: Qeydiyyatla bağlı kömək

source: Already registered?
az: Artıq qeydiyyatdan keçmisiniz?

source: Log in
az: Daxil ol

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
az: {platform_name} adlı platformada qeydiyyatdan keçməklə siz cari və gələcəkdə olacaq ödənişsiz kursları əldə edə bilərsiniz. Hələ kurs götrməyə hazır deyilsiniz? Qeydiyyatdan keçməklə siz bizim məktublaşma siyahısına əlavə edilirsiniz və yeni əlavə edilmiş kurslar barədə sizə məlumat verəcəyik.

source: Next Steps
az: Növbəti addımlar

source: As part of joining {platform_name}, you will receive an email message with instructions for activating your account. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
az: {platform_name} adlı platformaya qoşulmağın bir hissəsi olaraq siz hesabınızı aktivləşdirmək üçün təlimatlar olan bir e-mail alacaqsınız. E-maili görməmisiniz? Spam qovluğunu yoxlayın və {platform_name} e-maillərini 'pam deyildir' deyə işarələyin. {platform_name} adlı platformada biz daha çox e-mail vasitəsilə ünsiyyət saxlayırıq.

source: Need help registering with {platform_name}?
az: {platform_name} adlı platformada qeydiyyatdan keçmək üçün köməyə ehtiyacınız varmı?

source: View our FAQs for answers to commonly asked questions.
az: Hər kəs tərəfindən verilmiş suallara cavab almaq üçün tez-tez verilən suallar bölməsinə baxın.

source: You can find the answers to most of your questions in our list of FAQs. After you enroll in a course, you can also find answers in the course discussions.
az: Siz suallarınızın çoxuna cavabı tez-tez verilən suallar bölməsində tapa bilərsiniz. Hər hansı bir kursa qeydiyyatdan keçdikdən sonra siz suallarınıza cavabı kurs müzakirələrində də tapa bilərsiniz.

source: Register for {platform_name}
az: {platform_name} üçün qeydiyyatdan keçin

source: Create My {platform_name} Account
az: Mənim {platform_name} hesabımı yaradın

source: Welcome!
az: Xoş gəlmisiniz!

source: Register below to create your {platform_name} account
az: {platform_name} hesabınızı yaratmaq üçün aşağıda qeydiyyatdan keçin

source: Re-subscribe Successful!
az: Uğurla yenidən abunə olun!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
az: {platform_name} saytından forum bildiriş e-maillərini yenidən aktivləşdirdiniz. {dashboard_link_start} panelinizə {link_end} daxil ola bilərsiniz.

source: Secondary e-mail change failed
az: Ikinci e-mailin dəyişdirilməsi uğursuz oldu

source: We were unable to activate your secondary email {secondary_email}
az: Biz sizin ikinci e-mailinizi {secondary_email} aktivləşdirə bilmədik.

source: Secondary e-mail change successful!
az: İkinci e-mailin dəyişdirilməsi uğurlu oldu!

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
az: Sizin ikinci e-mailiniz aktivləşdirilib. Zəhmət olmasa, kursa baxmaq üçün {link_start}panelə{link_end} gedin.

source: Important!
az: Vacib!

source: Previous
az: Əvvəlki

source: Next
az: Növbəti

source: Sequence
az: Ardıcıllıq

source: Sign Up for {platform_name}
az: {platform_name} üçün qeydiyyatdan keçin

source: e.g. yourname@domain.com
az: məs. yourname@domain.com

source: e.g. yourname (shown on forums)
az: məs. sizin adınız (forumlarda göstərilən)

source: e.g. Your Name (for certificates)
az: məs. Sizin adınız (sertifikat üçün)

source: <i>Welcome</i> {name}
az: {name} <i>xoş gəlmisiniz</i>

source: Full Name *
az: Ad/Soyad *

source: Ed. Completed
az: Ed. tamamlandı

source: Goals in signing up for {platform_name}
az: {platform_name} üçün qeydiyyatdan keçməyin məqsədi

source: Already have an account?
az: Artıq hesabınız var?

source: Login.
az: Daxil olun.

source: This content experiment uses group configuration '{group_configuration_name}'.
az: Bu məzmun sınağında qrup konfiqurasiyası istifadə olunur '{group_configuration_name}'.

source: Active Groups
az: Aktiv qruplar

source: Inactive Groups
az: Qeyri aktiv qruplar

source: Staff Debug Info
az: Heyət sazlama məlumatı

source: Submission history
az: Təqdimat tarixi

source: {platform_name} Content Quality Assessment
az: {platform_name} Məzmun keyfiyyət qiymətləndirməsi

source: Comment
az: Şərh

source: comment
az: şərh

source: Tag
az: Teq

source: Optional tag (eg "done" or "broken"):
az: Seçməli teq (məs. "tamamlanmış" və ya "sınmış"):

source: tag
az: teq

source: Add comment
az: Şərh əlavə et

source: Staff Debug:
az: Heyət sazlaması:

source: Score (for override only)
az: Bal (yalnız silmək üçün)

source: Reset Learner's Attempts to Zero
az: Tələbənin cəhdlərini sıfırlayın

source: Delete Learner's State
az: Tələbənin vəziyyətini silin

source: Rescore Learner's Submission
az: Tələbənin təqdimatını yenidən qiymətləndirin

source: Rescore Only If Score Improves
az: Yalnız bal artdığı halda yenidən qiymətləndirin

source: Override Score
az: Balı silin

source: Module Fields
az: Modul xanaları

source: XML attributes
az: XML atributkaları

source: Submission History Viewer
az: Təqdimat tarixi göstərən

source: User:
az: İstifadəçi:

source: View History
az: Tarixçəyə bax

source: {course_number} Textbook
az: {course_number} dərs kitabı

source: Textbook Navigation
az: Dərs kitabı naviqasiyası

source: Page
az: Səhifə

source: Previous page
az: Əvvəlki səhifə

source: Next page
az: Növbəti səhifə

source: Sysadmin Dashboard
az: Sistem admininin paneli

source: Users
az: İstifadəçilər

source: Staffing and Enrollment
az: Heyət və qeydiyyat

source: Git Logs
az: Git-ə daxil olmalar

source: User Management
az: İstifadəçi idarəetməsi

source: Email or username
az: E-mail və ya istifadəçi adı

source: Delete user
az: İstifadəçini silin

source: Create user
az: İstifadəçi yaradın

source: Download list of all users (csv file)
az: Bütün istifadəçilərin siyahısını yükləyin (csv faylı)

source: Check and repair external authentication map
az: Xarici identifikasiya əlaqəsini yoxlayın və təmir edin

source: Go to each individual course's Instructor dashboard to manage course enrollment.
az: Kurs qeydiyyatını idarə etmək üçün hər bir individual kurs təlimatçısının panelinə gedin

source: Manage course staff and instructors
az: Kurs heyətini və təlimatçıları idarə edin

source: Download staff and instructor list (csv file)
az: Heyət və təlimatçılar siyahısını yükləyin (csv faylı)

source: Administer Courses
az: Kursları idarə edin

source: Repo Location
az: Depo ünvanı

source: Repo Branch (optional)
az: Depo şöbəsi (seçməli)

source: Load new course from GitHub
az: GitHub-dan yeni kurs yükləyin

source: Course ID or dir
az: Kurs İD-si və ya direktor

source: Delete course from site
az: Kursu saytdan silin

source: Platform Version
az: Platform versiyası

source: previous
az: öncəki

source: Page {current_page} of {total_pages}
az: {total_pages}-nin {current_page} səhifəsi

source: next
az: növbəti

source: Recent git load activity for {course_id}
az: {course_id} üçün son git yükləmə fəaliyyəti

source: Date
az: Tarix

source: Git Action
az: Git fəaliyyəti

source: No git import logs have been recorded.
az: Git idxal girişləri qeydə alınmadı

source: No git import logs have been recorded for this course.
az: Bu kurs üçün git idxal girişləri qeydə alınmadı

source: Text Me The App
az: App-i mənə yazın

source: Tracking Log
az: Girişləri izləyir

source: datetime
az: tarixvaxt

source: source
az: mənbə

source: type
az: növ

source: Unsubscribe Successful!
az: Abunəliyin ləğvi uğurla tamamlandı!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
az: Biz daha {platform_name}-dan forum bildiriş e-mailləri almayacaqsınız. Siz {dashboard_link_start}öz panelinizə qayıda bilərsiniz{link_end}. Əgər bunu etmək istəmirdinizsə, onda {undo_link_start}yenidəm abunə ola bilərsiniz{link_end}.

source: Dashboard for:
az: Panel:

source: More options
az: Daha çox seçimlər

source: More Options
az: Daha çox seçimlər

source: Using the system
az: Sistemi istifadə edir

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
az: Videoya baxarkən naviqasiya etmək üçün altyazıları və sürüşdürmə zolağından istifadə edin. Altyazıları basmaq bir az irəli və geri getmək üçün sürətli bir yoldur.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
az: Əgər siz aşağı əksetmə qabiliyyətli ekrandan istifadə edirsinizsə, soldakı naviqasiya zolağı onun yanındakı sol üç oxa klikləməklə gizlədilə bilər.
