Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
az: Doğru və ya yanlış daxil edin. Əgər bu dəyər doğrudursa, tələbələr nəzarət olmadan nəzarətli imtahanlar götürə bilərlər. Bu dəyər yanlış olarsa, bütün tələbələr imtahanı nəzarət altında almalıdırlar. Bu parametr yalnız əgər nəzarətli imtahanlar bu kurs üçün aktivdirsə tətbiq olunur.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
az: Şübhəli nəzarətli imtahan cəhdləri üçün Zendesk biletləri yaradın

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
az: Doğru və ya yanlış daxil edin. Əgər bu dəyər doğrudursa, şübhəli cəhdlər üçün bir Zendeks bileti yaradılacaq.

source: Enable Timed Exams
az: Vaxtlı imtahanları aktivləşdirin

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
az: Doğru və ya yanlış daxil edin. Əgər bu dəyər doğrudursa, vaxtlı imtahanlar kursunuzda aktiv olacaq. Bu parametrə baxmayaraq əgə aktib nəzarətli imtahanlar doğru olaraq tnzimlənərsə, vaxtlı imtahanlar aktiv olacaq.

source: Minimum Grade for Credit
az: Kredit üçün minimum qiymət

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
az: Bir tələbənin kursda kredit almaq üçün qazanmalı olduğu minimum səviyyə, 0.0 və 1.0 arası təşkil etməlidir. Məsələn, 75% -ə 0,75 daxil edin.

source: Self Paced
az: Sərbəst

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
az: Bu kursu özü irəliləyən kimi qeyd etmək üçün bunu "true" olaraq tənzimləyin. Özü irəliləyən kurslar üçün son tarix olan tapşırıqlar olmur və tələbələr kurs bitmədən öncə kursu öz istəklərinə əsasən tamamlaya bilərlər.

source: Bypass Course Home
az: Kurs əsas səhifəsini ötürün

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
az: Tələbələr panelə daxil olanda onları bir başa kurs məzmununa yönəldin, kurs əsas səhifə təb-vərəqəsini ötürün.

source: Enable Subsection Prerequisites
az: Alt bölmə ön şərtlərini aktivləşdirin

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
az: Doğru və ya yanlış daxil edin. Bu dəyər doğrudursa, tələbələr ön şərtlər alt bölməsi üzrə minimum xalı əldə edənə kimi siz alt bölməni gizlədə bilərsiniz.

source: Course Learning Information
az: Kurs üzrə öyrənmə məlumatı

source: Specify what student can learn from the course.
az: Tələbənin kursdan nə öyrənəcəyini müəyyənləşdirin.

source: Course Visibility For Unenrolled Learners
az: Qeydiyyatdan çıxmış tələbələr üçün kurs görünüşü

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
az: Qeydiyyatdan çıxmış tələbələr üçün giriş icazələrini təyin edir. Bu, üç dəyərdən birinə təyin edilə bilər: 'private' (yalnız qeydiyyatdan keçmiş tələbələr üçün icazə verilmiş görünürlük), 'public_outline' (dərs icmalına giriş imkanı təmin etmək) və 'public' (həm icmal, həm də kurs məzmununa giriş imkanı verir).

source: Course Instructor
az: Kurs təlimçisi

source: Enter the details for Course Instructor
az: Kurs təlimçisi haqqında məlumatları daxil edin

source: Add Unsupported Problems and Tools
az: Dəstəklənməyən problemlər və alətləri əlavə edin

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
az: Doğru və ya yanlış daxil edin. Doğrudursa, Studio-da kursunuza dəstəklənməyən problemlər və alətlər əlavə edə bilərsiniz. Dəstəklənməyən problemlər və alətlər test, əlçatanlıq, beynəlxalqlaşdırma və sənədləşdirmə kimi əsas tələblərdən birinə və ya bir neçəsinə uyğun gəlməməsi səbəbindən kurslarda istifadə edilməməsi tövsiyə edillir.

source: Highlights Enabled for Messaging
az: Məktublaşma üçün vurğulama aktivləşdirildi

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
az: Doğru və ya yanlış daxil edin. Doğrudursa, kursdakı məzmunla əlaqəli hər hansı məqamları tələbələrə təyin olunmuş vaxtda çatdırılacaq.

source: Other Course Settings
az: Dİgər kurs parametrləri

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
az: Platformanın ehtiyacı olan və ya CRM proqramı kimi xarici sistemlərlə inteqrasiya edən kurs haqqında əlavə məlumat. {"My_custom_setting": "value", "other_setting": "value"} kimi JSON formatında dəyərlər lüğətini daxil edin

source: General
az: Ümumi

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
az: {assignment_type} = {weighted_percent:.2%} mümkün {weight:.2%}

source: Generated
az: Yaradıldı

source: {section_type} {index} Unreleased - 0% (?/?)
az: {section_type} {index} buraxılmayıb - 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
az: Ən aşağı {drop_count} {section_type} xalları azaldılıb.

source: {section_type} Average = {percent:.0%}
az: {section_type} Ortalama = {percent:.0%}

source: {short_label} Avg
az: {short_label} Orta

source: Text
az: Tekst

source: Html contents to display for this module
az: Bu modul üçün Html məzmunlar

source: Source code for LaTeX documents. This feature is not well-supported.
az: LaTeX sənədlər üçün mənbə kodu. Bu xüsusiyyət yaxşı dəstəklənmir.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
az: Məzmunu daxil etmək üçün Visual seçin və avtomatik olaraq HTML yaradan redaktor əldə edin. Birbaşa HTML redaktə etmək üçün Raw seçin. Bu ayarı dəyişirsinizsə, komponenti saxlamalı və sonra redaktə etmək üçün onu yenidən açmalısınız.

source: Editor
az: Redaktor

source: Visual
az: Vizual

source: Raw
az: İbtidai

source: Hide Page From Learners
az: Səhifəni tələbələrdən gizlədin

source: If you select this option, only course team members with the Staff or Admin role see this page.
az: Əgər bu seçimi etsəniz, yalnız Heyət və ya Admin rolu olan kurs komanda üzvləri bu səhifəni görürlər.

source: HTML for the additional pages
az: Əlavə səhifələr üçün HTML

source: List of course update items
az: Kurs üzrə yenilənən maddələrin siyahısı

source: Any Type
az: Hər hansı növ

source: Library
az: Kitabxana

source: Select the library from which you want to draw content.
az: Məzmunu çəkmək istədiyiniz kitabxananı seçin.

source: Library Version
az: Kitabxana versiyası

source: Determines how content is drawn from the library
az: Kitabxanadan məzmunun necə alındığını müəyyənləşdirir

source: Choose n at random
az: Təsadüfi seçin

source: Count
az: Hesablayın

source: Enter the number of components to display to each student.
az: Hər bir tələbəyə göstərmək üçün komponentlərin sayını daxil edin.

source: Problem Type
az: Tapşırıq növü

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
az: Kitabxanadan gətirmək üçün bir problem növü seçin. "Hər hansı bir növ" seçildiyində heç bir filtrasiya tətbiq edilmir.

source: This component is out of date. The library has new content.
az: Bu komponent köhnəlmişdir. Kitabxanada yeni məzmun var.

source: {refresh_icon} Update now.
az: {refresh_icon} İndi yeniləyin.

source: Library is invalid, corrupt, or has been deleted.
az: Kitabxana etibarsızdır, pozulub və ya silinib.

source: Edit Library List.
az: Kitabxana siyahısını redaktə edin.

source: This course does not support content libraries. Contact your system administrator for more information.
az: Bu kurs məzmun kitabxanalarını dəstəkləmir. Daha ətraflı məlumat üçün sistem administratorunuzla əlaqə saxlayın.

source: A library has not yet been selected.
az: Hələ kitabxana seçilməyib.

source: Select a Library.
az: Bir kitabxana seçin.

source: There are no matching problem types in the specified libraries.
az: Müəyyənləşdirilmiş kitabxanalarda uyğun olan tapşırıq növləri yoxdur.

source: Select another problem type.
az: Başqa tapşırıq növü seçin.

source: The specified library is configured to fetch {count} problem,
az: Müəyyən edilmiş kitabxana {count} məsələni həll etmək üçün quraşdırılıb,

source: but there is only {actual} matching problem.
az: Ancaq yalnız {actual} uyğun gələn məsələ var.

source: Edit the library configuration.
az: Kitabxana konfiqurasiyasını redaktə edin.

source: Invalid Library
az: Etibarsız kitabxana

source: No Library Selected
az: Kitabxana seçilməyib

source: Library Display Name
az: Kitabxananın görünən adı

source: Enter the names of the advanced components to use in your library.
az: Kitabxananızda istifadə etmək üçün qabaqcıl komponentlərin adlarını daxil edin.

source: The display name for this component. Analytics reports may also use the display name to identify this component.
az: Bu komponent üçün görünüş adı. Analitik hesabatlar da bu komponenti müəyyən etmək üçün görünüş adından istifadə edə bilər.

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
az: Xarici LTI provayderi üçün LTI ID-sini daxil edin. Bu dəyər Qabaqcıl Parametrlər səhifəsində LTI Pasport parametrinə daxil etdiyiniz LTI ID-i ilə eyni olmalıdır. <br />Bu parametr haqqında ətraflı məlumat üçün {docs_anchor_open} edX LTI sənədlərə {anchor_close} baxın.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
az: Bu komponentin tətbiq etdiyi xarici alətin URL-ni daxil edin. Bu parametr yalnız Xarici aləti gizlədin vəziyyəti Yanlış olaraq tənzimləndiyində istifadə edilir.<br /> Bu parametr haqqında ətraflı məlumat üçün {docs_anchor_open} edX LTI sənədlərinə {anchor_close} baxın.

source: Custom Parameters
az: Xüsusi parametrlər

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
az: E-kitabınızın açılacağı səhifə və ya bu komponentin fon rəngi kimi hər hansı bir xüsusi parametr üçün açar/dəyər cütünü əlavə edin. <br />Bu parametr haqqında ətraflı məlumat üçün {docs_anchor_open} edX LTI sənədlərinə {anchor_close} baxın.

source: Open in New Page
az: Yeni səhifədə açın

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
az: Tələbələr LTI vasitəsini yeni bir pəncərədə açan bir linki klikləməsini istəyirsinizsə, Doğru seçin. LTI məzmununun cari səhifədəki bir IFrame açılmasını istəyirsinizsə, Yanlış seçin. Bu parametr yalnız Xarici aləti gizlədin Yanlış olaraq təyin olunanda istifadə olunur.

source: Scored
az: Qiymətləndirildi

source: Select True if this component will receive a numerical score from the external LTI system.
az: Bu komponent xarici LTI sistemindən nümunəvi bir nəticə alsa, Doğru seçin.

source: Weight
az: Çəki

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
az: Bu komponent üçün mümkün nöqtələrin sayını daxil edin. Standart dəyər 1.0-dir. Bu parametr yalnız Doğru olaraq təyin oluduqda istifadə edilir.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
az: Hesab xblock KVS-də saxlanılır - django DB-də nəşr olunmuş hesabın dublikatı

source: Comment as returned from grader, LTI2.0 spec
az: Qiymət qoyandan şərh gəldikdə, LTI2.0

source: Hide External Tool
az: Xarici aləti gizlədin

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
az: Xarici alətə başlamaqdansa, kənar bir qiymətləndirmə sistemi ilə sinxronlaşdırmaq üçün bu komponenti yer tutucu kimi istifadə etmək istəyirsinizsə, Doğru seçin. Bu parametr, bu komponent üçün Başladın düyməsini və hər hansı bir IFrames gizlədir.

source: Request user's username
az: İstifadəçinin istifadəçi adını istəyin

source: Select True to request the user's username.
az: İstifadəçinin istifadəçi adını istəmək üçün Doğru seçin.

source: Request user's email
az: İstifadəçinin e-mailini istəyin

source: Select True to request the user's email address.
az: İstifadəçinin e-mail ünvanını istəmək üçün Doğru seçin.

source: LTI Application Information
az: LTI proqram təminatı məlumatı

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
az: Üçüncü tərəfin tətbiqinin təsvirini daxil edin. İstifadəçi adı və/və ya e-mailini istəyirsinizsə, bu mətn qutusunu istifadəçilərə onların istifadəçi adını və/və ya e-mailinin üçüncü tərəfin tətbiqinə niyə ötürülməsini bildirmək üçün istifadə edin.

source: Button Text
az: Düymə mətni

source: Enter the text on the button used to launch the third party application.
az: Üçüncü tərəf tətbiqini başlatmaq üçün istifadə olunan düyməni daxil edin.

source: Accept grades past deadline
az: Son tarixləri keçmiş qiymətləri qəbul edin

source: Select True to allow third party systems to post grades past the deadline.
az: Üçüncü tərəf sistemlərinin son tarixdən keçmiş qiymətləri yazmasına icazə vermək üçün Doğru seçin.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
az: Xüsusi parametrləri yoxlaya bilmədi: {custom_parameter}. "x = y" bərabərliyi olmalıdır.

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
az: LTI pasportunu yoxlaya bilmədi: {lti_passport}. "id: key: secret" olmalıdır.

source: Due Date
az: Son tarix:

source: Enter the default date by which problems are due.
az: Tələb olunan tapşırıqların standart tarixini daxil edin.

source: If true, can be seen only by course staff, regardless of start date.
az: Əgər doğrudursa, başlanğıc tarixindən asılı olmayaraq yalnız kurs personalı tərəfindən görünə bilər.

source: Enter the URL for the course data GIT repository.
az: Kurs məlumatlarının GIT deposu üçün URL daxil edin.

source: XQA Key
az: XQA açarı

source: This setting is not currently supported.
az: Bu parametrlər hal-hazırda dəstəklənmir.

source: Enter the ids for the content groups this problem belongs to.
az: Bu tapşırığın aid olduğu məzmun qrupları üçün id-ləri daxil edin.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
az: Hər bir tapşırıq üçün Cavabı göstərin düyməsinin nə vaxt görünəcəyini müəyyənləşdirin. "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due" və "never" etibarlı dəyərlərdir.

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
az: Tələbələrə cavabların düzgünlüyünü və xalı nə zaman göstərmək lazım olduğunu müəyyənləşdirin. "always", "never" və "past_due" etibarlı dəyərlərdir.

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
az: Bir problemdə dəyişən dəyərlərin nə qədər tez-tez təsadüf olduğunu göstərmək üçün standart müəyyənləşdirin. Kursunuzdakı problemlərin əksəriyyətində dəyərləri müəyyənləşdirmək və təsadüfi bir Python skript təmin etməyi planlaşdırmırsınızsa, bu parametr "never" olaraq təyin edilməlidir. "always", "onreset", "never" və "per_student" etibarlı dəyərlərdir.

source: Days Early for Beta Users
az: Beta İstifadəçilər üçün erkən günlər

source: Enter the number of days before the start date that beta users can access the course.
az: Beta istifadəçilərinin kursa daxil olacağı başlama tarixindən əvvəl gün sayını daxil edin.

source: Static Asset Path
az: Statik aktiv yolu

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
az: Fayllar və Yüklənənlər səhifəsindəki fayllar üçün istifadə olunan yolu daxil edin. Bu dəyər Studio standartını c4x: // ləğv edir.

source: Enable LaTeX Compiler
az: LaTeX Kompilyatorunu aktiv edin

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
az: Doğru və ya yanlış daxil edin. Doğrudursa, HTML komponentləri və Qabaqcıl tapşırıq komponentləri üçün LaTeX şablonlarını istifadə edə bilərsiniz.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
az: Bir tələbənin tapşırıqlara cavab verməyə cəhd edə biləcəyi maksimum sayını daxil edin. Standart olaraq, maksimum cəhdlər null olaraq müəyyən edilir, yəni tələbələrin tapşırıqlar üçün limitsiz sayda cəhdləri var. Fərdi tapşırıqlar üçün bu kursun geniş yerini ləğv edə bilərsiniz. Bununla bərabər, kursa uyğun qəbulu müəyyən bir rəqəmdirsə, fərdi tapşırıqlar üçün maksimum cəhdlər məhdudlaşdırıla bilməz.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
az: MATLAB Hosted Service-ə daxil olmaq üçün MathWorks tərəfindən verilən API əsasını daxil edin. Bu əsas müəyyən müddət üçün bu kursda xüsusi istifadə üçün verilir. API düyməsini digər kurslarla bölüşməyin. Açarın açıldığına və ya təhlükəyə düşdüyünə inanırsınızsa, dərhal MathWorks'e bildirin. Kursunuz üçün bir açar almaq və ya bir problemi bildirmək üçün moocsupport@mathworks.com ilə əlaqə saxlayın.

source: Group Configurations
az: Qrup tənzimlənmələri

source: Enter the configurations that govern how students are grouped together.
az: Tələbələrin necə bir araya gəldiklərini tənzimləyən konfiqurasiyaları daxil edin.

source: Enable video caching system
az: Video saxlama sistemini aktiv edin

source: Enter true or false. If true, video caching will be used for HTML5 videos.
az: Doğru və ya yanlış daxil edin. Doğrudursa, video saxlama sistemi HTML5 videoları üçün istifadə olunacaq.

source: Enable video auto-advance
az: Video avto-irəliləyiş aktivləşdirin

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
az: Videolarda avto-irəliləyiş düyməsini göstərib-göstərmədiyini müəyyənləşdirin. Əgər tələbə onu klikləyirsə, bir dərs vahidindəki son video tamamlandığında, avtomatik olaraq sonrakı dərs vahidindəki birinci videoya avtomatik keçəcək.

source: Video Pre-Roll
az: Video ön baxış

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
az: Kurs videolarından əvvəl başlatmaq üçün 5-10 saniyəlik bir videoyu müəyyən edin. Yüklənən Videolar səhifəsindən və bu formatda olan {format} bir və ya bir neçə transkript fayllarından video Id-sini daxil edin. Məsələn, iki transkriptə malik bir video üçün giriş belə görünür: {example}

source: Show Reset Button for Problems
az: Tapşırıqlar üçün sıfırlama düyməsinə baxın

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
az: Doğru və ya yanlış daxil edin. Doğrudursa, kursdakı tapşırıqlar həmişə 'Sıfırlayın' düyməsini göstərir. Hər bir tapşırığın parametrlərindən bunu ləğv edə bilərsiniz. Kurs üzrə parametrlər dəyişdirildikdə bütün mövcud tapşırıqlara təsir edir.

source: Enable Student Notes
az: Tələbə qeydlərini aktivləşdirin

source: Enter true or false. If true, students can use the Student Notes feature.
az: Doğru və ya yanlış daxil edin. Əgər doğrudursa, tələbələr Tələbə Qeydləri xüsusiyyətindən istifadə edə bilərlər.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
az: Tələbə qeydlərinin kursda görünüb-görünməyəcəyini göstərir. Tələbələr kursda qeydlərini göstərə və ya gizlədə bilərlər.

source: Tag this module as part of an Entrance Exam section
az: Giriş imtahanı bölümünün bi hissəsi kimi bu modulu təq edin.

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
az: Doğru və ya yanlış daxil edin. Doğrudursa, tapşırıq modulları üçün cavablar Giriş İmtahanı qiymətləndirmə alqoritmində nəzərə alınacaq.

source: Enrollment Track Groups
az: Qeydiyyatı izləmə qrupları

source: Partition for segmenting users by enrollment track
az: Qeydiyyat yolu ilə istifadəçilərin bölüşdürülməsi üçün bölmə

source: Whether this student has voted on the poll
az: Bu tələbə sorğuda səs veribmi

source: Student answer
az: Tələbə cavabı

source: Poll answers from all students
az: Bütün tələbələrdən sorğu cavabları

source: Poll answers from xml
az: XML-dən çıxarılmış sorğu cavabları

source: Poll question
az: Sorğu sualı

source: Enter the date by which problems are due.
az: Tapşırıqlar üçün son tarixləri daxil edin.

source: Hide sequence content After Due Date
az: Son tarixdən sonrakı məzmun ardıcıllığını gizlədin
