Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: az

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
az: {accountName} hesabınızı {platformName} hesabınızla əlaqələndirin və {platformName} daxil olmaq üçün {accountName} istifadə edin.

source: Unlinking
az: Bağlanır

source: Linking
az: Əlaqələnir

source: Successfully unlinked.
az: Uğurla əlaqə kəsildi.

source: Account Information
az: Hesab haqqında məlumat

source: Order History
az: Sifariş tarixi

source: Image Upload Error
az: Şəkil yükləmə xətası

source: Please verify that you have uploaded a valid image (PNG and JPEG).
az: Zəhmət olmasa, uyğun şəkli (PNG və JPEG) yüklədiyinizi yoxlayın.

source: An error has occurred. Please try again later.
az: Xəta baş verdi. Zəhmət olmasa, yenidən cəhd edin.

source: Could not submit photos
az: Fotoşəkillər tədqim edilə bilmədi.

source: Professional Education Verified Certificate
az: Peşəkar təhsil üzrə təsdiqlənmiş sertifikat

source: Professional Education
az: Peşəkar təhsil

source: Verified Certificate upgrade
az: Təsdiqlənmiş sertifikat yenilənməsi

source: Verified Certificate
az: Təsdiqlənmiş sertifikat

source: Checkout
az: Ödəniş

source: Checkout with PayPal
az: PayPal-la ödəniş

source: Checkout with {processor}
az: {processor} ödəniş

source: All payment options are currently unavailable.
az: Hal-hazırda ödəniş vasitələrinin heç biri aktiv deyil.

source: Try the transaction again in a few minutes.
az: Əməliyyatı bir neçə dəqiqədən sonra yenidən təkrarlayın.

source: Could not submit order
az: Sifariş təqdim oluna bilmədi

source: Could not retrieve payment information
az: Ödəniş məlumatı alınmadı

source: Take a photo of your ID
az: İD-nizin şəklini çəkin

source: Review your info
az: Məlumatınızı nəzərdən keçirin

source: An error has occurred. Please try reloading the page.
az: Xəta baş verdi. Zəhmət olmasa, səhifəni yenidən yükləməyə cəhd edin.

source: Video Capture Error
az: Video çəkiliş xətası

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
az: Zəhmət olmasa, veb kameranızın qoşulu olduğunu və brauzerin ona daxil olmağa icazə verdiyinizi yoxlayın.

source: No Webcam Detected
az: Veb kamera tapılmadı

source: You don't seem to have a webcam connected.
az: Sizin veb kameranız qoşulu deyil.

source: Double-check that your webcam is connected and working to continue.
az: Veb kameranızın birləşdirildiyini və davam etmək üçün işlədiyini iki dəfə yoxlayın.

source: Photo Captured successfully.
az: Şəkil uğurla çəkildi.

source: No Flash Detected
az: Flash tapılmadı

source: You don't seem to have Flash installed. Get Flash to continue your verification.
az: Flash quraşdırılmış görünmür. Doğrulama prosesini davam etdirmək üçün Flash əldə edin.

source: Editable
az: Redaktə oluna bilən

source: Validation Error
az: Doğrulama xətası

source: In Progress
az: Davam edir

source: Placeholder
az: Yer

source: Your upload of '{file}' succeeded.
az: Sizin '{file}' yükləməniz uğurla tamamlandı.

source: Your upload of '{file}' failed.
az: Sizin '{file}' yükləməniz uğursuz oldu.

source: Upload an image
az: Şəkil yükləyin

source: Change image
az: Şəkli dəyişin

source: Image
az: Şəkil

source: An error has occurred. Refresh the page, and then try again.
az: Xəta baş verdi. Səhifəni yeniləyin və yenidən cəhd edin.

source: The file must be at least {size} in size.
az: Faylın ölçüsü ən azı {size} olmalıdır.

source: The file must be smaller than {size} in size.
az: Faylın ölçüsü {size} kiçik olmalıdır.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
az: Yükləmə davam edir. Xətalarla üzləşməmək üçün proses tamamlanana kimi bu səhifədə qalın.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
az: Uzaqlaşdırma davam edir. Xətaların qarşısını almaq üçün proses başa çatana qədər bu səhifədə qalın.

source: bytes
az: baytlar

source: Course is not yet visible to students.
az: Kurs hələ tələbələrə açıq deyil.

source: You cannot view the course as a student or beta tester before the course release date.
az: Kursun başlama tarixindən öncə siz kursa tələbə və ya beta tester olaraq baxa bilməzsiniz.

source: Number of Students
az: Tələbələrin sayı

source: Overall Score
az: Ümumi qiymət

source: Profile Visibility:
az: Profilin görünüşü

source: Limited Profile
az: Tamamlanmamış profil

source: Full Profile
az: Tam profil

source: Joined
az: Qoşuldu

source: Joined Date
az: Qoşulma tarixi

source: Location
az: Ünvan

source: Add Country
az: Ölkəni əlavə edin

source: Add language
az: Dil əlavə edin

source: About me
az: Haqqımda

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
az: Digər tələbələrə özünüz haqqında qısa məlumat verin. Məsələn, harada yaşadığınızı, maraqlarınızı, bu kursdan niyə qeydiyyatdan keçdiyinizi və ya nəyi öyrənməyə ümid etdiyinizi qeyd edə bilərsiniz.

source: Accomplishments Pagination
az: Nailiyyətlərin qeydiyyatı

source: Account Settings page.
az: Hesabın tənzimlənməsi səhifəsi

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
az: Siz tam profilinizi paylaşmadan öncə təvəllüdünüzü düzgün qeyd etdiyinizdən əmin olun. Təvəllüdünüzü dəqiqləşdirmək üçün {account_settings_page_link} gedin.

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
az: Siz tam profilə sahib olmaq üçün yaşınız 13-dən yuxarı olmalıdır. Əgər yaşınız 13-dən çoxdursa, əmin olun ki, {account_settings_page_link} təvəllüdünüzü düz qeyd etmisiniz.

source: Profile Image
az: Profil şəkli

source: Profile image for {username}
az: {username} üçün profil şəkli

source: About Me
az: Haqqımda

source: Accomplishments
az: Nailiyyətlər

source: Profile
az: Profil

source: Certificate name is required.
az: Sertifikatın adı tələb olunur.

source: Signatory field(s) has invalid data.
az: İmzalanan sahə(lər)də səhv məlumatlar var.

source: Edit this certificate?
az: Sertifikat redaktə olunsun?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
az: Bu sertifikat artıq aktiv olunub. Siz redaktəni davam etmək istəyirsiniz ?

source: Yes, allow edits to the active Certificate
az: Bəli, aktiv sertifikatın üzərində dəyişiklik etməyə icazə ver.

source: certificate
az: sertifikat

source: Set up your certificate
az: Öz sertifikatınızın quraşdırmalarını edin.

source: You have not created any certificates yet.
az: Siz indiyə qədər heç bir sertifikat hazırlamamısız.

source: Delete "<%= signatoryName %>" from the list of signatories?
az: İmza siyahısından "<%= signatoryName %>" sil.

source: This action cannot be undone.
az: Bu əməliyyat ləğv oluna bilməz

source: Upload signature image.
az: İmzanın şəklini yüklə.

source: Image must be in PNG format.
az: Şəkil PNG formatında olmalıdır.

source: Group %s
az: Qrup %s

source: Your export has failed.
az: Sizin eksportunuz baş tutmadı.

source: Already a course team member
az: Artıq kursun üzvüdür.

source: Are you sure you want to delete {email} from the course team for “{container}”?
az: Siz {email} kurs komandasında “{container}” üçün silmək istəyirsiniz?

source: Staff
az: Heyət

source: Already a library team member
az: Artıq kitabxana komandasının üzvü.

source: Are you sure you want to delete {email} from the library “{container}”?
az: Siz {email} -i “{container}” kitabxanasından silməyə əminsiniz ?

source: Library User
az: Kitabxana istifadəçisi

source: Hide Deprecated Settings
az: Köhnəlmiş parametrləri gizlət

source: Show Deprecated Settings
az: Köhnəlmiş parametrləri göstər

source: You have unsaved changes. Do you really want to leave this page?
az: Sizin yaddaşda saxlanılmamış dəyişiklikləriniz mövcuddur. Siz həqiqətən bu səhifəni tərk etmək istəyirsiniz?

source: Internal Server Error.
az: Daxili Server Xətası.

source: Queued
az: Növbəyə yazıldı

source: Upload completed
az: Yükləmə bitdi

source: Upload failed
az: Yükləmə xəta ilə bitdi

source: Action required: Enter a valid date.
az: Lazımlı fəaliyyət: Doğru bir tarix daxil edin.

source: Group name is required
az: Qrupun adı tələbə olunur

source: Group A
az: A Qrupu

source: Group B
az: B Qrupu

source: Group Configuration name is required.
az: Qrup konfiqurasiya adı tələb olunur.

source: There must be at least one group.
az: Ən azı bir qrup olmalıdır.

source: All groups must have a name.
az: Bütün qrupların adları olmalıdır.

source: All groups must have a unique name.
az: Bütün qrupların unikal adı olmalıdır.

source: The course must have an assigned start date.
az: Kursun təyin olunmuş başlama tarixi olmalıdır.

source: The course end date must be later than the course start date.
az: Kursun bitmə tarixi kursun başlama tarixindən sonrakı tarixdə olmalıdır.

source: The course start date must be later than the enrollment start date.
az: Kursun başlama tarixi qeydiyyat tarixindən sonrakı tarixdə olmalıdır.

source: The enrollment start date cannot be after the enrollment end date.
az: Qeydiyyatın başlama tarixi onun bitmə vaxtından sonrakı tarixdə ola bilməz.

source: The enrollment end date cannot be after the course end date.
az: Qeydiyyatın bitmə tarixi kursun bitmə tarixindən sonrakı tarixdə ola bilməz.

source: The certificate available date must be later than the course end date.
az: Sertifikatin mövcudluq tarixi kursun bitmə tarixindən sonrakı tarixdə olmalıdır.

source: Key should only contain letters, numbers, _, or -
az: Şifrə yalnız hərf, rəqəm, "_" , və ya " - " -dən ibarət ola bilər.

source: Please enter an integer between %(min)s and %(max)s.
az: Zəhmət olmasa %(min)s və %(max)s aralığında tam ədəd daxil edin.

source: The assignment type must have a name.
az: Tapşırıq tipinin mütləq adı olmalıdır.

source: There's already another assignment type with this name.
az: Bu adda başqa bir tapşırıq mövcuddur.

source: Please enter an integer between 0 and 100.
az: Zəhmət olmasa 0 və 100 arasında tam ədəd daxil edin.

source: Please enter an integer greater than 0.
az: Zəhmət olmasa 0-dan böyük tam ədəd daxil edin.

source: Please enter non-negative integer.
az: Zəhmət olmasa mənfi olmayan tam ədəd daxil edin.

source: Cannot drop more <%= types %> assignments than are assigned.
az: <%= types %> tapşırıqlardan öncədən verilən saydan çox silmək mümkün deyil.

source: Grace period must be specified in HH:MM format.
az: Güzəştlı dövr SS:DD formatında göstərilməlidir.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
az: Keçid qiymətini %(minimum_grade_cutoff)s-dən aşağı qoymaq mümkün deyil.

source: Your file could not be uploaded
az: Sizin faylınızın yüklınməyi mümkün deyil.

source: Upload Videos
az: Video yüklə

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
az: Sürükləyib buraxın ya da {spanStart}kompüterinizdə fayllarınıza baxın{spanEnd}.

source: Maximum file size: {maxFileSize} GB
az: Faylın maksimal həcmi: {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
az: Dəstəklənən fayl tipləri: {supportedVideoTypes}

source: Your video uploads are not complete.
az: Sizin video yükləmələriniz başa çatmayıb.

source: Upload completed for video {fileName}
az: {fileName} video faylı üçün yüklənmə sona çatmışdır.

source: Upload failed for video {fileName}
az: {fileName} videosunun yüklənməsi uğursuz oldu

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
az: {filename} dəstəklənməyən fayl formatıdır. Dəstəklənən fayl formatları bunlardır {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
az: {filename} faylının ölçüsü maksimum icazə verilən {maxFileSizeInGB} GB ölçüsündən çoxdur.

source: : video upload complete.
az: : video yüklənməsi bitmişdir.

source: Previous Uploads table has been updated.
az: Öncəki yükləmələr cədvəli yenilənmişdir.

source: Delete File Confirmation
az: Fayın Silinməsi Təsdiqi

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
az: Bu elementin silinməsindən əminsiniz? Əməliyyatı sonradan təxirə salmaq mümkün deyil! Bu elementə istinad edən hər hansı məzmun artıq işləməyəcək (misal üçün, işləməyən/görsənməyən şəkil və keçidlər)

source: Your file has been deleted.
az: Sizin fayl silinmişdir.

source: Date Added
az: Əlavə olunma tarixi

source: Type
az: Növ

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
az: {filename} faylının ölçüsü maksimum icazə verilən {maxFileSizeInMBs} MB ölçüsündən çoxdur.

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
az: Faylı bayqa yerə yükləmək və ona istinad etmək üçün burdakı təlimatlara əməl edin: {maxFileSizeRedirectUrl}

source: Max file size exceeded
az: Maksimum icazə verilən fayl ölçü aşılıb.

source: Upload New File
az: Yeni fayl yüklə

source: Load Another File
az: Başqa Faylı Yüklə

source: Are you sure you want to delete this update?
az: Bu yeniləməni silmək istədiyinizə əminsiniz?

source: Create Re-run
az: Yenidən icraetməni yarat

source: Processing Re-run Request
az: Yenidən İcraetmə Tələbi Emal Edilir

source: An error has occurred. Wait a few minutes, and then try again.
az: Xəta baş verdi. Bir neçə dəqiqə gözləyin və yenidən cəhd edin.

source: Select turnaround
az: Geriyə dönüşü seç

source: Select fidelity
az: Düzgünlüyü seç

source: Select language
az: Dil seçin

source: Press Remove to remove language
az: Dili silmək üçün "Sil" düyməsinə klikləyin

source: Settings updated
az: Parametrlər yeniləndi

source: Last updated
az: Son yenilənmə

source: Required
az: Tələb edilir

source: Automatic transcripts are disabled.
az: Avtomatik transkriptlər deaktiv olunub.

source: {selectedProvider} credentials saved
az: {selectedProvider} identifikasiya göstəriciləri saxlanıldı

source: There has been an error while exporting.
az: Eksport edərkən səhv baş verdi.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
az: Heç olmasa bir komponentin XML-ə ixracı zamanı xəta baş vermişdir. Başqa bir ixrac əməliyyatına cəhd etməzdən öncə, səhifəni redaktə edərək onu bərpa etməyiniz tövsiyyə edilir. Zəhmət olmazsa, səhifədəki bütün komponentlərin düzgün olduğunu və heç bir xəta mesajı olmadığını yoxlayın.

source: Correct failed component
az: Xəta baş vermiş komponenti düzəldin.

source: Return to Export
az: Export-a qayıdın

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
az: Kitabxana faylı XML-ə ixrac edilə bilmədi. Xəta baş vermiş komponenti təyin etmək üçün kifayət qədər informasiya yoxdur. Kitabxana faylını hər hansı bir problemli komponentinin olub-olmamasını müəyyənləşdirib, yenidən yoxlayın.

source: Take me to the main library page
az: Məni əsas kitabxana səhifəsinə aparın

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
az: Kurs XML-ə ixrac edilə bilmədi. Xəta baş vermiş komponenti təyin etmək üçün kifayət qədər informasiya yoxdur. Kursu hər hansı bir problemli komponentinin olub-olmamasını müəyyənləşdirib, yenidən yoxlayın.

source: Take me to the main course page
az: Məni əsas kurs səhifəsinə aparın

source: The raw error message is:
az: Bəsit xəta mesajı belədir:

source: There has been an error with your export.
az: İxrac əməliyyatı zamanı xəta baş verdi.

source: Not in Use
az: İstifadəsiz

source: group configuration
az: qrup konfiqurasiyası

source: Add your first group configuration
az: İlk qrup konfiqurasiyanızı əlavə edin

source: You have not created any group configurations yet.
az: Siz hələ heç bir qrup konfiqurasiyanı yaratmamısınız.

source: Upload instructor image.
az: Təlimatçının şəklini yükləyin.

source: Files must be in JPEG or PNG format.
az: Fayllar mütləq JPEG və ya PNG formatında olmalıdır.

source: Delete this %(item_display_name)s?
az: %(item_display_name)s silinsin?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
az: %(item_display_name)s elementinin silinməsi həmişəlikdir və geriyə qaytarıla bilməz.

source: There was an error changing the user's role
az: İstifadəçinin rolunu dəyişən zaman xəta baş verdi

source: Error adding user
az: İstifadəçi əlavə etməkdə xəta

source: Error removing user
az: İstifadəçi çıxarmaqda xəta

source: A valid email address is required
az: Doğru e-poçt ünvanı tələb olunur

source: You must enter a valid email address in order to add a new team member
az: Yeni bir qrup üzvü əlavə etmək üçün etibarlı bir e-poçt ünvanı daxil etməlisiniz

source: Return and add email address
az: Qayıdın və email ünvanınızı əlavə edin

source: Already a member
az: Artıq üzvdür

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
az: {email} ünvanı {container} komandasında mövcuddur. Yeni üzv əlavə etmək istəyirsinizsə e-poçt ünvanını bir daha yoxlayın.

source: Return to team listing
az: Komanda siyahısına qayıdın

source: Are you sure you want to restrict {email} access to “{container}”?
az: “{container}” üçün {email} ünvanına məhdudiyyət qoymaq istəyirsiniz?

source: {display_name} Settings
az: {display_name} Parametrləri

source: Publish {display_name}
az: {display_name} dərc et

source: Publish all unpublished changes for this {item}?
az: {item} üçün bütün dərc edilməmiş dəyişikliklər dərc olunsun?

source: Publish
az: Dərc et

source: Highlights for {display_name}
az: {display_name} seçmələr

source: Enable Weekly Highlight Emails
az: Həftəlik seçilmiş məktubları aktivləşdir

source: Enable
az: Aktivləşdirin

source: Not yet
az: Hələ yox

source: All Learners and Staff
az: Bütün tələbələr və işçilər

source: Basic
az: Əsas

source: Visibility
az: Görünmə

source: Validation Error While Saving
az: Yadda saxlayarkən yoxlamada xəta

source: Undo Changes
az: Dəyişiklikləri qaytar

source: Change Manually
az: Əl ilə dəyişin

source: Course Index
az: Kursun indeksi

source: There were errors reindexing course.
az: Təkrar indeksləşdirmə kursunda xətalar var.

source: content group
az: məzmun qrupu

source: Add your first content group
az: İlk məzmun qrupunuzu əlavə edin

source: You have not created any content groups yet.
az: Siz hələ heç bir məzmun qrupu yaratmamısınız.

source: Are you sure you want to remove this video from the list?
az: Bu videonu siyahıdan çıxarmaq istədiyinizə əminsiniz?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
az: Bu siyahıdan videonun çıxarılması kurs məzmununa təsir etmir. Daha əvvəl yüklənmiş video ID istifadə edən hər hansı məzmun kursda görünməyə davam edir.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
az: Etdiyiniz dəyişiklikləri yaddaşda saxlamayınca tətbiq olunmayacaq. Validasiya tətbiq olunmamış, parametr/key və qiymət/value formatlamasına diqqət edin.

source: Your policy changes have been saved.
az: Siyasət dəyişiklikləriniz saxlanılıb.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
az: Parametr/qiymət cütlükləri üzrə validasiya aparılmadı. Çətinlik olarsa formatlamanı yoxlayın.

source: For grading to work, you must change all {oldName} subsections to {newName}.
az: Qiymətləndiricinin işləməsi üçün bütün {oldName} altbölmələrinin adını {newName} etməlisiniz.

source: Course Credit Requirements
az: Kursun Kredit Tələbləri

source: The minimum grade for course credit is not set.
az: Kurs krediti üçün minimum dərəcə müəyyənləşdirilməyib.

source: Course pacing cannot be changed once a course has started.
az: Kurs başlayandan sonra kursun sürətini dəyişə bilməzsiniz.

source: {hours}:{minutes} (current UTC time)
az: {hours}:{minutes} (cari UTC vaxtı)

source: Upload your course image.
az: Kurs şəklinizi yükləyin.

source: Upload your banner image.
az: Banner şəklinizi yükləyin.

source: Upload your video thumbnail image.
az: Videonuzun kiçik rəsmini yükləyin.

source: The combined length of the organization, course number, and course run fields cannot be more than <%=limit%> characters.
az: Təşkilat, kurs nömrəsi və kurs kodu sahəsinin ümumi uzunluğu <%=limit%> simvoldan çox ola bilməz.

source: The combined length of the organization and library code fields cannot be more than <%=limit%> characters.
az: Təşkilat və kitabxana kodu sahələrinin ümumi uzunluğu <%=limit%> simvoldan çox ola bilməz.

source: You've made some changes
az: Siz bəzi dəyişikliklər etdiniz.

source: Your changes will not take effect until you save your progress.
az: Etdiyiniz dəyişiklikləri yaddaşda saxlamayınca tətbiq olunmayacaq.

source: You've made some changes, but there are some errors
az: Siz bəzi dəyişikliklər etdiniz, lakin bəzi xətalar var.

source: Please address the errors on this page first, and then save your progress.
az: İlk olaraq bu səhifədəki xətaları həll edin və sonra tərəqqinizi yadda saxlaya bilərsiniz.

source: Save Changes
az: Dəyişiklikləri saxla

source: Add Thumbnail
az: Şəkil əlavə et

source: Edit Thumbnail
az: Şəkli redaktə et

source: Image upload failed
az: Şəkil yükləmədə xəta baş verdi

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
az: {ReqTextSpanStart}Tələblər{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}

source: {maxWidth}x{maxHeight} pixels
az: {maxWidth}x{maxHeight} piksel

source: Thumbnail for {videoName}
az: {videoName} üçün şəkil

source: Add Thumbnail - {videoName}
az: Şəkil əlavə et - {videoName}

source: Video duration is {humanizeDuration}
az: Videonun uzunluğu: {humanizeDuration}

source: minutes
az: dəqiqə

source: minute
az: dəqiqə

source: {minutes} {unit}
az: {unit}{minutes}

source: seconds
az: saniyə

source: second
az: saniyə

source: {seconds} {unit}
az: {unit} {seconds}

source: and
az: və

source: Video image upload started
az: Video şəklinin yüklənməsinə başlandı

source: Video image upload completed
az: Video şəklinin yüklənməsi bitdi

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
az: Bu şəklin fayl tipi dəstəklənmir. Dəstəklənən fayl tipləri bunlardır: {supportedFileFormats}.

source: The selected image must be smaller than {maxFileSizeInMB}.
az: Seçilən şəklin həcmi {maxFileSizeInMB}-dan kiçik olmalıdır.

source: The selected image must be larger than {minFileSizeInKB}.
az: Seçilən şəklin həcmi {minFileSizeInKB}-dan böyük olmalıdır.

source: Could not upload the video image file
az: Video faylı yükləmək mümkün olmadı

source: Image upload failed.
az: Şəkil yükləmədə xəta baş verdi.

source: The file could not be uploaded.
az: Fayl yüklənməsi zamanı xəta baş verdi.

source: Hide transcripts ({transcriptCount})
az: Altyazıları gizlət ({transcriptCount})

source: Show transcripts ({transcriptCount})
az: Altyazıları göstər ({transcriptCount})
