Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
az: Sertifikatları hazırlamağa başlamaq üçün kurs üzrə heyət və ya admin rolunda olan komanda üzvü {em_start}aktivləşdirin{em_end} düyməsini seçir. Yalnız bu rollarda olan komanda üzvləri aktivləşdirilmiş sertiifikatı redaktə edə və ya silə bilər.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
az: Kurs başladıqdan sonra sertifikatı {em_start}silməyin{em_end}; onda artıq sertifikatı almış tələbələr bir daha onlara daxil ola bilməyəcəklər.

source: Learn more about certificates
az: Sertifikatlar haqqında daha ətraflı məlumat əldə edin

source: Details &amp; Schedule
az: Detallar &amp; Cədvəl

source: Grading
az: Qiymətləndirilir

source: Course Team
az: Kurs komandası

source: Advanced Settings
az: Qabaqcıl parametrlər

source: Checklists
az: Yoxlama siyahıları

source: Tools
az: Alətlər

source: Duplicate
az: Sürətini çıxarın

source: Duplicate this component
az: Bu komponentin sürətini çıxarın

source: Move
az: Yerdəyişmə

source: Delete this component
az: Bu komponenti silin

source: Drag to reorder
az: Yenidən sıralamaq üçün sürükləyin

source: Page Actions
az: Səhifə fəaliyyətləri

source: Open the courseware in the LMS
az: LMS-dəki kursu açın

source: View Live Version
az: Canlı versiyaya baxın

source: Preview the courseware in the LMS
az: LMS-dəki kursa öncədən baxın

source: Adding components
az: Komponentlər əlavə edilir

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
az: {strong_start} altında bir element növü seçin Yeni elemet əlavə edin{strong_end}. Sonra bir şablon forma seçin.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
az: Səhifənin və ya qrupun aşağısına yenir element əlavə edilir. Siz sonra on redaktə edə və elementi kənarlaşdıra bilərsiniz.

source: Editing components
az: Redaktə elementləri

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
az: Onun məzmununu redaktə etmək üçün elementdəki {strong_start}redaktə{strong_end} iktoqramına klikləyin.

source: Reorganizing components
az: Elementləri yenidən qruplaşdırın

source: Drag components to new locations within this component.
az: Bu elementin içərisində elementləri başqa yerə sürükləyin.

source: For content experiments, you can drag components to other groups.
az: Məzmun təcrübələri üçün siz elementləri başqa ruplara sürükləyə bilərsiniz.

source: Working with content experiments
az: Məzmun təcrübələri ilə işləyir

source: Confirm that you have properly configured content in each of your experiment groups.
az: Təsdiq edin ki, siz hər bir təcrübə qruplarınızda məzmunu lazımi şəkildə konfiqurasiya etmisiniz.

source: Learn more about component containers
az: Element konteynerləri haqqında daha ətraflı öyrənin

source: Unit Location
az: Vahid məkan

source: Location ID
az: Məkan İD-si

source: To create a link to this unit from an HTML component in this course, enter "/jump_to_id/<location ID>" as the URL value.
az: Bu kursdakı hər hansı HTML elementdən istifadə edərək bu bölüm üçün keçid yaradın, URL dəyər olaraq "/jump_to_id/<location ID>" daxil edin.

source: Location in Course Outline
az: Kurs icmalında mövqe

source: Create a Course Rerun of:
az: Təkrar kurs yaradın:

source: Create a re-run of a course
az: Kursun təkrarını yaradın

source: You are creating a re-run from:
az: Siz təkrar yaradırsınız:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
az: Bu kusun təkrar yaradılması üçün müəyyən məlumatlar verin. Təkrar kurs heç bir şəkildə orijinal kursa təsir etmir.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
az: Qeyd: Təşkilat, kursun nömrəsi və kurs icrası bu yeni kursun nümunəsini unikal şəkildə müəyyən etməlidir.

source: Required Information to Create a re-run of a course
az: Təkrar kursun yaradılması üçün tələb olunan məlumat

source: e.g. Introduction to Computer Science
az: məs. Komputer Elmlərinə giriş

source: The public display name for the new course. (This name is often the same as the original course name.)
az: Yeni kurs üçün ictimai görünüş adı. (Bu ad çox zaman orijinal kurs adı ilə eyni olur.)

source: Organization
az: Təşkilat

source: e.g. UniversityX or OrganizationX
az: məs. UniversitetX və ya TəşkilatX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
az: Yeni kursa sponsorluq edən təşkilatın adı. (Bu ad çox zaman orijinal təşkilatın adı ilə eyni olur.)

source: Note: No spaces or special characters are allowed.
az: Qeyd: Boşluq və xüsusi simvollara icazə verilmir.

source: e.g. CS101
az: məs. CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
az: Təşkilat daxilində yeni kursu identifikasiya edən unikal nömrə. (Bu nömrə orijinal kurs nömrəsi ilə eyni olacaq və dəyişdirilə bilməz.)

source: Course Run
az: Kurs icrası

source: e.g. 2014_T1
az: məs. Komputer Elmlərinə giriş

source: The term in which the new course will run. (This value is often different than the original course run value.)
az: Kursun davam edəcəyi müddət. (Bu dəyər çox zaman orijinal kursun müddətindən fərqli olur.)

source: Create Re-run
az: Yenidən icraetməni yarat

source: When will my course re-run start?
az: Mənim kursumun təkrarı nə vaxt başlayacaq?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
az: Yeni kursun 1 yanvar 2030-cu ildə gecə yarısı (UTC) başlanılması nəzərdə tutulur.

source: What transfers from the original course?
az: Orijinal kursdan nə köçürülür?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
az: Yni kursun icmalı və məzmunu orijinal kursla eynidir. Bütün məsələlər, videolar, elanlar və digər fayllar yeni kursa dublikat edildi.

source: What does not transfer from the original course?
az: Orijinal kursdan nə köçürülmür?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
az: Siz yeni kurs heyətinin yeganə üzvüsünüz. Kursa heç bir tələbə qeydiyyatdan keçməyib və ona görə də heç bir tələbə məlumatı yoxdur. Bu səbəbdən də müzakirə mövzularında və wiki-də heç bir məzmun yoxdur.

source: Learn more about Course Re-runs
az: Təkrar kurslar haqqında daha ətraflı öyrənin

source: Course Updates
az: Kurs yeniləmələri

source: New Update
az: Təzə yeniləmə

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
az: Kurs yeniləmələrindən tələbələri vacib tarixlər və ya imtahanlar, forumlardakı xüsusi müzakirələri vurğulamaq, cədvəl dəyişikliklərini elan etmək və tələbə suallarına cavab vermək üçün istifadə edin. Yeniləmələi HTML-ə əlavə edə və ya redaktə edə bilərsiniz.

source: This course was created as a re-run. Some manual configuration is needed.
az: Bu kurs təkrar yaradıldı. Bəzi manual konfiqurasiyalar tələb olunur.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
az: Kurs məzmunu açıq deyil və heç bir tələbə qeydiyyata alınmayıb. Kursun başlama tarixi daxil olmaqla bütün tarixləri nəzərdən keçirdiyinizdən və sıfırladığınızdan əmin olun; kurs komandasını yaradın; tarix qoyulmuş material digər aktivlər və kurs yniləmələrini gözdən keçirin; və müzakirələr və wiki-ni yoxlayın.

source: Warning
az: Xəbərdarlıq

source: This course uses features that are no longer supported.
az: Bu kurs artıq dəstəklənməyən xüsusiyyətlərdən istifadə edir.

source: You must delete or replace the following components.
az: Siz aşağıdakı elementləri silməsli və ya əvəzləşdirməlisiniz.

source: Unsupported Components
az: Dəstəklənməyən komponentlər

source: Deprecated Component
az: Qəbul edilməmiş element

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
az: Xətalarla qarşılaşmamaq üçün {platform_name} kursunuzun qabaqcıl parametrlərinə daxil olaraq dəstəklənməmiş xüsusiyyətləri çıxarmağınızı ciddi şəkildə tövsiyyə edir. Bunu etmək üçün {link_start} qabaqcıl parametrlər səhifəsinə keçin {link_end}, "Ətraflı Modul siyahısı" parametrini tapın və sonra aşağıdakı modulları siyahıdan silin.

source: Unsupported Advance Modules
az: Dəsətəklənməyən qabaqcıl modullar

source: Click to add a new section
az: Yeni bölmə əlavə etmək üçün klikləyin

source: New Section
az: Yeni bölüm

source: Reindex current course
az: Cari kursu yenidən indeksləyin

source: Reindex
az: Yenidən indeksləyin

source: Collapse All Sections
az: Bütün bölmələri bağlayın

source: Expand All Sections
az: Bütün bölmələri genişləndirin

source: Click to open the courseware in the LMS in a new tab
az: LMS-dəki kursu yeni tab-vərəqədə açmaq üçün klikləyin

source: View Live
az: Canlı izləyin

source: Creating your course organization
az: Kurs təşkilatınızı yaradır

source: You add sections, subsections, and units directly in the outline.
az: Siz icmala birbaşa bölmələr, altbölmələr və hissələr əlavə edirsiniz.

source: Create a section, then add subsections and units. Open a unit to add course components.
az: Bir bölmə yaradın, sonra alt bölmə və hissələr əlavə edin. Kurs elementi əlavə etmək üçün bir hissə açın.

source: Reorganizing your course
az: Kursunuzu yendən təşkil edin

source: Drag sections, subsections, and units to new locations in the outline.
az: İcmalda bölmələri, altbölmələri və hissələrin yerini dəyişin.

source: Learn more about the course outline
az: Kurs icmalı haqqında daha əraflı öyrənin

source: Setting release dates and grading policies
az: Başlama tarixlərini və qiymətləndirmə siyasətini müəyyənləşdirin

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
az: Bölmə və ya alt bölmə üzrə başlama vaxtını tənzimləmək üçün konfiqurasiya piktoqrmını seçin. Alt bölümü konfiqurasiya etdikdə siz, həmçinin, iymətləndirmə siyasəti və son tarixi də tənzimləyə bilərsiniz.

source: Learn more about grading policy settings
az: Qiymətləndirmə siyasəti parametrləri haqqında daha ətraflı öyrənin

source: Changing the content learners see
az: Tələbələrin gördükləri məzmunu dəyişin

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
az: Eskiz məzmunu dərc etmək üçün bölmə, altbölmə və ya hissə üşün Dərc edin piktoqramını seçin.

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
az: Bölmə, alt bölmə və ya hissəni tələbələrin görmsəsinin qarşısını almaq üçün həmin səviyyə üçün Konfiqurasiya piktoqramını seçin, sonra uyğun olan {em_start}Gizlədin{em_end} seçimini edin. Gizlədilmiş bölmələr, alt bölmələr və hissələr üçün qiymətlər qiymətlərin hesablanmasında nəzərə alınmır.

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
az: Alt bölmənin son tarixi keçdikdən sonra həmin bölmənin məzmununu tələbələrin girişini bağlamaq üçün alt bölmə üzrə Konfiqurasiya piktoqramını seçin, sonra {em_start}son bitmə tarixindən sonra məzmunu gizlədin{em_end} seçimini edin. Alt bölmə üzrə qiymətlər ümumi qiymətlərin hesablanmasında nəzərə alınır.

source: Learn more about content visibility settings
az: Məzmun görüntüsü parametrləri haqqında daha çox məlumat əldə edin

source: Pages
az: Səhifələr

source: New Page
az: Yeni səhifə

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
az: Qeyd: Səhifələr hər kəsə açıqdır. Əgər istifadəçilər səhifənin URL-ni biləsələr, onlar qeydiyyatdan keçmədən və ya kursa daxil olmadan səhifələrə baxa biləcəklər.

source: Show this page
az: Bu səhifəni göstərin

source: Show/hide page
az: Bu səhifəni göstərin/gizlədin

source: This page cannot be reordered
az: Bu səhifə yenidən tənzimlənə bilməz

source: You can add additional custom pages to your course.
az: Siz kursunuza əlavə fərdi səhifələr əlavə edə bilərsiniz.

source: Add a New Page
az: Yeni bir səhifə əlavə edin

source: What are pages?
az: Səhifələr nədir?

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
az: Sizin kursunuzun yuxarı hissəsində səhifələr üfiqi şəkildə verilmişdir. Mövcud səhifələrdən (Əsas səhifə, Kurs, Müzakirə, Wiki və İnkişaf) sonra dərsliklər və yaratdığınız səhifələr gəlir.

source: Custom pages
az: Fərdi səhifələr

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
az: Tələbələri əlavə kus məzmunu ilə təmin etmək üçün siz əlavə səhifələr yarada və redaktə edə bilərsiniz. Məsələn, siz qiymətləndirmə siyasəti, kurs slaydları, və kurs təqvimi səhifələrini yarada bilərsiniz.

source: How do pages look to students in my course?
az: Kursumda səhifələr tələbələrə necə görsənir?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
az: Tələbələr mövcud və əlavə yaradılmış səhifələri kursun yuxarısında görür və hərəkət etmək üçün bu linklərdən istifadə edirlər.

source: See an example
az: Bir nümunəyə baxın

source: Pages in Your Course
az: Kursunuzdakı səhifələr

source: Preview of Pages in your course
az: Sizin kursunuzdakı səhifələrin ilkin görünüşü

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
az: Səhifələr sizin kursunuzun yuxarısında naviqasiya cədvəlində görsənir. Mövcud səhifələrdən (Əsas səhifə, Kurs, Müzakirə, Wiki və İnkişaf) sonra dərsliklər və yaratdığınız səhifələr gəlir.

source: close modal
az: modalı bağlayın

source: Internal Server Error
az: Daxili server xətası

source: The Page You Requested Page Cannot be Found
az: İstədiyiniz səhifə tapılmadı

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
az: Üzr istəyirik. Axtardığınız {studio_name} səhifəni tapa bilmədik. Siz {studio_name} panelinə qayıda və yenidən cəhd edə bilərsiniz. Əgər hələ də problemlə qarşılaşırsınızsa, zəhmət olmasa, {link_start}əlavə kömək üçün {studio_name} əlaqə {link_end} saxlaya bilərsiniz.

source: The Server Encountered an Error
az: Serverdə xəta baş verdi

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
az: Üzr istəyirik. Sizin axırıncı sorğunzu icra edərkən serverdə problem baş verdi. Siz {studio_name}panelinə qayıda və sorğunuzu yenidən göndərə bilərsiniz. Əgər hələ də problemlə qarşılaşırsınızsa, zəhmət olmasa, {link_start}əlavə kömək üçün {studio_name}əlaqə {link_end} saxlaya bilərsiniz.

source: Back to dashboard
az: Panelə geri qayıdın

source: Library Export
az: Kitabxana ixracı

source: Course Export
az: Kurs ixracı

source: About Exporting Libraries
az: İcrac olunan kitabxanalar haqqında

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
az: Siz kitabxanaları ixrac edə və {studio_name} adlı studiodan kənarda redaktə edə bilərsiniz. İxrac edilən fayl .tar.gz (bu .tar fayldır və GNU Zip ilə sıxılmışdır) fayl formatındadır və içərisində kitabxana strukturu və məzmununu ehtiva edir. Siz, həmçinin, ixrac etdiyiniz kitaxanaları yenidən idxal edə bilərsiniz.

source: About Exporting Courses
az: İxrac olunan kurslar haqqında

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
az: Siz kursları ixrac edə və {studio_name} adlı studiodan kənarda redaktə edə bilərsiniz. İxrac edilən fayl .tar.gz (bu .tar fayldır və GNU Zip ilə sıxılmışdır) fayl formatındadır və içərisində kurs strukturu və məzmununu ehtiva edir. Siz, həmçinin, ixrac etdiyiniz kursları yenidən idxal edə bilərsiniz.

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
az: {em_start}Diqqət:{em_end} Siz hər hansı kursu ixrac etdikdə MATLAB API açarları, LTI pasportları, annotasiyalı gizli nişanları və annotasiyalı URL kimi məlumatlar əlavə edilir. Əgər siz ixrac etdiyiniz faylları paylaşırsınızsa, siz, həmçinin, həssas və lisenziya əsaslı məlumatları da paylaşa bilərsiniz.

source: Export My Library Content
az: Mənim kitabxana məzmunumu ixrac edin

source: Export My Course Content
az: Mənim kurs məzmunumu ixrac din

source: Export Library Content
az: İxrac edilmiş kitabxana məzmunu

source: Export Course Content
az: İxrac edilmiş kurs məzmunu

source: Library Export Status
az: Kitabxana ixrac statusu

source: Course Export Status
az: Kurs ixrac statusu

source: Preparing
az: Hazırlayır

source: Preparing to start the export
az: İxracı başlamaq üçün hazırlayır

source: Exporting
az: İxrac edir

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
az: İxrac edilmiş verilənlər faylları yaradılır (İndi siz bu səhifədən təhlükəsiz şəkildə çıxa bilərsiniz, ancaq ixrac tamamlanan kimi məzmuna əsaslı dəyişikliklər etməyin)

source: Compressing
az: Sıxır

source: Compressing the exported data and preparing it for download
az: İxrac etdiyiniz məlumatlar sıxılır və yüklənmək üçün hazırlanır

source: Your exported library can now be downloaded
az: İxrac etdiyiniz kitabxana indi yüklənilə bilər

source: Your exported course can now be downloaded
az: İxrac etdiyiniz kurs indi yüklənilə bilər

source: Download Exported Library
az: İxrac olunmuş kitabxananı yükləyin

source: Download Exported Course
az: İxrac olunmuş kursu yükləyin

source: Data {em_start}exported with{em_end} your course:
az: Verilənlər {em_start}kursunuzla{em_end} ixrac edildi:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
az: MATLAB API açarları və LTI parsportları daxil olmaqla qabaqcıl parametrlərdən dəyərlər,

source: Course Content (all Sections, Sub-sections, and Units)
az: Kurs məzmunu (bütün bölümlər, altbölümlər və hissələr)

source: Course Structure
az: Kurs strukturu

source: Individual Problems
az: Şəxsi problemlər

source: Course Assets
az: Kurs aktivləri

source: Course Settings
az: Kurs ayarları

source: Data {em_start}not exported{em_end} with your course:
az: Verilənlər {em_start}sizin kurunuzla{em_end} ixrac edilmədi:

source: User Data
az: İstifadəçi məlumatı

source: Course Team Data
az: Kurs komadası məlumatı

source: Forum/discussion Data
az: Forum/müzakirə məlumatları

source: Why export a library?
az: Kitabxananı niyə ixrac edirik?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
az: Siz XML-i {studio_name} adlı studiodan kənarda, birbaşa öz kitabxananızda redaktə etməyi istəyə bilərsiiz. Siz kitabxananızın ehtiyat nüsxəsini yaratmağı da istəyə bilərsiniz. Və ya siz kitabxananızın ehtiyat nüsxəsini yaradaraq onu sonra digər kitabxanaya idxal edə və fərdiləşdirə bilərsiniz.

source: Opening the downloaded file
az: Yüklənilmiş faylı açır

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
az: Verilənləri .tar.gz faylından çıxartmaq üçün hər hansı arxiv proqramından istifadə edin. Çıxardılmış fayllara kitabxana .xml faylları, həmçinin də, kitabxana məzmununu əhatə edən alt qovluqları daxildir.

source: Learn more about exporting a library
az: İxrac edilmiş hər hansı kitabxana haqqında daha ətraflı öyrənin

source: Why export a course?
az: Kursu niyə ixrac edək?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
az: Siz XML-i {studio_name} adlı studiodan kənarda, birbaşa öz kursunuzda redaktə etməyi istəyə bilərsiiz. Siz kursunuzun ehtiyat nüsxəsini yaratmağı da istəyə bilərsiniz. Və ya siz kursunuzun ehtiyat nüsxəsini yaradaraq onu sonra digər kursa idxal edə və fərdiləşdirə bilərsiniz.

source: What content is exported?
az: Hansı məzmun ixrac edilir?

source: The following content is exported.
az: Aşağıdakı məzmun ixrac edilir.

source: Course content and structure
az: Kurs məzmunu və strukturu

source: Course dates
az: Kurs tarixləri

source: Grading policy
az: Qiymətləndirmə siyasəti

source: Any group configurations
az: Hər hansı qrup konfiqurasiyaları

source: Settings on the Advanced Settings page, including MATLAB API keys and LTI passports
az: MATLAB API açarları və LTI pasportları daxil olmaqla qabaqcıl parametrlərdəki parametrlər

source: The following content is not exported.
az: Aşağıdakı məzmun ixrac edilmir.

source: Learner-specific content, such as learner grades and discussion forum data
az: Tələbəyə aid məzmun, məsələn, tələbə qiymətləri və müzakirə forumundakı məlumatlar

source: The course team
az: Kurs komandası
