Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
az: Başlamaq üçün dərs planınızı ən yaxşı təsvir edən aşağıdakı seçimi seçərək kurs məqsədini təyin edin. {goal_options_container}

source: Set goal to: {choice}
az: Hədəf müəyyənləşdirin: {choice}

source: Set goal to: {goal_text}
az: Hədəf müəyyənləşdirin: {goal_text}

source: Enrollment in {course_title} was not complete.
az: {course_title} adlı kursda qeydiyyat tamamlanmadı.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
az: Məlumatlarınızı bölüşdürməklə bağlı narahatçılıqlarınız varsa, zəhmət olmasa, {enterprise_customer_name} ünvanından administratorla əlaqə saxlayın.

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
az: Üzr istəyirik, bu kanal vasitəsilə {platform_name}-na daxil olmaq üçün icazəniz yoxdur. Zəhmət olmasa, {platform_name}-na daxil olmaq üçün təlim administratorunuz və ya menecerinizlə əlaqə saxlayın. {line_break} {line_break} Xəta məlumatları: {line_break} {error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
az: {platform_name}-na qoşulduğunz üçün təşəkkür edirik. Öyrənməyə başlamadan öncə sadəcə bir neçə addım qalıb!

source: Continue
az: Davam edin

source: Welcome to the new learner profile page. Your full profile now displays more information to other learners. You can instead choose to display a limited profile. {learn_more_link_start}Learn more{learn_more_link_end}
az: Yeni tələbə profil səhifəsinə xoş gəlmisiniz. Tam profiliniz indi digər tələbələrə daha ətraflı məlumat verir. Bunun əvəzinə məhdud profil göstərməyi seçə bilərsiniz. {learn_more_link_start} Daha çox məlumat üçün {learn_more_link_end} baxın.

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
az: Siz %(course_name)s kursuna və tehsilim.edu.az portalında başqa kurslara qeydiyyatdan nə vaxt keçdiyinizi xatırlayırsınızmı? Biz xatırlayırıq və sizin kimi tələbəmiz olduğu üçün şadıq! Hər kəsin öyrəndiyini görmək xoşdur.

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
az: Siz tehsilim.edu.az portalında %(course_name)s kursuna qeydiyyatdan nə vaxt keçdiyinizi xatırlayırsınızmı? Biz xatırlayırıq və sizin kimi tələbəmiz olduğu üçün şadıq! Hər kəsin öyrəndiyini görmək xoşdur.

source: Course team user does not exist
az: Kurs komanda istifadəçisi mövcud deyil

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
az: Bu konfiqurasiyada olan quruplar Təlimatçı panelində qruplara bölün bilər.

source: Content Groups
az: Məzmun qrupları

source: invalid JSON
az: etibarsız JSON

source: must have name of the configuration
az: konfiqurasiyanın adı olmalıdır

source: must have at least one group
az: ən azı bir qrup olmalıdır

source: unable to load this type of group configuration
az: bu növ qrup konfiqurasiyasının yüklənməsi mümkün olmadı

source: Invalid course update id.
az: Etibarsız kurs yenilənmə id-si.

source: Course update not found.
az: Kurs yenilənməsi tapılmadı.

source: Could not index item: {}
az: Maddə indekslənə bilmədi: {}

source: General indexing error occurred
az: Ümumi indeksləmə xətası baş verdi

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
az: GIT_REPO_EXPORT_DIR müəyyən deyil və ya {0} yolu mövcud deyil, onu yaradın və ya GIT_REPO_EXPORT_DIR ilə fərqli bir yolu konfiqurasiya edin

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
az: Yazıla bilməyən git url-i təmin edildi. Bunun kimi bir şey gözlənilir: git@github.com:mitocw/edx4edx_lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
az: Əgər http url-ləri istifadə edirsinizsə, url-ə istifadəçi adı və şifrə təmin etməlisiniz. Bna oxşar: https://user:pass@github.com/user/course

source: Unable to determine branch, repo in detached HEAD mode
az: Hissə müəyyən edilə bilmir, hesabat HEAD rejiminə göndərildi

source: Unable to update or clone git repository.
az: Git deposunu yeniləyə və ya klonlaya bilmir.

source: Unable to export course to xml.
az: Kursu xml-ə ixrac edə bilmir.

source: Unable to configure git username and password
az: Git istifadəçi adı və şifrəni konfiqurasiya edə bilmir

source: Unable to commit changes. This is usually because there are no changes to be committed
az: Dəyişikliklər edilmədi. Bu, adətən, dəyişikliklər edilmədikdə olur.

source: Unable to push changes. This is usually because the remote repository cannot be contacted
az: Dəyişiklikləri etmək mümkün olmadı. Bu, adətən, uzaq depo ilə əlaqə saxlanıla bilmədi.

source: Bad course location provided
az: Kurs üçün pis yer seçilib

source: Missing branch on fresh clone
az: Təzə klonda çatışmayan hissə

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
az: Müəyyənləşdirilmiş kursu götürün və onu git deposuna ixrac etməyi cəhd edin. Kurs kataloqunun artıq git deposu olmalıdır. İstifadə: git_export <course_loc><git_url>

source: Unknown User ID: {0}
az: Naməlum istifadəçi ID-si: {0}

source: Permission denied
az: İcazə rədd edildi

source: We only support uploading a .tar.gz file.
az: Biz yalnız .tar.gz fayl yüklənməsini dəstəkləyirik.

source: Tar file not found
az: Tar fayl tapılmadı

source: Unsafe tar file. Aborting import.
az: Təhlükəli tar fayl. İxracın ləğvi.

source: Could not find the {0} file in the package.
az: Dəstdə {0} fayl tapılmadı.

source: Deleted Group
az: Silinmiş qrup

source: The image must have name, content type, and size information.
az: Şəklin adı, məzmun növü və ölçü məlumatları olmalıdır.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
az: Bu şəkil faylı dəstəklənmir. Dəstəklənən fayl növləri bunlardır: {supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
az: Bu şəkil faylı {image_max_size} ölçüsündən balaca olmalıdır.

source: This image file must be larger than {image_min_size}.
az: Bu şəkil faylı {image_min_size} ölçüsündən böyük olmalıdır.

source: There is a problem with this image file. Try to upload a different file.
az: Bu şəkil faylı ilə problem var. Fərqli fayl yükləməyə cəhd edin.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
az: Tövsiyə olunan şəkil əksetmə qabiliyyəti {image_file_max_width}x{image_file_max_height}-dir. Minimum əksetmə qabiliyyəti {image_file_min_width}x{image_file_min_height}-dir.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
az: Bu şəkil faylının nisbəti {video_image_aspect_ratio_text} olmalıdır.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
az: Şəkil fayl adı hərflər, rəqəmlər, tirelər (-) və altdan xətlər (_) olmalıdır.

source: Upload completed
az: Yükləmə bitdi

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
az: Faylın ölçüsü {filename} {maximum_size_in_megabytes} MB maksimum ölçüdən artıqdır.

source: must have name of the certificate
az: sertifikatın adı olmalıdır

source: Certificate dict {0} missing value key '{1}'
az: Sertifikat lüğəti {0} dəyər açarı '{1}' çatışmır

source: PermissionDenied: Failed in authenticating {user}
az: İcazə rədd dildi: Şəxsiyyət doğrulanması {user} uğursuz oldu

source: {platform_name} Support Levels:
az: {platform_name} Dəstək əsviyyələri:

source: Blank
az: Boş

source: Course has been successfully reindexed.
az: Kurs uğurla yenidən indekslənmişdir.

source: Set Date
az: Tarixi tənzimləyin

source: Special characters not allowed in organization, course number, and course run.
az: Təşkilat, kurs nömrəsi və kurs üçün xüsusi simvollara icazə verilmir.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
az: Eyni təşkilat və kurs nömrəsi ilə müəyyən edilmiş bir kurs var. Zəhmət olmasa, təşkilat və ya kurs nömrəsinin unikal olması üçün dəyişin.

source: Please change either the organization or course number so that it is unique.
az: Zəhmət olmasa, təşkilat və ya kurs nömrəsinin unikal olması üçün dəyişin.

source: Unable to create course '{name}'. {err}
az: '{name}' adlı kursu yarada bilmir. {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
az: Davam etmək üçün bu kursu bir təşkilatla əlaqələndirməlisiniz. Seçdiyiniz təşkilat sistemdə mövcud deyil, onu sistemə əlavə etmək lazımdır

source: Invalid prerequisite course key
az: Etibarsız ön şərt kurs açarı

source: An error occurred while trying to save your tabs
az: Sizin təb-vərəqələrinizi yaddaşa salarkən xəta baş verdi

source: Tabs Exception
az: Təb-vərəqə istisnası

source: This group configuration is in use and cannot be deleted.
az: Bu qrup konfiqurasiyası stifadə edilir və silinə bilməz.

source: This content group is in use and cannot be deleted.
az: Bu məzmun qrupu istifadədədir və silinə bilməz.

source: Entrance Exam - Subsection
az: Giriş imtahanı - Alt bölmə

source: Completed Course Entrance Exam
az: Tamamlanmış kurs üzrə giriş imtahanı

source: Course successfully exported to git repository
az: Kurs uğurla git deposuna ixrac edildi

source: Vertical
az: Şaquli

source: File upload corrupted. Please try again
az: Fayl yüklənmir. Zəhmət olmasa, yenidən cəhd edin

source: Invalid data
az: Etibarsız data

source: Invalid data ({details})
az: Etibarsız data ({details})

source: You can not move {source_type} into {target_parent_type}.
az: Siz {source_type}-nü {target_parent_type}-na köçürə bilməzsiniz.

source: Item is already present in target location.
az: Maddə artıq hədəf yerdədir.

source: You can not move an item into itself.
az: Bir maddəni özünə köçürə bilməzsiniz.

source: You can not move an item into it's child.
az: Siz maddəni onun törəməsinə köçürə bilməzsiniz.

source: You can not move an item directly into content experiment.
az: Siz maddəni məzmun sınağına birbaşa köçürə bilməzsiniz.

source: {source_usage_key} not found in {parent_usage_key}.
az: {parent_usage_key}-da {source_usage_key} tapılmadı.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
az: Siz etibarsız ({target_index}) indeksə {source_usage_key}-ı köçürə bilməzsiniz.

source: You must provide target_index ({target_index}) as an integer.
az: Siz target_index ({target_index})-i tam ədəd olaraq təmin etməlisiniz.

source: Duplicate of {0}
az: {0}-ın dublikatı

source: Duplicate of '{0}'
az: '{0}'-ın dublikatı

source: Students must score {score}{pct_sign} or higher to access course materials.
az: Tələbələr kurs materiallarına daxil olmaq üçün {score}{pct_sign} və ya daha çox xal yığmalıdırlar.

source: Unable to create library - missing required field '{field}'
az: Kitab yaratmaq mümkün olmadı - tələb olunan xana '{field}' çatışmır

source: Unable to create library '{name}'. {err}
az: Kitabxana '{name}'-nı yaratmaq mümkün olmadı. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
az: Eyni təşkilat və kitabxana kodu ilə müəyyənləşdirilmiş kitabxan artıq mövcuddur. Zəhmət olmasa, kitabxana kodunuzun unikal olması üçün dəyişin.

source: Access restricted to: {list_of_groups}
az: Giriş məhdudlaşdırıldı: {list_of_groups}

source: The information you entered is incorrect.
az: Daxil etdiyiniz məlumat düzgün deyil.

source: Transcripts are supported only for "video" modules.
az: Transkriptlər yalnız "video" modullar üçün dəstəklənir.

source: Cannot find item by locator.
az: Maddəni axtarışla tapa bilmir.

source: Video locator is required.
az: Video axtarış tələb olunur.

source: This transcript file type is not supported.
az: Bu tanskript fayl növü dəstəklənmir.

source: Video ID is required.
az: Video ID tələb edilir.

source: Incoming video data is empty.
az: Gələn video məlumatları boşdur.

source: Can't find item by locator.
az: Maddəni axtarışla tapa ilmir.

source: No such transcript.
az: Belə transkript yoxdur.

source: There is a problem with the chosen transcript file.
az: Seçilmiş transkript faylla problem var.

source: There is a problem with the existing transcript file. Please upload a different file.
az: Mövcud transkript fayl ilə problem var. Zəhmət olmasa, fərqli fayl yükləyin.

source: YouTube ID is required.
az: YouTube ID tələb edilir.

source: There is a problem with the YouTube transcript file.
az: YouTube transkript fayl ilə problem var.

source: Insufficient permissions
az: Yetərsiz icazələr

source: Could not find user by email address '{email}'.
az: '{email}' e-mail ünvanı ilə iştifadəçi tapılmadı.

source: No `role` specified.
az: Heç bir `rol` müəyyənləşdirilməyib.

source: User {email} has registered but has not yet activated his/her account.
az: İstifadəçi {email} qeydiyyatdan keçib ancaq öz hesabını aktivləşdirməyib.

source: Invalid `role` specified.
az: Etibarsız `role` müəyyənləşdirilib.

source: You may not remove the last Admin. Add another Admin first.
az: Siz axırıncı Admini çıxara bilməzsiniz. Birinci başqa Admin əlavə edin.

source: Uploading
az: Serverə yüklənir

source: In Progress
az: Davam edir

source: Ready
az: Hazırdır

source: Uploaded
az: Yüklənildi

source: Failed
az: Uğursuz oldu

source: Cancelled
az: Ləğv edildi

source: Failed Duplicate
az: Dublikat uğursuz oldu

source: YouTube Duplicate
az: YouTube dublikatı

source: Invalid Token
az: Etibarsız işarə

source: Imported
az: İdxal edildi

source: Unknown
az: Bilinməyən

source: Transcription in Progress
az: Transkripsiya hazırlanır

source: Transcript Ready
az: Transkript hazırdır

source: An image file is required.
az: Şəkil faylı tələb olunur.

source: {profile_name} URL
az: {profile_name} URL-i

source: Duration
az: Müddət

source: Date Added
az: Əlavə olunma tarixi

source: A non zero positive integer is expected
az: Sıfır olmayan müsbət tam ədəd gözlənilir

source: unrequested
az: müraciət edilmədi

source: pending
az: gözləyir

source: granted
az: verildi

source: denied
az: rədd edildi

source: Studio user
az: Studio istifadəçisi

source: The date when state was last updated
az: Vəziyyətin axırıncı dəfə yeniləndiyi tarix

source: Current course creator state
az: Cari kurs yaratma vəziyyəti

source: Optional notes about this user (for example, why course creation access was denied)
az: Bu istifadəçi haqqında seçməli qeydlər (məsələn, kurs yaratma girişi niyə rədd edildi)

source: Force Publish Course
az: Kursu dərc edin

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
az: Bəzən dərs və dərc olunmuş hissələr sinxronlaşmadan çıxa bilər. Kursu dərc əmrini sfırlayın. Bu görünüş nəşr əmrini verir

source: Please provide course id.
az: Zəhmət olmasa, kurs id-sini təmin edin.

source: Invalid course key.
az: Etibarsız kurs acarı.

source: No matching course found.
az: Uyğun kurs tapılmadı.

source: Force publishing course is not supported with old mongo courses.
az: Kurs dərc etmə qüvvəsi köhnə mongo kursları ilə dəstəklənmir.

source: Course is already in published state.
az: Kurs artıq dərc olunmuş vəziyyətdədir.

source: Incorrect format for field '{name}'. {detailed_message}
az: '{name}' xanası üçün səhv format. {detailed_message}

source: Dictionary with the available tags
az: Mümkün təqlərlər lüğət

source: Studio Administration
az: Studiya Administrasiyası

source: Page Not Found
az: Səhifə tapılmadı

source: Page not found
az: Səhifə tapılmadı

source: Content
az: Məzmun

source: Settings
az: Quraşdırmalar

source: Loading
az: Yüklənir

source: Course Number
az: Kursun nömrəsi

source: Course Outline
az: Kursun tərkibi

source: Error:
az: Xəta:

source: Organization:
az: Təşkilat:

source: Course Number:
az: Kursun nömrəsi:

source: Course Run:
az: Kursu işə sal:

source: Courses
az: Kurslar

source: Sign In to {studio_name}
az: {studio_name} daxil olun

source: Don't have a {studio_name} Account? Sign up!
az: {studio_name} hesabınız yoxdur? Qeydiyyatdan keçin!

source: Required Information to Sign In to {studio_name}
az: {studio_name} adlı studioya daxil olmaq üçün tələb olunan məlumat

source: E-mail
az: E-poçt

source: example: username@domain.com
az: məsələn: username@domain.com

source: Forgot password?
az: Şifrəni unutmusunuz?

source: example: Jane Doe
az: nümunə: Məmməd Məmmədov

source: example: JaneDoe
az: nümunə: ƏliVəliyev

source: Course End Date
az: Kursun bitmə tarixi

source: Instructors
az: Təlimatçılar

source: Requirements
az: Tələblər

source: Details
az: Detallar

source: View
az: Görüntü

source: Reset
az: Sıfırlayın

source: Legal
az: Hüquqi

source: edX, Open edX, and the edX and Open edX logos are registered trademarks of {link_start}edX Inc.{link_end}
az: edX, Open edX, edX və Open edX loqoları {link_start}edX Inc.{link_end} -in qeydiyyata alınmış əmtəə nişanlarıdır.

source: Choose Language
az: Dil seçin

source: Account
az: Hesab

source: Help
az: Kömək

source: Looking for help with {studio_name}?
az: {studio_name} studio adı ilə kömək axtarırsınız?

source: Hide {studio_name} Help
az: {studio_name} köməyi gizlədin

source: {studio_name} Documentation
az: {studio_name} sənədlər

source: Access documentation on http://docs.edx.org
az: http://docs.edx.org saytından sənədləri əldə edin

source: edX Documentation
az: edX sənədlər

source: Enroll in edX101: Overview of Creating an edX Course
az: edX101 kursuna qeydiyyatdan keçin: edX kursu yaratmağın icmalı

source: Enroll in edX101
az: edX101 adlı kursa qeydiyyatdan keçin

source: Enroll in StudioX: Creating a Course with edX Studio
az: StudioX kursuna qeydiyyatdan keçin: edX Studio ilə kurs yaratma

source: Enroll in StudioX
az: StudioX kursuna qeydiyyatdan keçin

source: Send an email to {email}
az: {email} e-mailinə məktub göndərin

source: name
az: ad

source: Usermenu
az: İstifadəçi menyusu

source: Usermenu dropdown
az: İstifadəçi menyusu üzrə seçimlər

source: Sign Out
az: Çıxış

source: Code Editor
az: Kod redaktoru

source: Feedback Form
az: Əks əlaqə formaları

source: Full Name: {realname}
az: Ad/Soyad: {realname}

source: Inquiry Type: {inquiry_type}
az: Sorğu növü: {inquiry_type}

source: Message: {message}
az: Məktub: {message}

source: Tags: {tags}
az: Teqlər: {tags}

source: Additional Info:
az: Əlavə məlumat:

source: Feedback from user
az: İstifadəçidən əks əlaqə

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
az: Sizin {platform_name} hesabınıza bağlı e-mail {old_email}-dən {new_email}-ə dəyişib.

source: No action is needed on your part.
az: Sizin tərəfinizdən heç bir fəaliyyətə ehtiyac yoxdur.

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
az: Əgər bu dəyişiklik düzgün deyilsə, {link_start}{platform_name} dəstəyi{link_end} ilə və ya administratorla əlaqə saxlayın.

source: Your {platform_name} account email has been updated
az: Sizin {platform_name} hesab e-mailiniz yenilənib

source: Add a Post
az: Yazı əlavə edin

source: New topic form
az: Yeni mövzu forması

source: Discussion thread list
az: Müzakirə siyahısı

source: %s discussion started
az: %s müzakirə başladı

source: %s comment
az: %s şərh

source: Discussion unavailable
az: Müzakirə mümkün deyil

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
az: Müzakirələr hazırda baxımdan keçirilir. Biz onları qısa müddətdə geri qaytaracayıq!

source: Content Locked
az: Məzmun bağlıdır

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
az: Bu məzmuna baxmaq üçün siz '{prereq_section_name}' üçün ön şərtləri tamamlamalısınız

source: Go to Prerequisite Section
az: Ön şərtlər bölməsinə gedin

source: Collapse Instructions
az: Təlimatları gizlədin

source: Guided Discussion
az: İdarəolunan müzakirə

source: Hide Annotations
az: Annotasiyaları gizlədin

source: Bookmarked
az: İşarələndi

source: Bookmark this page
az: Bu səhifəni qeydə al.

source: You do not have access to this dependency module.
az: Bu asılılıq moduluna çıxışınız yoxdur.

source: LEARN MORE
az: DAHA ƏTRAFLI

source: Starts
az: Başlayır

source: Starts: {date}
az: Başlayır: {date}

source: View all Courses
az: Bütün kurslara baxın

source: Dashboard
az: Panel

source: You are not enrolled in any courses yet.
az: Siz hələ ki, heç bir kursa yazılmamısınız.

source: Explore courses
az: Kurslara göz gəzdirin

source: Activate your account!
az: Hesabınızı aktivləşdirin!

source: Course-loading errors
az: Kurs yükləyərkən xətaları

source: Search Your Courses
az: Kurslarınızı axtarın

source: Clear search
az: Axtarışı təmizlə

source: Account Status Info
az: Hesab statusu məlumatı

source: Order History
az: Sifariş tarixi

source: Email Settings for {course_number}
az: {course_number} üçün e-mail parametrləri

source: Receive course emails
az: Kurs e-maillərini qəbul edin

source: Save Settings
az: Parametrləri yaddaşda saxlayın

source: Unenroll
az: Qeydiyyatdan çıxın

source: View Unit in Studio
az: Studioda hissəyə baxın

source: E-mail change failed
az: E-mail dəyişməsi uğursuz oldu

source: We were unable to send a confirmation email to {email}
az: {email} e-mailinə təsdiq məktubu göndərə bilmirik

source: Go back to the {link_start}home page{link_end}.
az: {link_start}əsas səhifəyə{link_end} qayıdın.

source: E-mail change successful!
az: E-mail dəyişməsi uğurlu oldu!

source: You should see your new email in your {link_start}dashboard{link_end}.
az: Siz yeni e-mailinizi {link_start}panelinizdə{link_end} görməlisiniz.

source: An account with the new e-mail address already exists.
az: Yei e-mail ünvanınızla hesabınız artıq mövcuddur.

source: You should Register before trying to access the Unit
az: Bu hissəyə daxil olmaq üçün siz qeydiyyatdan keçməlisiniz.

# self
source: Enroll
az: Qeydiyyatdan keçin

source: Don't enroll
az: Qeydiyyatdan keçməyin

source: Student Enrollment Form
az: Tələbə qeydiyyat forması

source: Course:
az: Kurs:

source: Add new students
az: Yeni tələbələr əlavə edin

source: Existing students:
az: Mövcud tələbələr:

source: New students added:
az: Yeni tələbələr əlavə edildi:

source: Students rejected:
az: Tələbələr rədd edildi:

source: External Authentication failed
az: Xarici identifikasiya uğursuz oldu

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
az: Zəhmət olmasa, aşağıda e-mail ünvanınızı daxil edin və biz sizə yeni şifrə yaratmağınız üçün təlimatlar göndərəcəyik.

source: Required Information
az: Tələb olunan məlumat

source: Your E-mail Address
az: Sizin e-mail ünvanınız

source: This is the e-mail address you used to register with {platform}
az: Bu, sizin {platform}-ya qeydiyyat üçün istifadə etdiyiniz e-mail ünvanınızdır
