Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
az: Qeyri-cari əməliyyatlar üçün qeyri-aktiv kart və ya kart təsdiqlənməmişdir Mümkün həll: başqa ödəmə metodu ilə yenidən cəhd edin.

source: CVN did not match.
az: CVN uyğun gəlmədi.

source: The card has reached the credit limit. Possible action: retry with another form of payment.
az: Kart kredit limitinə çatıb. Mümkün həll: başqa ödəniş metodu ilə cəhd edin.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
az: Etibarsız kart təsdiqlənmə nömrəsi (CVN). Mümkün həll: digər ödəniş metodu ilə yenidən cəhd edin.

source: The customer matched an entry on the processors negative file.
az: Nəzarətçi mənfi faylında müştəri bir girişlə uyğunlaşdı.

source: Account frozen. Possible action: retry with another form of payment.
az: Hesab dondurulub. Mümkün həll: digər ödəmə metodu ilə yenidən cəhd edin.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
az: Təqdimat tələbi emitent bankı tərəfindən təsdiqləndi, lakin CVN yoxlamasını keçmədiyi üçün CyberSource tərəfindən imtina edilib Mümkün həll: digıər ödəmə metodu ilə yenidən cəhd edin.

source: Invalid account number. Possible action: retry with another form of payment.
az: Etibarsız hesab nömrəsi. Mümkün həll: digər ödəmə metodu ilə yenidən cəhd edin.

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
az: Ödəniş nəzarətçisi tərəfindən kart növü qəbul edilmir. Mümkün həll: digər ödəniş metodu ilə yenidən cəhd edin.

source: General decline by the processor. Possible action: retry with another form of payment.
az: Nəzarətçi tərəfindən ümumi rədd. Mükmün həll: digər ödəmə metodu ilə yenidən cəhd edin.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
az: Sizin CyberSource hesabındakı məlumatla əlaqədar problem var. Zəhmət olmasa, bizə {0}-da bildirin

source: The requested capture amount exceeds the originally authorized amount.
az: Müraciət edilən yığım məbləği ilkin icazə verilən məbləğdən artıqdır.

source: Processor Failure. Possible action: retry the payment
az: Nəzarətçi xətası. Mümkün həll: ödənişə yenidən cəhd edin

source: The authorization has already been reversed.
az: Təsdiqlənmə artıq rədd edilib.

source: The authorization has already been captured.
az: Təsdiqlənmə artıq əldə edilib.

source: The requested transaction amount must match the previous transaction amount.
az: Müraciət edilən əməliyyat məbləği öncəki əməliyyat məbləğinə uyğun olmalıdır.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
az: Göndərilən kart növü etibarsızdır və ya kart nömrəsi ilə uyğun gəlmir. Mümkün həll: eyni kart və ya digər ödəmə metodu ilə yenidən cəhd edin.

source: The request ID is invalid.
az: Müraciət İD-si etibarsızdır.

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
az: Siz yığım üçün müraciət etdiniz, ancaq müvafiq istifadə edilməmiş təsdiqlənmə qeydi yoxdur. Əgər əvvəl uğurlu təsdiqlənmə müraciəti olmayıbsa və ya əgər əvvəllər olan uğurlu təsdiqlənmə artıq başqa yığım müraciəti tərəfindən istifadə edilibsə, bu, baş verir.

source: The transaction has already been settled or reversed.
az: Əməliyyat artıq qəbul və ya rədd edilib.

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
az: Yığım və ya kredit məlumatları nəzarətçiyə təqdim olunduğundan ya da ələ keçirilməməsi və ya kreditin qadağan edilə bilməyəcəyi bir əməliyyat növü üçün boşluq tələb etdiyinə görə əvəzsizdir.

source: You requested a credit for a capture that was previously voided.
az: Siz əvvəllər qüvvəyə minmiş bir yığım üçün kredit tələb etdiniz.

source: The request was received, but there was a timeout at the payment processor.
az: Müraciət alındı, ancaq ödəniş nəzarətində fasilə oldu.

source: Stand-alone credits are not allowed.
az: Tək başına kreditlərə icazə verilmir.

source: The cardholder is enrolled for payer authentication
az: Kart sahibi ödəyici identifikasiyası üçün qeydiyyatdan keçirilir

source: Payer authentication could not be authenticated
az: Ödəyici identifikasiyası təsdiq edilə bilmədi

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
az: Təsdiqləmə müraciəti emitent bankı tərəfindən təsdiqləndi, lakin mövcud Smart Authorization parametrlərinə əsaslandığı üçün CyberSource tərəfindən imtina edildi Mümkün həll: digıər ödəmə metodu ilə yenidən cəhd edin.

source: Order Number
az: Sıra Nömrəsi

source: Customer Name
az: Müştəri adı

source: Date of Original Transaction
az: Orijinal əməliyyatın tarixi

source: Date of Refund
az: Geri ödənişin tarixi

source: Amount of Refund
az: Geri qaytarılan məbləğ

source: Service Fees (if any)
az: Rüsum haqqı (əgər varsa)

source: Purchase Time
az: Alış vaxtı

source: Order ID
az: Sifariş ID-si

source: Unit Cost
az: Vahidin xərci

source: Total Cost
az: Ümumi xərc

source: Currency
az: Valyuta

source: Comments
az: Şərhlər

source: University
az: Universitet

source: Course Announce Date
az: Kursun elan tarixi

source: Course Start Date
az: Kursun başlama tarixi

source: Course Registration Close Date
az: Kursa qeydiyyatın bağlanması tarixi

source: Course Registration Period
az: Kurs qeydiyyat müddəti

source: Total Enrolled
az: Ümumi qeydiyyatdan keçənlər

source: Audit Enrollment
az: Dinləyici qeydiyyatı

source: Honor Code Enrollment
az: Şərəf kodu qeydiyyatı

source: Verified Enrollment
az: Təsdiqlənmiş qeydiyyatlar

source: Gross Revenue
az: Ümumi gəlir

source: Gross Revenue over the Minimum
az: Minimum üzrərindən ümumi gəlir

source: Number of Verified Students Contributing More than the Minimum
az: Minimumdan daha çox kömək təmin edən təsdiqlənmiş tələbələrin sayı

source: Number of Refunds
az: Geri qaytarılanların sayı

source: Dollars Refunded
az: Geri qaytarılmış dollarlar

source: Number of Transactions
az: Əməliyyatların sayı

source: Total Payments Collected
az: Ümumi toplanılan ödənişlər

source: Number of Successful Refunds
az: Uğurlu geri qaytarışların sayı

source: Total Amount of Refunds
az: Geri qaytarılanların ümumi məbləği

source: You must be logged-in to add to a shopping cart
az: Siz alış-veriş səbətinə əlavə etmək üçün portala daxil olmalısınız.

source: The course you requested does not exist.
az: İstədiyiniz kurs mövcud deyil.

source: The course {course_id} is already in your cart.
az: Kurs {course_id} artıq sizin səbətinizdədir.

source: You are already registered in course {course_id}.
az: Siz artıq kursa qeydiyyatdan keçmisiniz {course_id}.

source: Course added to cart.
az: Kurs səbətə əlavə edildi.

source: Discount does not exist against code '{code}'.
az: Koda '{code}' üçün endirim mövcud deyil.

source: This enrollment code ({enrollment_code}) is no longer valid.
az: Bu qeydiyyat kodu ({enrollment_code}) artıq etibarlı deyil.

source: This enrollment code ({enrollment_code}) is not valid.
az: Bu qeydiyyat kodu ({enrollment_code}) etibarlı deyil.

source: Code '{registration_code}' is not valid for any course in the shopping cart.
az: Kod '{registration_code}' alış-veriş səbətindəki heç bir kurs üçün etibarlı deyil.

source: Cart item quantity should not be greater than 1 when applying activation code
az: Aktivasiya kodunu tətbiq edərkən səbətdəki məhsulların sayı 1-dən çox olmamalıdır.

source: Only one coupon redemption is allowed against an order
az: Sifariş üçün yalnız bir kupon ödənişinə icazə verilir

source: success
az: uğur

source: You do not have permission to view this page.
az: Sizin bu səhifəyə baxmağa icazəniz yoxdur.

source: View and regenerate certificates.
az: Sertifikatlara baxın və yenidən yaradın.

source: Manual Refund
az: Nağd ödəniş

source: Track refunds issued directly through CyberSource.
az: CyberSource vasitəsilə birbaşa icra olunan geri ödənişləri izləyin.

source: Enrollment
az: Qeydiyyat

source: View and update learner enrollments.
az: Tələbə qeydiyyatlarına baxın və yeniləyin.

source: Manage User
az: İstifadəçini idarə edin

source: Disable User Account
az: Deaktivləşdirilən istifadəçi hesabı

source: Entitlements
az: Müəllif hüquqları

source: View, create, and reissue learner entitlements
az: Tələbə hüquqlarına baxın, yaradın və yenidən nəşr edin

source: Feature Based Enrollments
az: Xüsusiyyət əsaslı qeydiyyatlar

source: View feature based enrollment settings
az: Xüsusiyyət əsaslı qeydiyyat parametrlərini baxın

source: Usable
az: Lazımlı

source: Unusable
az: Lazımsız

source: User Enabled Successfully
az: İstifadəçi uğurla aktivləşdirildi

source: User Disabled Successfully
az: İstifadəçi uğurla deaktivləşdirildi

source: Email Address
az: E-mail ünvanı

source: Course ID
az: Kursun ID-si

source: User not found
az: İstifadəçi tapılmadı

source: Course {course_id} not past the refund window.
az: Kurs {course_id} geri ödəniş pəncərəsindən keçmədi.

source: No order found for {user} in course {course_id}
az: Kursda {course_id} istifadəçi {user} üçün heç bir sifariş tapılmadı

source: Unenrolled {user} from {course_id}
az: {course_id} kursa qeydiyyatdan çıxan istifadəçi {user}

source: Refunded {cost} for order id {order_id}
az: Sifariş id-si {order_id} üçün geri ödəniş {cost}

source: Optional language the team uses as ISO 639-1 code.
az: ISO 639-1 kodu kimi komandanın istifadə etdiyi əlavə dil.

source: Teams
az: Komandalar

source: The supplied course id {course_id} is not valid.
az: Təmin edilən kurs id-si {course_id} etibarlı deyil.

source: course_id must be provided
az: course_id təmin edilməlidir

source: text_search and order_by cannot be provided together
az: text_search və order_by birlikdə təmin edilmir

source: The supplied topic id {topic_id} is not valid
az: Təmin edilən mövzu id-si {topic_id} etibarlı deyil

source: Error connecting to elasticsearch
az: Elastik axtarışa qoşulma xətası

source: The ordering {ordering} is not supported
az: Sifariş {ordering} dəstəklənmir

source: The supplied course_id {course_id} is not valid.
az: Təmin edilən course_id {course_id} etibarlı deyil

source: You are already in a team in this course.
az: Siz artıq bu kursda bir komandaya aidsiniz.

source: username or team_id must be specified.
az: username və ya team_id dəqiqləşdirilməlidir.

source: Username is required.
az: İstifadəçi adı tələb olunur.

source: Team id is required.
az: Komanda id-si tələb olunur.

source: This team is already full.
az: Komanda artıq doludur.

source: The user {username} is already a member of a team in this course.
az: İstifadəçi {username} artıq bu kursda komanda üzvüdür.

source: The user {username} is not enrolled in the course associated with this team.
az: İstifadəçi {username} bu komanda ilə əlaqədar kursda qeydiyyatda deyil.

source: The course for which this deadline applies
az: Bu son tarixin tətbiq olunduğu kurs

source: The datetime after which users are no longer allowed to submit photos for verification.
az: İstifadəçilərin şəkillərini təsdiqləmə üçün göndərməyə artıq icazə verilmədiyi vaxt.

source: Your {platform_name} verification has expired.
az: Sizin {platform_name} təsdiqləmənizin vaxtı keçib.

source: Intro
az: Giriş

source: Make payment
az: Ödəniş eləyin

source: Payment confirmation
az: Ödəniş təsdiqi

source: Take photo
az: Şəkil çəkin

source: Take a photo of your ID
az: İD-nizin şəklini çəkin

source: Review your info
az: Məlumatınızı nəzərdən keçirin

source: Enrollment confirmation
az: Qeydiyyat təsdiqi

source: Selected price is not valid number.
az: Seçilmiş qiymət etibarlı rəqəm deyil.

source: This course doesn't support paid certificates
az: Bu kurs ödənişli sertifikatları dəstəkləmir.

source: No selected price or selected price is below minimum.
az: Qiymət seçilməyib və ya seçilmiş qiymət minimumdan aşağıdır.

source: Photo ID image is required if the user does not have an initial verification attempt.
az: Əgər istifadəçinin ilkin təsdiqlənmə cəhdi yoxdursa, Foto ID şəkli tələb olunur.

source: Missing required parameter face_image
az: face_image üçün çatışmayan, amma tələb olunan parametr

source: Invalid course key
az: Etibarsız kurs açarı

source: No profile found for user
az: İstifadəçi üçün profil tapılmadı

source: Name must be at least {min_length} characters long.
az: Adın ən azı {min_length} simvolu olmalıdır.

source: Image data is not valid.
az: Şəkil datası etibarlı deyil.

source: {platform_name} ID Verification Photos Received
az: {platform_name} ID təsdiqlənmə fotoları qəbul edildi

source: Your {platform_name} ID Verification Approved
az: Sizin {platform_name} ID təsdiqlənməniz qəbul edilib

source: Your {platform_name} Verification Has Been Denied
az: Sizin {platform_name} təsdiqlənməniz rədd edilib

source: Please correct the errors below.
az: Zəhmət olmasa, aşağıdakı xətaları düzəldin.

source: Are you sure you want to cancel retirement for user "%(username)s"?
az: Istifadəçi "%(username)s" üçün təqaüdü ləğv etmək istədiyinizə əminsinizmi?

source: Welcome to %(course_name)s
az: %(course_name)s kursuna xoş gəlmisiniz

source: To get started, please visit https://%(site_name)s.
az: Başlamaq üçün https://%(site_name)s linkinə daxil olun.

source: The login information for your account follows:
az: Hesabınız üçün giriş məlumatları belədir:

source: password: %(password)s
az: Şifrə: %(password)s

source: It is recommended that you change your password.
az: Şifrənizi dəyişdirməyiniz tövsiyyə olunur.

source: Sincerely yours, The %(course_name)s Team
az: Hörmətlə, %(course_name)s Komandası

source: Welcome to %(course_name)s
az: %(course_name)sxoş gəlmisiniz

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
az: Başlamaq üçün https://%(site_name)s linkinə daxil olun. Hesabınız üçün giriş məlumatları belədir:

source: You have been enrolled in %(course_name)s
az: Siz %(course_name)s kursuna qeydiyyatdan keçmisiniz

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
az: Siz %(site_name)s saytında %(course_name)skursu üçün beta tester olmaq üçün dəvət edilmisiniz.

source: The invitation has been sent by a member of the course staff.
az: Dəvətnamə kurs heyətinin üzvü tərəfindən göndərilib.

source: To start accessing course materials, please visit:
az: Kurs materiallarına daxil olmaq üçün, zəhmət olmasa:

source: To enroll in this course and begin the beta test:
az: Bu kursa qeydiyyatdankeçin və beta testi başladın:

source: Visit %(course_name)s
az: %(course_name)s ziyarət edin

source: Visit %(site_name)s
az: %(site_name)s ziyarət edin

source: This email was automatically sent from %(site_name)s to %(email_address)s
az: Bu e-mail avtomatik olaraq %(site_name)s saytından %(email_address)s e-mail ünvanına göndərildi

source: Dear %(full_name)s
az: Əziz %(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
az: Siz kurs heyət üzvü tərəfindən %(site_name)s saytında %(course_name)s kursuna beta tester olaraq dəvət olunmusunuz.

source: To start accessing course materials, please visit %(course_url)s
az: Kurs materiallarına daxil olmaq üçün, zəhmət olmasa, %(course_url)s gedin.

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
az: Bu kursa qeydiyyatdan keçmək üçün %(course_about_url)s linkə daxil olun və beta testə başlayın.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
az: Bu kursa qeydiyyatdan keçmək üçün %(site_name)s saytına daxil olun və beta testə başlayın.

source: You have been invited to a beta test for %(course_name)s
az: Siz %(course_name)s kursu üçün beta testə dəvət olunmusunuz.

source: You have been invited to %(course_name)s
az: Siz %(course_name)skursuna dəvət edilmisiniz

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
az: Siz kurs heyət üzvü tərəfindən %(site_name)s saytında %(course_name)s kursuna qoşulmaq üçün dəvət olunmusunuz.

source: To access this course click on the button below and login:
az: Bu kursa daxil olmaq üçün aşağıdakı düyməyə klikləyin və daxil olun:

source: To access this course visit it and register:
az: Kursa daxil olmaq üçün gəlin və qeydiyyatdan keçin:

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
az: Zəhmət olmasa, qeydiyyatınızı bitirin və qeydiyyat anketini doldurarkən e-mail xanasına e-mail ünvanınızı %(email_address)s yazdığınızdan əmin olun:

source: Finish Your Registration
az: Qeydiyyatınızı bitin

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
az: Qeydiyyatdan keçib hesabınızı aktivləşdirdikdən sonra siz %(course_name)s kursunuzu panelinizdə görəcəksiniz.

source: Once you have registered and activated your account, you will be able to access this course:
az: Qeydiyyatdan keçib hesabınızı aktivləşdirdikdən sonra siz bu kursa daxil ola biləcəksiniz:

source: You can then enroll in %(course_name)s.
az: Siz sonra %(course_name)s kursuna qeydiyyatdan keçə bilərsiniz.

source: Dear student,
az: Əziz tələbə,

source: To access this course visit %(course_url)s and login.
az: Bu kursa daxil olmaq üçün %(course_url)s linkinə gedin və daxil olun.

source: To access this course visit %(course_about_url)s and register for this course.
az: Bu kursa daxil olmaq üçün %(course_about_url)s linkinə gedin və bu kursa qeydiyyatdan keçin.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
az: Qeydiyyatınızı bitirmək üçün, zəhmət olmasa, %(registration_url)s-na daxil olun və qeydiyyat anketini doldurarkən e-mail xanasına e-mail ünvanınızı %(email_address)s yazdığınızdan əmin olun.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
az: Qeydiyyatdan keçib hesabınızı aktivləşdirdikdən sonra bu kursa %(course_about_url)s-da qoşulun.

source: You have been invited to register for %(course_name)s
az: Siz %(course_name)s üçün qeydiyyatdan keçməyə dəvət edilmisiniz

source: You have been unenrolled from %(course_name)s
az: Siz %(course_name)s kursu üzrə qeydiyyatdan çıxarılmısınız

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
az: Siz kurs heyəti tərəfindən %(course_name)sadlı kursdan qeydiyydatdan çıxraılmısınız. Zəhmət olmasa, sizə daha öncə göndərilən dəvəti nəzərə almayın.

source: Dear Student,
az: Əziz tələbə,

source: You have been unenrolled from %(course_name)s
az: Siz %(course_name)s kursundan qeydiyyatdan çıxarılmısınız

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
az: Siz %(site_name)s saytında kurs heyət üzvü tərəfindən %(course_name)s adlı kursda qeydiyyatdan çıxarılmısınız. Bu kurs artıq sizin %(site_name)s panelinizdə görsənməyəcək.

source: Your other courses have not been affected.
az: Sizin digər kurslarınıza təsiri olmayıb.

source: This email was automatically sent from %(site_name)s to %(full_name)s
az: Bu e-mail %(site_name)s-dan %(full_name)s-lara avtomatik olaraq göndərilib.

source: You have been enrolled in %(course_name)s
az: Siz %(course_name)s kursda qeydiyyatdan keçmisiniz

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
az: Siz %(site_name)s-da kurs heyətinin üzvü tərəfindən %(course_name)s adlı kursa qeydiyyata alınmısınız. Bu kurs indi sizin %(site_name)s panelinizdə görsənəcək.

source: Access the Course Materials Now
az: Kurs materiallarınızı indi əldə edin

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
az: Siz %(site_name)s-da %(course_name)s üçün beta tester rolundan çıxarılmısınız.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
az: Siz %(site_name)s-da %(course_name)s üçün beta tester rolundan kurs heyətinin üzvü tərəfindən çıxarılmısınız.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
az: Bu kurs sizin panelinizdə qalacaq, ancaq siz daha beta test qrupunun üzvü olmayacaqsınız.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
az: Siz %(site_name)s saytında %(course_name)s kursu üçün kurs heyətinn üzvü tərəindən beta tester rolundan çıxarılmısınız. Bu kurs sizin panelinizdə qalacaq, ancaq siz artıq beta test qrupunun üzvü olmayacaqsınız.

source: You have been removed from a beta test for %(course_name)s
az: Siz %(course_name)skursu üzrə beta test-dən çıxarılmısınız.

source: Signed Out
az: Çıxın

source: You have signed out.
az: Siz çıxmısınız.

source: If you are not redirected within 5 seconds, <a href="%(target)s">click here to go to the home page</a>.
az: Əgər siz 5 saniyə içərisində yönləndirilməsəniz, <a href="%(target)s">əsas səhifəyə getmək üçün bura klikləyin</a>.

source: Skip to main content
az: Əsas məzmuna keçin

source: Authorize
az: İcazə verin

source: The above application requests the following permissions from your account:
az: Yuxarıda göstərilən ərizə hesabınızdan aşağıdakı icazələri tələb edir:

source: These permissions will be granted for data from your courses associated with the following content providers:
az: Bu icazələr aşağıdakı məzmun provayderləri ilə əlaqəli kurslarınızdan verilən məlumatlar üçün veriləcəkdir:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
az: Zəhmət olmasa, yuxarıdakı müraciətə bu icazləri vermək üçün 'İcazə verin' düyməsinə klikləyin. Əks halda, 'Ləğv edin' düyməsinə klikləyin.

source: Cancel
az: Ləğv edin

source: Allow
az: İcazə verin

source: Error
az: Xəta

source: Last modified:
az: Sonuncu dəfə dəyişdirildi:

source: See all children
az: Bütün tələbələrə baxın

source: This article was last modified:
az: Bu məqalə sonuncu dəfə dəyişdirildi:

source: Add new article
az: Yeni məqalə əlavə edin

source: Create article
az: Məqalə yaradın

source: Go back
az: Geri qayıdın

source: Delete article
az: Məqaləni silin

source: Delete
az: Silin

source: You cannot delete a root article.
az: Siz əsas məqaləni silə bilməzsiniz.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
az: Siz bu məqaləni silə bilməzsiniz, çünki sizin bölmələri olan məqallələri silməyə icazəniz yoxdur. Hissələri əllə bir-bir silməyə cəhd edin.
