Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
az: Əgər bu seçim {em_start}qeyd olunubsa{em_end}, istifadəçilər e-mail bildirişi alacaqlar.

# someone
source: Enroll
az: Qeydiyyatdan keçin

source: Student List Management
az: Tələbə Siyahılarının İdarəedilməsi

source: CCX student list management response message
az: CCX tələbə siyahısının idarəedilməsi üzrə cavab mesajları

source: Revoke access
az: Səlahiyyəti ləğv edin

source: WARNING
az: XƏBƏRDARLIQ

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
az: Yalnız qabaqcıl tələbələr üçün. Qiymətləndirmə siyasətindəki səhvlər kursu göstərməməyə səbəb ola bilər. Bu forma yaddaşa salmazdan əvvəl siyasətin etibarlılığını yoxlamır.

source: Most coaches should not need to make changes to the grading policy.
az: Əksər təlimçilərin qiymətləndirmə siyasətinə dəyişiklik etmələrinə ehtiyac yoxdur.

source: Save Grading Policy
az: Qiymət Siyasətini yaddaşa salın

source: Date format four digit year dash two digit month dash two digit day
az: Tarix formatı dörd rəqəmli il, iki rəqəmli ay, iki rəqəmli gün

source: Time format two digit hours colon two digit minutes
az: Saat formatı iki rəqəmli saat, iki rəqəmli dəqiqə

source: Time
az: Vaxt

source: Set date
az: Tarixi seçin

source: You have unsaved changes.
az: Siz dəyişiklikləri yaddaşa salmamısınız.

source: There was an error saving changes.
az: Dəyişiklikləri yaddaşa salarkən xəta baş verdi.

source: Schedule a Unit
az: Bir hissənin cədvəli

source: Start Date
az: Başlanğıc tarixi

source: format four digit year dash two digit month dash two digit day
az: 4 rəqəmli il, tire, iki rəqəmli ay, tire, iki rəqəmli gün şəklində yazılsın

source: yyyy-mm-dd
az: iiii-aa-gg

source: Start time format two digit hours colon two digit minutes
az: İki rəqəm saat üçün, qoşa nöqtə, iki rəqəm dəqiqə üçün qeyd olunur

source: time
az: vaxt

source: (Optional)
az: (Qeyri-məcburi)

source: Due Time format two digit hours colon two digit minutes
az: Vaxtın formatı - iki rəqəm saatı, qoşa nöqtə, iki rəqəm də dəqiqəni ifadə edir

source: Add Unit
az: Hissə əlavə edin

source: Add All Units
az: Bütün hissələri əlavə edin

source: All units have been added.
az: Bütün hissələr əlavə edilib

source: View gradebook
az: Qiymət kitabçasına baxın

source: Download student grades
az: Tələbələrin qiymətlərini yükləyin

source: Print or share your certificate:
az: Sertifikatınızı çap edin və ya paylaşın:

source: Click the link to see my certificate.
az: Sertifikatlarıma baxmaq üçün linkə klikləyin

source: Post on Facebook
az: Facebook-da post eləyin

source: Share on Twitter
az: Twitter-da paylaşın

source: Tweet this Accomplishment. Pop up window.
az: Bu uğuru tweet-ləyin. Pəncərə açın.

source: Add to LinkedIn Profile
az: LinkedIn profilinə əlavə edin

source: Add to Mozilla Backpack
az: Mozilla-ya əlavə edin

source: Print Certificate
az: Sertifikatı çap edin

source: {platform_name} Home
az: {platform_name} Əsas səhifə

source: Noted by
az: Qeyd edildi

source: Supported by the following organizations
az: Aşağıdakı təşkilatlar tərədindən dəstəklənir

source: Awarded to:
az: Təltif olundu:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
az: Sertifikatınızı çap etdirməklə bağlı ipuçları və tövsiyələr üçün {link_start} Veb Sertifikatlar üçün kömək sənədlərinə {link_end} baxın.

source: Cannot Find Certificate
az: Sertifikatları tapa bilmir

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
az: Bu URL və ya ID nömrəsi ilə sertifikat tapa bilmirik. Sertifikatı doğrulamaya çalışırsınızsa, URL və ya şəxsiyyət nömrəsinin düzgün olduğundan əmin olun. URL və ya şəxsiyyət nömrəsinin düzgün olduğundan əminsəniz, dəstəklə əlaqə saxlayın.

source: Invalid Certificate Configuration.
az: Etibarsız sertifikat konfiqurasiyası

source: There is a problem with this certificate.
az: Bu sertifikatla əlaqədar bir problem var.

source: To resolve the problem, your partner manager should verify that the following information is correct.
az: Problemi həll etmək üçün meneceriniz aşağıdakı məlumatların doğru olduğunu təsdiqləməlidir.

source: The institution's logo.
az: Müəssisənin logosu

source: The institution that is linked to the course.
az: Kursa əlaqələndirilən müəssisə.

source: The course information in the Course Administration tool.
az: Kurs administrasiya alətində kurs məlumatları.

source: If all of the information is correct and the problem persists, contact technical support.
az: Əgər bütün məlumatlar doğrudursa, ancaq hələ də problem baş verirsə, onda texniki dəstəklə əlaqə saxlayın.

source: About edX Certificates
az: edX sertifikatları haqqında

source: Checkout Cancelled
az: Ödəmə ləğv edildi

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
az: Sizin əməliyyat ləğv edilib. Əgər siz bunun xəta olduğunu düşünürsünüzsə, onda {email} e-maili ilə əlaqə saxlayın.

source: Checkout Error
az: Ödəmə xətası

source: An error has occurred with your payment. <b>You have not been charged.</b> Please try to submit your payment again. If this problem persists, contact {email}.
az: Ödəniş edərkən xəta baş verdi. <b>Sizdən ödəniş çıxılmayıb.</b> Zəhmət olmasa, ödənişinizi yenidən göndərin. Əgər problem təkrarlanarsa, {email} e-mail adresi ilə əlaqə saxlayın.

source: Loading Order Data...
az: Sifariş məlumatları yüklənir...

source: Please wait while we retrieve your order details.
az: Zəhmət olmasa, sizin sifariş detallarını alarkən gözləyin.

source: Enroll In {course_name} | Choose Your Track
az: {course_name} adlı kursa qeydiyyadan keçin | Öz yolunuzu seçin

source: Sorry, there was an error when trying to enroll you
az: Üzr istəyirik, sizi qeydiyyatdan keçirərəkən xəta baş verdi.

source: Pursue Academic Credit with the Verified Track
az: Təsdiq olunmuş yol ilə Akademik kreditinizi əldə edin

source: Pursue Academic Credit with a Verified Certificate
az: Təsdiqlənmiş sertifikatla Akademik kreditinizi əldə edin

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
az: Akademik kreditə uyğun olun və yeni bilik və bacarığınızı təsdiq edilmiş bir sertifikata qeyd edin. Akademik kredit, kariyerinizi inkişaf etdirmək və məktəb tətbiqlərinizi gücləndirmək üçün bu dəyərli etimaddan istifadə edin.

source: Benefits of the Verified Track
az: Təsdiqlənmiş yolun faydaları

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
az: {b_start}Kredit üçün uyğundur:{b_end} Kursu uğurla bitidikdn sonra akademik krediti alın.

source: {b_start}Unlimited Course Access: {b_end}Learn at your own pace, and access materials anytime to brush up on what you've learned.
az: {b_start}Məhdudiyyətsiz kursa giriş: {b_end}Öz sürətinizlə öyrənin və biliklərinizi təzələmək üçün materiallara istədiyiniz vaxta daxil olun.

source: {b_start}Graded Assignments: {b_end}Build your skills through graded assignments and projects.
az: {b_start}Qiymətləndirilmiş tapşırıqlar: {b_end}Qiymətləndirilmiş tapşırıqlar və layihələrlə öz bacarıqlarınızı yaradın.

source: {b_start}Easily Sharable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn.
az: {b_start}Asanlıqla paylaşılan: {b_end}Sertifikatı CV-nizə əlavə edin və ya birbaşa LinkedIn-də paylaşın.

source: Benefits of a Verified Certificate
az: Təsdiqlənmiş sertifikatın faydaları

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
az: {b_start}Rəsmi:{b_end} Təlimçi tərəfindən imzalanmış sertifikatı onu təqdim edən müəssisənin loqosu ilə əldə edin

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
az: {b_start}Asanlıqla paylaşıla bilən:{b_end} Sertifikatı CV-nizə əlavə edin və ya birbaşa LinkedIn-də paylaşın.

source: Pursue a Verified Certificate
az: Təsdiqlənmiş sertifikat izləyin

source: Pursue the Verified Track
az: Təsdiqlənmiş yolu izləyin

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
az: Yeni biliklərinizi və bacarıqlarınızı təsdiqlənmiş bir sertifikatla vurğulayın. İşgüzar potensialınızı artırmaq və kariyerinizi inkişaf etdirmək üçün bu dəyərli etimaddan istifadə edin və ya sertifikatınızı məktəb proqramlarında qeyd edin.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
az: {b_start}Rəsmi: {b_end}Təlimçi tərəfindən imzalanmış sertifikatı onu təqdim edən müəssisənin loqosu ilə əldə edin

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
az: {b_start}Asanlıqla paylaşıla bilən:{b_end} Sertifikatı CV-nizə əlavə edin və ya birbaşa LinkedIn-də paylaşın.

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
az: {b_start}Motivasiya edir: {b_end}Kursu tamamlamaq üçün özünüzə əlavə stimul verin

source: Audit This Course
az: Bu kursun dinləyicisi olun

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
az: Bu kursu pulsuz olaraq dinləyin və bütün dərs materiallarına, fəaliyyətlərə, testlərə və forumlara tam giriş əldə edin.

source: Audit This Course (No Certificate)
az: Bu kursun dinləyicisi olun (Sertifikat verilmir)

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments, or unlimited course access.{b_end}
az: Bu kursu pulsuz olaraq dinləyə və kurs materialları və müzakirə forumlarına daxil ola bilərsiniz. {b_start} Bu xidmətə qiymətli tapşırıqlar və ya limitsiz kursa giriş daxil deyil.{b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments.{b_end}
az: Bu kursu ödənişsiz olaraq audit edin və kurs materiallarına və müzakirə forumlarına giriş əldə edin. {b_start} Burada qiymətləndirilən tapşırıqlar olmayacaq.{b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include unlimited course access.{b_end}
az: Bu kursu ödənişsiz olaraq audit edin və kurs materiallarına və müzakirə forumlarına giriş əldə edin. {b_start} Burada kurslara limitsiz giriş imkanı olmayacaq.{b_end}

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
az: Bu kursu pulsuz olaraq dinləyin və bütün dərs materiallarına, fəaliyyətlərə, testlərə və forumlara tam giriş əldə edin. {b_start} Zəhmət olmasa, nəzərdə tutun ki, bu xidmət kursu keçən tələbələrə sertifikat təqdim etmir.{b_end}

source: {chapter} current chapter
az: {chapter} cari fəsil

source: {span_start}current section{span_end}
az: {span_start}cari bölüm{span_end}

source: due {date}
az: son tarix {date}

source: {section_format} due {{date}}
az: {section_format} son tarix {{date}}

source: This content is graded
az: Bu məzmun qiymətləndirilir

source: An error occurred. Please try again later.
az: Xəta baş verdi. Zəhmət olmasa, yenidn cəhd edin.

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
az: Hal-hazırda daxil olan istifadəçi hesabında bu kursa qeydiyyat icazəsi yoxdur. Siz {start_logout_tag} çıxmalı {end_tag} sonra düyməsini klikləyərək yenidən cəhd edin. Zəhmət olmasa, mümkün həll üçün {start_help_tag} kömək səhifəsini{end_tag} ziyarət edin.

source: You are enrolled in this course
az: Siz bu kursa qeydiyyatdan keçdiniz

source: View Course
az: Kursu göstər

source: This course is in your <a href="{cart_link}">cart</a>.
az: Sizin kursunuz <a href="{cart_link}">səbətinizdədir</a>.

source: Course is full
az: Kurs tamdır

source: Enrollment in this course is by invitation only
az: Bu kursa qeydiyyat yalnız dəvətnamə ilədir.

source: Enrollment is Closed
az: Qeydiyyat bağlıdır

source: Add {course_name} to Cart {start_span}({price} USD){end_span}
az: {course_name} adlı kursu Səbətə əlavə edin {start_span}({price} USD){end_span}

source: Enroll in {course_name}
az: {course_name} adlı kursa qeydiyyatdan keçin

source: View About Page in studio
az: Haqqında səhifəsinə Studioda baxın

source: Classes Start
az: Dərslər başlayır

source: Classes End
az: Dərslər bitdi

source: Estimated Effort
az: Təxmin edilmiş cəhdlər

source: Prerequisites
az: Ön şərtlər

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
az: Bu kursa başlamadan öncə siz uğurla {link_start}{prc_display}{link_end} tamamlamalısınız.

source: Additional Resources
az: Əlavə resurslar

# self
source: enroll
az: qeydiyyatdan keçin

source: Share with friends and family!
az: Dostlarınız və ailənizlə paylaşın!

source: I just enrolled in {number} {title} through {account}: {url}
az: Mən indicə bu {account} vasitəsilə {number} {title} qeydiyyatdan keçdim: {url}

source: Take a course with {platform} online
az: {platform}-da onlayn kurs götürün

source: I just enrolled in {number} {title} through {platform} {url}
az: Mən indicə bu {platform} {url} vasitəsilə {number} {title} qeydiyyatdan keçdim

source: Tweet that you've enrolled in this course
az: Bu kursa qeydiyyatdan kçdiyin barədə tweet atın

source: Post a Facebook message to say you've enrolled in this course
az: Bu kursa qeydiyyatdan keçdiyinlə əlaqədar Facebook-da post paylaşın

source: Email someone to say you've enrolled in this course
az: Bu kursa qeydiyyatdan keçdiyinlə əlaqədar kiməsə e-mail göndərin

source: current location
az: cari ünvanınız

source: needs attention
az: diqqət

source: Course Material
az: Kurs materialı

source: Hide
az: Gizlət

source: Show
az: Göstərin

source: Show Earlier Course Updates
az: Erkən kurs yenilənmələrini göstərin

source: List of Courses
az: Kursların siyahısı

source: Refine Your Search
az: Axtarışlarınızı təmizləyin

source: {course_number} Courseware
az: {course_number} kurs lenti

source: Course Utilities
az: Kurs köməkçi proqramları

source: Courseware
az: Kurs lenti

source: Course Search
az: Kurs axtarışı

source: No content has been added to this course
az: Bu kursa məzmun əlavə edilməyib

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
az: Kurs materiallarını əldə etmək üçün bu imtahandan siz tələb olunan {required_score}% və ya daha yüksək bal yığmalısınız. Sizin cari balınız {current_score}%

source: Your score is {current_score}%. You have passed the entrance exam.
az: Sizin balınz {current_score}%-dir.. Siz giriş imtahanını keçmisiniz.

source: Gradebook
az: Qiymət kitabı

source: Search students
az: Tələbələri axtarın

source: previous page
az: əvvəlki səhifə

source: of
az: nin

source: next page
az: növbəti səhifə

source: {course_number} Course Info
az: {course_number} Kurs haqqında məlumat

source: You are not enrolled yet
az: Siz hələ siyahıya alınmamısınız

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
az: Siz hal-hazırda bu kursa qeydiyatdan keçməmisiniz. {link_start}İndi qeydiyyatdan keçin!{link_end}

source: Welcome to {org}'s {course_title}!
az: {org}-nin {course_title} adlı kursuna xoş gəlmisiniz!

source: Welcome to {course_title}!
az: {course_title} adlı kursa xoş gəlmisiniz!

source: Resume Course
az: Kursa davam edin

source: View Updates in Studio
az: Yenilənmələrə Studioda baxın

source: Course Updates and News
az: Kurs Yenilənmələri və Xəbərlər

source: Handout Navigation
az: Materialların naviqasiyası

source: Course Tools
az: Kurs alətləri

source: News - MITx 6.002x
az: Xəbərlər - MITx 6.002x

source: Updates to Discussion Posts You Follow
az: İzlədiyiniz müzakirə postlarında yenilənmələr

source: Purchase the Program (
az: Proqramı alın (

source: Original Price
az: Orijinal qiymət

source: ${oldPrice}
az: {oldPrice}AZN

source: Discounted Price
az: Endirimli qiymət

source: ${newPrice}
az: {newPrice}AZN

source: Start Learning
az: Öyrənməyə başlayın

source: Play
az: Başladın

source: View Courses
az: Kursların siyahısı

source: Meet the Instructors
az: Təlimatçılar

source: Frequently Asked Questions
az: Ən çox verilən suallar

source: Job Outlook
az: İş Outlook-u

source: Real Career Impact
az: Real kariyer təsiri

source: What You'll Learn
az: Siz nə öyrənəcəksiniz

source: Average Length
az: Ortalama uzunluq

source: {weeks_to_complete} weeks per course
az: {weeks_to_complete} kurs üzrə həftələr

source: Effort
az: Cəhd

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
az: {min_hours_effort_per_week}-{max_hours_effort_per_week} hər həftə, hər kurs üzrə saatlar

source: Number of Courses
az: Kursların sayı

source: {number_of_courses} courses in program
az: Proqramdakı {number_of_courses} ədəd kurs

source: Price (USD)
az: Qiymət (AZN)

source: ${newPrice}{htmlEnd} for entire program
az: Bütün proqram üçün qiymət ${newPrice}{htmlEnd}

source: You save ${discount_value} {currency}
az: Siz ${discount_value} {currency} məbləğə qənaət edirsiniz

source: ${full_program_price} for entire program
az: Bütün proqram üçün qiymət ${full_program_price}

source: Courses in the {}
az: {} kurslar

source: Starts on {}
az: {} başlayır

source: {course_number} Progress
az: {course_number} İnkişaf

source: View Grading in studio
az: Qiymətlədirməyə studioda baxın

source: Course Progress for Student '{username}' ({email})
az: Tələbənin '{username}' ({email}) kurs üzrə inkişafı

source: View Certificate
az: Sertifikata baxın

source: Opens in a new browser window
az: Yeni brauzer pəncrəsində açın

source: Download Your Certificate
az: Sertifikatınızı yükləyin

source: Request Certificate
az: Sertifikat istəyin

source: Requirements for Course Credit
az: Kurs kreditləri üçün tələblər

source: {student_name}, you are no longer eligible for credit in this course.
az: {student_name}, siz artıq bu kursda kredit ala bilməzsiniz.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
az: {student_name}, siz bu kurs üzrə kredit almaq üçün tələblərə cavab verirsiniz. {a_start}Kurs krediti almaq üçün{a_end} öz panlinizə gedin.

source: {student_name}, you have not yet met the requirements for credit.
az: {student_name}, siz kredit üçün hələ tələblərə cavab vermirsiniz.

source: Information about course credit requirements
az: Kurs kredit tələbləri haqqında məlumat

source: display_name
az: adını_göstərin

source: Verification Submitted
az: Təsdiqlənmə təqdim edildi

source: Verification Failed
az: Təsdiqlənmə uğursuz oldu

source: Verification Declined
az: Təsdiqlənmə rədd edildi

source: Completed by {date}
az: {date}-dək tamamlandı

source: Upcoming
az: Növbəti

source: Less
az: Daha az

source: Details for each chapter
az: Hər fəsil haqqında ətraflı məlumat

source: {earned} of {total} possible points
az: mümkün xallardan {total}-dən {earned}

source: Suspicious activity detected during proctored exam review. Exam score 0.
az: Nəzarətli imtahanın nəzərdən keçirilməsi zamanı şübhəli fəaliyyət aşkar edilmişdir. İmtahan xalı 0.

source: Section grade has been overridden.
az: Bölüm qiymətləri ləğv edilib.

source: Problem Scores:
az: Problemlər üzrə ballar:

source: Practice Scores:
az: Çalışmalar üzrə ballar

source: Problem scores are hidden until the due date.
az: Tapşırıq xalları son tarix müddətinədək gizlədilib.

source: Practice scores are hidden until the due date.
az: Məşq xalları son tarix müddətinədək gizlədilib.

source: Problem scores are hidden.
az: Problem balları açıq deyil.

source: Practice scores are hidden.
az: Çalışma balları açıq deyil.

source: No problem scores in this section
az: Bu bölmədə problem üzrə ballar yoxdur

source: {course.display_number_with_default} Course Info
az: {course.display_number_with_default} Kurs məlumatı

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
az: Biraz əvvəl siz {section_link}-də idiniz. Əgər bitimisinizsə, soldakı başqa bölməni seçin.

source: Hi {name},
az: Salam, {name},

source: Hi,
az: Salam,

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
az: Təbriklər! {platform_name} kursunuzu uğurla başa vurduğunuz üçün artıq {providers}-dan kurs krediti almaq hüququnuz var! {link_start} Kreditinizi indi alın.{link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
az: Təbriklər! {platform_name} kursunuzu uğurla başa vurduğunuz üçün artıq kurs krediti almaq hüququnuz var! {link_start} Kreditinizi indi alın.{link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
az: Kurs krediti, universitetinizin dərəcəsinə bir başlanğıc etməyə, artıq başlamış dərəcəni bitirməyə və ya fərqli bir akademik qurumda tələblərin yerinə yetirilməsinə kömək edə bilər.

source: There are 2 steps to getting course credit.
az: Kurs kreditini əldə etmək üçün 2 mərhələ var.

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
az: {link_start} {platform_name} nəzarət panelinizə{link_end} gedərək və kurs başlığının altındakı {bold_start}Kredit əldə edin{bold_end} düyməsini klikləyin.

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
az: Ödənişiniz tamamlandığında, panelə geri qayıdın və krediti verən müəssisədən rəsmi akademik transkript tələb etmək üçün kurs başlığı altındaki {bold_start}Krediti tələb edin{bold_end} düyməsinə basın.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
az: Biz ümid edirik ki, kurs xoşunuza gəldi və {platform_name}-dakı gələcək kurslarımızda sizi görməyi arzu edirik!

source: The {platform_name} Team
az: {platform_name} Komandası

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
az: {link_start} {platform_name}Kredit haqqında daha ətraflı məlumat əldə etmək üçün bura klikləyin {link_end}.

source: Your certificate will be available on or before {date}
az: Sizin sertifikatınız {date} tarixində və ya ondan əvvəl hazır olacaq

source: Your final grade:
az: Sizin son qiymətiniz:

source: Grade required for a {cert_name_short}:
az: {cert_name_short} üçün qiymət tələb edilir:
