Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: az

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
az: Əgər dərs tələbələrə öncədən açılıb dərc edilmişdirsə, gizli olduğu zaman ərzində etdiyiniz bütün dəyişikliklər artıq tələbələrə görsənəcək.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
az: Əgər siz %(xblockType)s tələbələrə açıq etsəniz, tələbələr məzmun dərd edildikdən və dərc olunacaq vaxtı keçdikdən sonra görəcək. Ancaq məcburi qaydada gizlədilmiş məzmun %(xblockType)s üçün sazlamanı ləğv edildikdən sonra gizli qalacaq.

source: Current Role:
az: Cari rol;

source: You!
az: Sən!

source: send an email message to {email}
az: {email} ünvanına email göndər

source: Promote another member to Admin to remove your admin rights
az: Hüquqlarınızı ləğv etmək üçün başqa bir üzvə Admin hüququ verin

source: Add {role} Access
az: {role} səlahiyyətini əlavə et

source: Remove {role} Access
az: {role} səlahiyyətini sil

source: Delete the user, {username}
az: İstifadəçini silin, {istifadəçi adı}

source: Set as a Special Exam
az: Xüsusi İmtahan təyin et

source: Exam Types
az: İmtahan Növləri

source: Timed
az: Müddətli

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
az: Bu alt bölmədə tələbələrin tapşırıqlarına vaxt məhdudiyyəti qoymaq üçün vaxt məhdudiyyətli imtahandan istifadə edin. Tələbələr cavabları vaxt bitənə qədər göndərməlidirlər. Müəyyən tələbələr üçün əlavə vaxtı müəllimin idarəetmə paneli vasitəsilə əlavə edə bilərsiniz.

source: Proctored
az: Əyani

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules.
az: Yekun imtahanlar vaxtlandır və imtahan müddətində hər tələbə video vasitəsilə qeydə alınır. Bu videolar daha sonra tələbələrin qaydalara riayət edib edilmədiyi istiqamətində nəzərdən keçirilir.

source: Practice Proctored
az: Əyani imtahanın sınağı

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
az: Tələbələri imtahanlara hazırlamaq üçün imtahan alət və proseslərindən istifadə edin. Sınaq imtahanının nəticəsi yekun qiymətə təsir etmir.

source: Time Allotted (HH:MM):
az: Ayrılmış Vaxt (SS:DD):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
az: Bu imtahan üçün ayrılmış vaxtı seçin. Əgər 24 saatdan çoxdursa vaxtı qeyd edin. İstədiyiniz tələbələrə müəllim idarəetmə paneli vasitəsilə əlavə vaxt ayıra bilərsiniz.

source: Review Rules
az: Qaydaları gözdən keçir

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
az: Videoları qiymətləndirərkən qiymətləndirmə komandasının diqqət etməli olduğu qaydaları və ya istisnaları qeyd edin. Misal üçün, siz kalkulyatorlardan istifadəyə icazə verə bilərsiniz. Bu qaydalar tələbələrə imtahan öncəsi {linkStart}Ümümi imtahan qaydaları{linkEnd} ilə birlikdə göstərilir.

source: General Proctored Exam Rules
az: Əyani imtahanın ümumi qaydaları

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
az: Videoları qiymətləndirərkən qiymətləndirmə komandasının diqqət etməli olduğu qaydaları və ya istisnaları qeyd edin. Misal üçün, siz kalkulyatorlardan istifadəyə icazə verə bilərsiniz. Bu qaydalar tələbələrə imtahan öncəsi görünür.

source: Account
az: Hesab

source: This action updates the {provider} information for your entire organization.
az: Bu fəaliyyət bütün təşkilatınız üçün {provider} məlumatlarını yeniləyir.

source: Enter the account information for your organization.
az: Təşkilatınız üçün hesab məlumatını daxil edin.

source: API Key
az: API Açarı

source: API Secret
az: APİ sırri

source: Unit Access
az: Dərsə giriş icazəsi

source: Restrict access to:
az: Girişi məhdudlaşdırın:

source: Select a group type
az: Qrup tipini seçin

source: Select one or more groups:
az: Bir və ya daha çox qrup seçin.

source: Deleted Group
az: Silinmiş qrup

source: This group no longer exists. Choose another group or do not restrict access to this unit.
az: Bu qrup artıq yoxdur. Başqa bir qrup seçin və ya bu birliyə giriş məhdudlaşdırmayın.

source: File upload succeeded
az: Fayl yüklənmə uğurla başa çatdı.

source: Please check the following validation feedbacks and reflect them in your course settings:
az: Aşağıdakı yoxlama geribildirimlərini yoxlayın və kurs parametrlərinizdə əks etdirin:

source: Verification Checkpoint
az: Yoxlama kontrolu

source: Must complete verification checkpoint
az: Yoxlama kontrolu sona çatdırılmalıdır.

source: Verification checkpoint to be completed
az: Yoxlama kontrolu sona çatmışdır

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
az: Yoxlama tələb edən tələbələr bu bölmənin məzmununu görmək üçün seçilmiş keçid məntəqəsindən keçməlidirlər. Yoxlama tələb etməyən tələbələr bu məzmunu default olaraq görürlər.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
az: Tövsiyyə edilən şəklin sıxlığı {imageResolution}, şəklin maksimal file ölçüsü {maxFileSize} və formatı {supportedImageFormats} bu formatlardan biri olmalıdır.

source: Read more
az: Daha ətraflı

source: Show transcripts ({totalTranscripts})
az: Transkriptləri göstərin({ümumi Transkriptlər})

source: No transcript uploaded.
az: Heç bir transkript yüklənmir.

source: Set Access
az: Girişi tənzimləyin

source: Edit %(display_name)s (required)
az: %(display_name)s dəyişiklik et (tələb olunur)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
az: Məcburi qaydada kursu dərc etmisiniz. Heçnə deyişməyib. Kursu başlatdıqda aşağıdaki kursların versiyaları deyişəcək.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
az: Dərc olunmuş versiya {published} qaralama versiya {draft} ilə dəyişdirildi.

source: Add URLs for additional versions
az: Əlavə versiyalar üçün URL-lər əlavə edin

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
az: Bütün tələbələrin videoya daxil olacağına əmin olmaq üçün videonununuzun .mp4 və .webm versiyasını təmin etməyi tövsiyə edirik. Başqa bir versiya üçün aşağıdakı URL əlavə et-ə basın. Bu URL'lər YouTube URL'ləri ola bilməz. Tələbənin kompüterinə uyğun olan siyahıdakı ilk video işə salınacaq.

source: Default Timed Transcript
az: Sstemin təklif etdiyi zamanlı transkript

source: Timed Transcript Conflict
az: Zamanlı transkriptdə ziddiyyət

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
az: Bu video üçün altyazı ikinci video üçün olan altyazı ilə eyni deyil.

source: Which timed transcript would you like to use?
az: Hansı altyazını istifadə etmək istərdiniz?

source: Error.
az: Xəta.

source: Timed Transcript from %(filename)s
az: %(filename)s olan müddətli transkript

source: Timed Transcript Found
az: Zamanlı transkript tapıldı

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
az: EdX bu video üçün müddətli transkript-ə malikdir. Bu transkriptin dəyişdirilməsini istəyirsinizsə, mövcud .srt faylını yükləyə, redaktə və serverə yenidən yükləyə bilərsiniz. Əgər bu altyazını dəyişmək istəyirsinizsə o zaman yeni .srt altyazı faylını yükləyin.

source: Upload New Transcript
az: Yeni transkript yüklə

source: Upload New .srt Transcript
az: Yeni .srt transkriptini yüklə

source: Download Transcript for Editing
az: Redaktə etmək üçün transkripti yüklə

source: No EdX Timed Transcript
az: EdX müddətli transkripti yoxdur

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
az: EdX-in bu video üçün müddətli altyazıları Studio-da yoxdur, amma YouTube-da vardır. Siz YouTube-dan altyazıları import edə bilər və ya öz .srt altyazı faylını yükləyə bilərsiniz.

source: Import YouTube Transcript
az: YouTube transkriptini import et

source: No Timed Transcript
az: Zamanlı transkript mövcud deyil

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
az: Ed-in bu videoya aid heç bir transkripti yoxdur. Zəhmət olmasa .srt faylını yükləyin

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
az: edX-də bu videonun müddətli altyazıları köhnəlib, lakin YouTube-da bu video üçün cari müddətli altyazılar var.

source: Do you want to replace the edX transcript with the YouTube transcript?
az: EDX transkriptini YouTube transkripti ilə əvəz etmək istəyirsiniz?

source: Yes, replace the edX transcript with the YouTube transcript
az: Bəli, edX transkriptini YouTube transkripti ilə əvəz edin

source: Timed Transcript Uploaded Successfully
az: Zamanlı transkript müvəffəqiyyətlə yükləndi

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
az: EdX bu video üçün müddətli transkript-ə malikdir. Bu transkriptin dəyişdirilməsini istəyirsinizsə, yeni bir .srt transkript faylını yükləyin. Bu transkripti redaktə etmək istəyirsinizsə, mövcud transkripti yükləyə, redaktə edə və yenidən yükləyə bilərsiniz.

source: Confirm Timed Transcript
az: Zamanlı transkripti təsdiqlə

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
az: Bir video URL-i dəyişdiniz, lakin timed transcript faylını dəyişmədiniz. Mövcud timed transcriptin-dən istifadə etmək və ya yeni bir .srt transcript faylını yükləmək istəyirsiniz?

source: Use Current Transcript
az: Cari transkripti istifadə et
