Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: About
az: Haqqımızda

source: {platform_name} for Business
az: Biznes üçün {platform_name}

source: News
az: Xəbərlər

source: Contact
az: Əlaqə

source: Careers
az: Vakansiyalar

source: Terms of Service & Honor Code
az: Xidmət şərtləri & Şərəf Kodu

source: Privacy Policy
az: Məxfilik siyasəti

source: Accessibility Policy
az: Giriş siyasəti

source: Sitemap
az: Saytın xəritəsi

source: Terms of Service
az: Xidmət şərtləri

source: Affiliates
az: Bağlantılar

source: Trademark Policy
az: Ticarət nişanı siyasəti

source: Download the {platform_name} mobile app from the Apple App Store
az: Apple App Store-dan {platform_name} platformasının mobil tətbiqini yükləyin

source: Download the {platform_name} mobile app from Google Play
az: Google Play-dən {platform_name} platformasının mobil tətbiqini yükləyin

source: "{course_title}" Course Staff
az: "{course_title}" Kurs heyəti

source: CCX Coach
az: CCX koç

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
az: CCX yalnız xarici xidmət vasitəsilə bu kursda yaradıla bilər. Sizə icazə verməsi üçün kurs administratoru ilə əlaqə saxlayın.

source: The course is full: the limit is {max_student_enrollments_allowed}
az: Kurs tamdır: limit {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
az: Bu görünüşdən istifadə etmək üçün siz CCX Koç olmalısınız.

source: You must be the coach for this ccx to access this view
az: Siz bu ccx üzrə bu görünüşdən istifadə etmək üçün koç olmalısınız.

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
az: Siz istifadə edilmiş id-dən istifadə edərək kursdan bir CCX yarada bilməzsiniz. Zəhmət olmasa, bu fəaliyyətə icazə vermək üçün studio-da bu kursun yenidən başlamasına icazə verin.

source: created
az: yaradıldı

source: regenerated
az: yenidən yaradıldı

source: generated
az: yaradıldı

source: All learners
az: Bütün tələbələr

source: For exceptions
az: İstisnalar üçün

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
az: Nümunə sertifikatın insan tərəfindən oxuna bilən təsviri. Məsələn, 'təsdiqlənmiş' və ya 'şərəf' kimi iki müxtəlif növü var.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
az: Nümunə sertifikat üçün unikal identifikator. Hansı nümunə sertifikatının işlənildiyini müəyyən etmək üçün növbədən cavab alanda istifadə olunur.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
az: Nümunə sertifikat üçün giriş açarı. Bu, göndərənin sertifikatı yaratmağı xahiş etdiyimiz eyni qurum olduğunun təsdiqlənməsi üçün növbədən cavab alanda istifadə olunur.

source: The full name that will appear on the certificate.
az: Sertifikatda görünəcək ad/soyad.

source: The template file to use when generating the certificate.
az: Sertifikatı yaradarkən istifadə olunan şablon.

source: The status of the example certificate.
az: Nümunə sertifikatın statusu.

source: The reason an error occurred during certificate generation.
az: Sertifikat yaradılarkən xətanın baş vermə səbəbi.

source: The download URL for the generated certificate.
az: Yaradılmış sertifikat üçün URL yüklənməsi.

source: Name of template.
az: Şablonun adı

source: Description and/or admin notes.
az: Təsvir və/və ya admin qeydləri

source: Django template HTML.
az: Django şablon HTML.

source: Organization of template.
az: Şablonun təşkili.

source: The course mode for this template.
az: Bu şablon üçün kurs rejimi.

source: On/Off switch.
az: Yanılı/Sönülü

source: Description of the asset.
az: Aktivin təsviri.

source: Asset file. It could be an image or css file.
az: Aktiv faylı. O, şəkil və ya css fayl ola bilərdi.

source: Asset's unique slug. We can reference the asset in templates using this value.
az: Aktivin unikal slug-ı. Bu dəyərdən istifadə edərək şablonlarda aktivi istinad edə bilərik.

source: user is not given.
az: istifadəçi verilməyib.

source: user '{user}' does not exist
az: istifadəçi '{user}' mövcud deyil

source: Course id '{course_id}' is not valid
az: Kurs id '{course_id}' etibarlı deyil

source: The course does not exist against the given key '{course_key}'
az: Kurs verilən açara '{course_key}' görə mövcud deyil

source: User {username} does not exist
az: {username} adlı istifadəçi mövcud deyil

source: {course_key} is not a valid course key
az: {course_key} kurs üçün etibarlı açar deyil

source: The course {course_key} does not exist
az: Kurs {course_key} mövcud deyil

source: User {username} is not enrolled in the course {course_key}
az: İstifadəçi {username} {course_key}-da qeydiyyatdan keçməyib

source: An unexpected error occurred while regenerating certificates.
az: Sertifikatları yaradarkən gözlənilməyən bir xəta baş verdi.

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
az: {cert_type} sertifikatı, tələbənin {platform_name} tərəfindən yaradılan şərəf kodeksinə əməl etməyi qəbul etdiyini və bu kursun təlimatlarına uyğun olaraq bütün lazımi vəzifələri tamamladığını bildirir.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
az: {cert_type} sertifikatı tələbənin {platform_name} tərəfindən yaradılan şərəf kodeksinə əməl etməyi qəbul etdiyini və bu kursun təlimatlarına uyğun olaraq bütün lazımi vəzifələri tamamladığını bildirir. {cert_type} sertifikatı, həmçinin şagirdin şəxsiyyətinin yoxlanıldığını və etibarlı olduğunu göstərir.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
az: {cert_type} sertifikatı təhsil proqramında yüksək səviyyədə nailiyyətləri nümayiş etdirir və tələbənin şəxsiyyətinin doğrulmasını ehtiva edir.

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
az: Bu, {partner_short_name} {course_number} iştirak edən {user_name} adlı istifadəçi üçün etibarlı {platform_name} sertifikatdır

source: {partner_short_name} {course_number} Certificate | {platform_name}
az: {partner_short_name} {course_number} Sertifikat | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
az: uğurla tamamladı, keçid balını əldə etdi və {platform_name} üçün Bitirmə Sertifikatı {certificate_type} ilə təltif olundu

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
az: {platform_name}, {platform_name} tələbə kurslarının tamamlanması üçün verilən sertifikatlar vasitəsilə nailiyyətləri qəbul edir.

source: All rights reserved
az: Bütün hüquqlar qorunur

source: Invalid Certificate
az: Etibarsız sertifikat

source: Certificate Validation
az: Sertifikat təsdiqi

source: About {platform_name} Accomplishments
az: {platform_name} nailiyyətləri haqqında

source: Issued On:
az: Yaradıldı:

source: Certificate ID Number
az: Sertifikat ID nömrəsi

source: About {platform_name} Certificates
az: {platform_name} sertifikatlar haqqında

source: How {platform_name} Validates Student Certificates
az: {platform_name} tələbə sertifikatlarını necə təsdiqləyir

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
az: {platform_name} tərəfindən verilmiş sertifikatlar gpg açar tərəfindən imzalanır və {platform_name} ümumi açarı olan hər kəs tərəfindən müstəqil şəkildə təsdiqlənə bilər. Müstəqil təsdiqlənmə üçün {platform_name} "detached signature"&quot;".

source: Validate this certificate for yourself
az: Bu sertifikatı özünüz üçün təsdqiləyin

source: {platform_name} offers interactive online classes and MOOCs.
az: {platform_name} interaktiv onlayn siniflər və MOOC-lar təklif edir.

source: About {platform_name}
az: {platform_name} haqqında

source: Learn more about {platform_name}
az: {platform_name} haqqında daha ətraflı öyrənin

source: Learn with {platform_name}
az: {platform_name} ilə öyrənin

source: Work at {platform_name}
az: {platform_name}-da işləyin

source: Contact {platform_name}
az: {platform_name} ilə əlaqə saxlayın

source: {platform_name} acknowledges the following student accomplishment
az: {platform_name} aşağıdakı tələbə nailiyyətini tanıyır

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
az: {partner_long_name} onlayn öyrənmə təşəbbüsü, {partner_short_name} tərəfindən təklif olunan bir kurs.

source: a course of study offered by {partner_short_name}.
az: {partner_short_name} tərəfindən təklif olunan bir kurs.

source: I completed the {course_title} course on {platform_name}.
az: Mən {course_title} kursunu {platform_name} -da tamamladım.

source: I completed a course at {platform_name}. Take a look at my certificate.
az: {platform_name} -da bir kursu tamamladım. Sertifikata bir göz atın.

source: More Information About {user_name}'s Certificate:
az: {user_name} sertifikatı haqqında daha ətraflı məlumat:

source: {fullname}, you earned a certificate!
az: {fullname}, siz sertifikat qazandınız!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
az: Təbriklər! Bu səhifə nə əldə etdiyinizi xülasə edir. Sosial və peşəkar şəbəkələrinizdə ailə, dostlarınız və həmkarlarınıza göstərin.

source: More about {fullname}'s accomplishment
az: {fullname}-nin nailiyyətləri haqqında daha ətraflı

source: Username
az: İstifadəçi adı

source: Grade
az: Qiymət

source: Percent
az: Faiz

source: Opened by this number of students
az: Bu sayda tələbə tərəfindən açıldı

source: subsections
az: alt bölümlər

source: Count of Students
az: Tələbələrin sayı

source: Percent of Students
az: Tələbələrin faizi

source: Score
az: Bal

source: problems
az: tapşırıqlar

source: {course_id} is not a valid course key.
az: {course_id} etibarlı kurs açarı deyil.

source: Course {course_id} does not exist.
az: Kurs {course_id} mövcud deyil.

source: Use the checkout page hosted by the E-Commerce service.
az: E-Ticarət xidmətinin istifadə etdiyi ödəmə səhifəsini istifadə edin.

source: Path to course(s) checkout page hosted by the E-Commerce service.
az: E-Ticarət xidmətinin istifadə etdiyi kurs(lar) yoxlama səhifəsinə yol.

source: Cache Time To Live
az: Canlı verilməsi üçün keş vaxt

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
az: Saniyələrlə müəyyənləşdirilmişdir. 0-dan böyük dəyər daxil etməklə kəşi aktivləşdirin.

source: Path to order receipt page.
az: Sifarişin alınması səhifəsinə yol.

source: Automatically approve valid refund requests, without manual processing
az: Avtomatik olaraq etibarlı geri qaytarma istəklərini təsdiq edin

source: [Refund] User-Requested Refund
az: [Refund] İstifadəçi tərəfindən istənilən geri ödəmə

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
az: {username} ({email}) üçün geri ödəmə istəyi başladılıb. Bu istəyi icra etmək üçün zəhmət olmasa aşağıdakı link(lər)ə daxil olun.

source: Receipt
az: Qəbz

source: Payment Failed
az: Ödəniş uğursuz oldu

source: There was a problem with this transaction. You have not been charged.
az: Bu əməliyyatla əlaqədar bir problem var idi. Sizdən ödəniş məbləği çıxılmayıb.

source: Make sure your information is correct, or try again with a different card or another form of payment.
az: Məlumatnızın doğru olduğundan əmin olun və ya fərqli kartla və ya başa ödəmə forması ilə yenidən cəhd edin.

source: A system error occurred while processing your payment. You have not been charged.
az: Sizin ödənişinizi icra edərən sistem xətası baş verdi. Sizdən ödəniş çıxılmayıb.

source: Please wait a few minutes and then try again.
az: Zəhmət olmasa, bir neçə dəqiqə gözləyin və yenidən cəhd edin.

source: For help, contact {payment_support_link}.
az: Kömək üçün {payment_support_link} əlaqə saxlayın.

source: An error occurred while creating your receipt.
az: Sizin qəbzinizi hazırlayarkən xəta baş verdi.

source: If your course does not appear on your dashboard, contact {payment_support_link}.
az: Əgər panelinizdə kursunuzu görmürsünüzsə, {payment_support_link} ilə əlaqə saxlayın.

source: Earn a certificate
az: Setifikat qazanın

source: Complete the course
az: Kursu tamamlayın

source: Explore the course
az: Kurs araşdırın

source: Not sure yet
az: Hələ əmin deyiləm

source: Wiki
az: Viki

source: This is the wiki for **{organization}**'s _{course_name}_.
az: Bu, **{organization}**-nın _{course_name}_ üçün viki-dir.

source: Course page automatically created.
az: Kurs səhifəsi avtomatik olaraq yarandı.

source: Welcome to the {platform_name} Wiki
az: {platform_name}-nın Viki-sinə xoş gəlmisiniz

source: Visit a course wiki to add an article.
az: Məqalə əlavə etmək üçün kurs viki-sinə gedin

source: Course has not started
az: Kurs başlamayıb

source: Course does not start until {}
az: Kurs {}-dək başlamır

source: You have unfulfilled milestones
az: Sizin yerinə yetirilməmiş mərhələləriniz var

source: You do not have access to this course
az: Sizin bu kursa giriş icazəniz yoxdur

source: You do not have access to this course on a mobile device
az: Sizin mobil cihazda bu kursa giriş icazəniz yoxdur

source: Upgrade to Verified
az: Yoxlanıldı

source: {relative} ago - {absolute}
az: {relative} əvvəl - {absolute}

source: in {relative} - {absolute}
az: içində {relative} - {absolute}

source: Course Starts
az: Kursun başlanma vaxtı

source: Don't forget to add a calendar reminder!
az: Təqvim xatırlatması əlavə etməyi unutmayın!

source: Course starts in {time_remaining_string} on {course_start_date}.
az: Kurs {time_remaining_string} {course_start_date} tarixində başlayır.

source: Course starts in {time_remaining_string} at {course_start_time}.
az: Kurs {time_remaining_string} {course_start_time}-də başlayır.

source: Course End
az: Kurs bitir

source: To earn a certificate, you must complete all requirements before this date.
az: Sertifikat əldə etmək üçün siz bu tarixədək bütün tələbləri tamamlamalısınız.

source: After this date, course content will be archived.
az: Bu tarixdən sonra kurs məzmunu arxivləşdiriləcək.

source: This course is archived, which means you can review course content but it is no longer active.
az: Bu kurs arxivləşdirilib, yəni kurs məzmununu nəzərdən keçirə bilərsiniz, ancaq artıq aktiv deyildir.

source: This course is ending in {time_remaining_string} on {course_end_date}.
az: Bu kurs {course_end_date} tarixində {time_remaining_string} içərisində başa çatır.

source: This course is ending in {time_remaining_string} at {course_end_time}.
az: Bu kurs {course_end_time}-da {time_remaining_string} içərisində başa çatır.

source: Certificate Available
az: Sertifikat hazırdır

source: Day certificates will become available for passing verified learners.
az: Gündəlik sertifikatlar təsdiq edilmiş tələbələr üçün mövcud olacaqdır.

source: If you have earned a certificate, you will be able to access it {time_remaining_string} from now. You will also be able to view your certificates on your {learner_profile_link}.
az: Sertifikat qazanmış olsanız, bundan sonra {time_remaining_string} saytına daxil ola bilərsiniz. Sertifikatlarınıza {learner_profile_link} saytında baxa bilərsiniz.

source: Learner Profile
az: Tələbə profili

source: We are working on generating course certificates.
az: Biz kurs sertifikatları yaradırıq.

source: Upgrade to Verified Certificate
az: Təsdiqlənmiş sertifikata yeniləyin

source: Verification Upgrade Deadline
az: Təsdiqləmənin yenilənməsi üçün son tarix

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
az: Təsdiqlənmiş bir sertifikatı əldə edərək yeni bilik və bacarıqlarınızı qeyd etmək fürsətini qaçırmayın.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
az: Sizin hələ də təsdiqlənmiş sertifikata keçmək hüququnuz var! Bu kursda qazandığınız bilik və bacarıqlara diqqət yetirmək üçün bunu edin.

source: by {date}
az: {date}

source: Don't forget, you have {time_remaining_string} left to upgrade to a Verified Certificate.
az: Unutmayın ki, təsdiq edilmiş Sertifikata keçmək üçün {time_remaining_string} var.

source: Don't forget to upgrade to a verified certificate by {localized_date}.
az: {localized_date} tərəfindən təsdiqlənmiş sertifikata keçməyi unutmayın.

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
az: Sertifikat vermək üçün hər bir kursun qiymətləndirmə tələblərinə cavab verməlisiniz, kursun son tarixindən əvvəl yeniləməlisiniz və hələ etməmisinizsə, {platform_name}-da şəxsiyyətinizi uğurla təsdiqləyin. {button_panel}

source: Upgrade ({upgrade_price})
az: ({upgrade_price})-i yeniləyin

source: Learn More
az: Daha ətraflı öyrənin

source: Retry Verification
az: Təsdiqləməyə yenidən cəhd edin

source: Verify My Identity
az: Mənim şəxsiyyətimi təsdiqləyin

source: Missed Verification Deadline
az: Keçmiş təsdiqləmə tarixi

source: Unfortunately you missed this course's deadline for a successful verification.
az: Təəssüf ki, uğurlu təsdiqləmə üçün kursun son tarixini ötürmüsünüz.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
az: Təsdiqlənmiş sertifikat almaq üçün siz uğurla bu tarixdən öncə təsdiqləməni tamamlamalısınız.

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
az: Bu kursda istifadəçi adı və ya e-mail ünvanı"{user_identifier}" ilə qediyyatdan keçmiş istifadəçi yoxdur.

source: This user does not have access to this content because the content start date is in the future
az: İstifadəçinin bu məzmuna girişi yoxdur, çünki məzmunun başlama tarixinə hələ vaxt var.

source: This type of component cannot be shown while viewing the course as a specific student.
az: Kursa xüsusi bir tələbə kimi baxarkən bu komponent növü göstərilə bilməz.

source: Number of days a learner has to upgrade after content is made available
az: Məzmun təqdim edildikdən sonra tələbənin yeniləməli olduğu günlərin sayı

source: Disable the dynamic upgrade deadline for this course run.
az: Bu kursun işə salınması üçün dinamik yeniləmə son tarixini deaktivləşdirin.

source: Disable the dynamic upgrade deadline for this organization.
az: Bu təşkilat üçün dinamik yeniləmə son tarixini deaktivləşdirin.

source: Syllabus
az: Sillabus

source: Progress
az: İrəliləyiş

source: Textbooks
az: Dərsliklər

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
az: Siz daxil olmamısınız. Əlavə kurs məzmununa baxmaq üçün bu kursa {sign_in_link} və ya {register_link} qeydiyyatdan keçin.

source: sign in
az: daxil ol

source: register
az: qeydiyyat

source: Your enrollment: Audit track
az: Sizin qeydiyyatınız: Audit istiqaməti

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
az: Siz bu kursa audit istiqaməti üzrə qeydiyyatdan keçdiniz. Audit istiqamətinə sertifikat daxil deyil.

source: Your enrollment: Honor track
az: Sizin qeydiyyatınız: Şərəf yolu

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
az: Siz bu kursa şərəf istiqaməti üzrə qeydiyyatdan keçdiniz. Şərəf istiqamətinə sertifikat daxil deyil.

source: We're working on it...
az: Biz onun üzərində işləyirik...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
az: Biz sizin sertifikatınızı hazırlayırıq. Siz kursunuzda işləməyə davam edə bilərsiniz və sertifikat hazır olduğunda o, burda və sizin Panelinizdə olacaq.

source: Your certificate has been invalidated
az: Sizin sertifikatınız etibarsızlaşdırılıb

source: Please contact your course team if you have any questions.
az: Əgər sizin suallarınız varsa, zəhmət olmasa, kurs komandası ilə əlaqə saxlayın.

source: Congratulations, you qualified for a certificate!
az: Təbriklər, siz sertifikata layiq görülürsünüz!

source: You've earned a certificate for this course.
az: Siz bu kurs üçün sertifikat əldə etmisiniz.

source: Certificate unavailable
az: Sertifikat mövcud deyil

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
az: Siz sertifikat almadınız, çünki sizin carı {platform_name}-da təsdiqlənmiş şəxsiyyətiniz yoxdur.

source: Your certificate is available
az: Sertifikat hazrdır

source: To see course content, {sign_in_link} or {register_link}.
az: Kurs məzmununa baxmaq üçün {sign_in_link} və ya {register_link}

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
az: Kurs məzmununa baxmaq üçün siz qeydiyyatdan keçəlisiniz. {enroll_link_start}İndi qeydiyyatdan keçin{enroll_link_end}.

source: You must be enrolled in the course to see course content.
az: Kurs məzmununu görmək üçün kursa qeydiyyatdan keçməlisiniz.

source: Invalid location.
az: Etibarsız yer

source: User {username} has never accessed problem {location}
az: İstifadəçi {username} tapşırığa heç vaxt daxil olmayıb {location}

source: You must be signed in to {platform_name} to create a certificate.
az: Siz bir sertifikat yaratmaq üçün {platform_name}-ya daxil olmalısınız.

source: Course is not valid
az: Kurs etibarlı deyil

source: Your certificate will be available when you pass the course.
az: Sizin sertifikatınız kursu keçdiyinizdə hazır olacaq.

source: Certificate has already been created.
az: Sertifikat artıq yaradılıb.

source: Certificate is being created.
az: Setifikat yaradılır.
