Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: az

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
az: Bu problem serverimizdə olan xəta və ya sizin internet bağlantısı ilə əlaqədar ola bilər. Zəhmət olmasa səhifəni yeniləyərək onlayn bağlantının olmasına əmin olun.

source: Studio's having trouble saving your work
az: Sizin etdiklərinizi yaddaşda saxlamaq mümkün olmadı.

source: Saving
az: Yaddaşa yazılır

source: This link will open in a new browser window/tab
az: Bu keçid yeni brauzer pəncərəsində açılacaqdır.

source: This link will open in a modal window
az: Bu keçid yeni dialoq pəncərəsində açılacaq.

source: Delete
az: Silin

source: Deleting
az: Silinir

source: Cancel
az: Ləğv edin

source: There was an error during the upload process.
az: Serverə yükləmə prosesi zamanı xəta baş vermişdir.

source: There was an error while unpacking the file.
az: Fayl paketinin açılması zamanı xəta baş verdmişdir.

source: There was an error while verifying the file you submitted.
az: Sizin təsdiq etdiyiniz faylın yoxlanması zamanı xəta baş vermişdir.

source: Choose new file
az: Yeni fayl seçin

source: File format not supported. Please upload a file with a {ext} extension.
az: Fayl formatı dəstəklənmir. Zəhmət olmasa fayl formatı {ext} olan faylı yükləyin.

source: There was an error while importing the new library to our database.
az: Yeni kitabxananı bizim bazaya import edərkən xəta baş vermişdir.

source: There was an error while importing the new course to our database.
az: Yeni kursu bizim bazaya import edərkən xəta baş vermişdir.

source: Your import has failed.
az: İmport əməliyyatı uğursuzluqla nəticələndi.

source: Your import is in progress; navigating away will abort it.
az: İmport prosesi getməkdədir; səhifədən çıxmaqla bu proses dayanacaq.

source: Error importing course
az: Kursun import olunması zamanı xəta baş vermişdir

source: There was an error with the upload
az: Serverə yükləmə ilə bağlı xəta baş vermişdir.

source: Organization:
az: Təşkilat:

source: Course Number:
az: Kursun nömrəsi:

source: Course Run:
az: Kursu işə sal:

source: (Read-only)
az: (Yalnız oxumaq üçün)

source: Re-run Course
az: Kursu yenidən başla

source: View Live
az: Canlı izləyin

source: Uploading
az: Serverə yüklənir

source: Chapter name and asset_path are both required
az: Fəslin adı və asset_path hər ikisi tələb olunur

source: Chapter name is required
az: Fəsil adı tələb olunur.

source: asset_path is required
az: asset_path tələb olunur

source: You must specify a name
az: Ad təyin etməlisiniz.

source: Textbook name is required
az: Dərs kitabının adı tələb olunur

source: Please add at least one chapter
az: Zəhmət olmasa ən azı bir fəsil əlavə edin

source: All chapters must have a name and asset
az: Bütün fəsillərin adı və resursları olmalıdır

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
az: Yalnız <%= fileTypes %> tipli fayllar yüklənə bilər. Zəhmət olmasa sonu <%= fileExtensions %> ilə bitən faylları yükləyin.

source: or
az: və ya

source: This unit has validation issues.
az: Dərsin yoxlama problemləri var.

source: This component has validation issues.
az: Bu komponentin yoxlama problemləri var.

source: Close
az: Bağlayın

source: Name
az: Ad

source: Choose File
az: Faylı seçin

source: Adding
az: Əlavə edilir

source: None
az: Heç biri

source: Remove
az: Silin

source: Upload a new PDF to “<%= name %>”
az: Yeni PDF-i “<%= name %>” -ə yüklə

source: Please select a PDF file to upload.
az: Yükləmək üçün PDF faylı seçin.

source: All Rights Reserved
az: Bütüb hüquqlar qorunur

source: You reserve all rights for your work
az: Sizin işin bütün hüquqları sizə aiddir

source: You waive some rights for your work, such that others can use it too
az: Başqalarının da istifadə edə bilməsi üçün bəzi haqqlarınızdan imtina edirsiniz

source: Version
az: Versiya

source: Attribution
az: Müəllifliyin müəyyən edilməsi

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
az: Başqalarına sizin əsəri kopyalaya, paylaşa və göstərə bilər, o şərtlə ki, sizin tələb etdiyiniz şəkildə sizə istinad etsin. Hazırda bu seçim tələb edilir.

source: Noncommercial
az: Qeyri kommersiya

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
az: Başqalarına sizin əsəri və törəmə əsərləri yalnız qeyri-kommersiya məqsədi ilə kopyalaya, paylaşa və göstərə bilər.

source: No Derivatives
az: Törəmələr yoxdur

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
az: Başqalarına sizin əsəri yalnız olduğu kimi göstərmək, paylaşmaq, kopyalayamaq icazəsi verilir. Əsərinizdən törəmə işlərə bu icazə verilmir. Bu seçim "Bərabərhüquqlu" seçimlə uyğun deyil.

source: Share Alike
az: Bərabərhüquqlu

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
az: Başqalarına törəmə əsərləri yalnız sizin əsərlə eyni lisenziya şərtlərində paylaşa bilər. Bu seçim "Törəmələr yoxdur" tipli lisenziya ilə uyğunsuzluq təşkil edir.

source: Unknown
az: Bilinməyən

source: Are you sure?
az: Əminsiniz?

source: Upload File
az: Fayl yükləyin

source: Save
az: Yaddaşda saxlayın

source: Advanced
az: İrəli səviyyə

source: Editing: {title}
az: Redaktə edir: {title}

source: Plugins
az: Qoşmalar

source: Unit
az: Hissə

source: Component
az: Komponent

source: Move
az: Yerdəyişmə

source: Choose a location to move your component to
az: Komponentin yerini dəyişmək üçün məkanı seçin

source: Move: {displayName}
az: Yerini dəyiş: {displayName}

source: Sections
az: Bölmələr

source: Subsections
az: Alt bölmələr

source: Units
az: Dəsrslər

source: Components
az: Komponentlər

source: Groups
az: Qruplar

source: This {parentCategory} has no {childCategory}
az: Bu {parentCategory} kateqoriyasının {childCategory} alt kateqoriyası yoxdur

source: Course Outline
az: Kursun tərkibi

source: Date added
az: Əlavə olunma tarixi

source: Editing access for: %(title)s
az: İcazələrin redaktəsi: %(title)s

source: Publishing
az: Dərc edilir

source: Discard Changes
az: Dəyişiklikləri ləğv et

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
az: Dərsin son dərc edilmiş versiyasına qayıtmasına istədiyinizdən əminsiniz? Bu əməliyyəti geri qaytarmaq mümkün olmayacaq.

source: Discarding Changes
az: Dəyişiklikləri ləğv edilir

source: Hiding from Students
az: Tələbələrdən gizlət

source: Explicitly Hiding from Students
az: Tələbələrdən açıq şəkildə gizlət

source: Inheriting Student Visibility
az: Tələbə görüntüsü dövr alınır

source: Make Visible to Students
az: Tələbələr tərəfindən görünsün

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
az: Əgər dərs tələbələrə öncədən açılıb dərc edilmişdirsə, gizli olduğu zaman ərzində etdiyiniz bütün dəyişikliklər artıq tələbələrə görsənəcək. Davam etmək istəyirsiniz?

source: Making Visible to Students
az: Tələbələr tərəfindən görünməsi həyata keçirilir.

source: Hide Previews
az: Ilkin baxışı gizlət

source: Show Previews
az: Ilkin baxışı göstər

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
az: {currentItemRange} / {totalItemsCount} göstərilir, {assetType} üzrə filtr olunub, {sortName} ilə azdan çoxa sıralanıb.

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
az: {currentItemRange} / {totalItemsCount} göstərilir, {assetType} üzrə filtr olunub, {sortName} ilə çoxdan aza sıralanıb.

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
az: {currentItemRange} / {totalItemsCount} göstərilir, {sortName} ilə azdan çoxa sıralanıb.

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
az: {currentItemRange} / {totalItemsCount} göstərilir, {sortName} ilə çoxdan aza sıralanıb.

source: {totalItems} total
az: Cəmi {totalItems}

source: Removing
az: Silinir

source: Delete “<%= name %>”?
az: “<%= name %>” Silinsin?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
az: Kitabın silinməsini təxir etmək olmur və bir dəfə silinərsə dərsinizin naviqasiyasında kitaba olan bütün istinadlar silinəcəkdir.

source: Delete Page Confirmation
az: Səhifə təsdiqini sil

source: Are you sure you want to delete this page? This action cannot be undone.
az: Səhifəni silmək istədiyinizə əminsiniz? Bu əməliyyatı sonradan təxirə salmaq mümkün deyil.

source: Upload
az: Yüklə

source: We're sorry, there was an error
az: Üzr istəyirik, xəta baş verdi

source: Success! "{displayName}" has been moved.
az: Müvəffəqiyyət! "{displayName}" daşındı.

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
az: Daşınma ləğv edildi. "{sourceDisplayName}" özünün əvvəlki mövqeyinə daşındı.

source: Undo move
az: Daşınmanı ləğv et

source: Take me to the new location
az: Məni yeni mövqeyə götür.

source: Duplicating
az: Dublikat olunur

source: Undo moving
az: Daşınma prosesini ləğv et

source: Moving
az: Daşıma

source: Deleting this {xblock_type} is permanent and cannot be undone.
az: {xblock_type} birdəfəlik silinəcək və geri qayıtmayacaqdır.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
az: Hazırki məzmunu ön şərt olaraq göstərən hər hansı başqa məzmun üçün də giriş limitləri aradan qalxacaqdır.

source: Delete this {xblock_type} (and prerequisite)?
az: {xblock_type} (və ön şərti) silinsin?

source: Yes, delete this {xblock_type}
az: Bəli, {xblock_type} silin

source: Delete this {xblock_type}?
az: {xblock_type} silinsin?

source: section
az: bölmə

source: subsection
az: alt bölmə

source: unit
az: bölmə

source: Your changes have been saved.
az: Sizin dəyişikliklər yadda saxlanıldı.

source: Please select a file in .srt format.
az: Zəhmət olmasa .srt formatında olan faylı seçin.

source: Error: Uploading failed.
az: Xəta: Yüklənmə baş tutmadı

source: Error: Import failed.
az: Xəta: İmport əməliyyatı baş tutmadı.

source: Error: Replacing failed.
az: Xəta: Yerdəyişmə baş tutmadı.

source: Error: Choosing failed.
az: Xəta: Seçim baş tutmadı.

source: Error: Connection with server failed.
az: Xəta: Serverlə əlaqə xətası.

source: Link types should be unique.
az: Keçid tipləri unikal olmalıdır.

source: Links should be unique.
az: Keçidlər unikal olmalıdır.

source: Incorrect url format.
az: Yanlış url formatı.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
az: Üzr istəyirik. Yüklədiyiniz altyazıların təhlili zamanında səhv baş verdi. Formatı yoxlayıb yenidən cəhd etməyinizi xahiş edirik.

source: Are you sure you want to remove this transcript?
az: Bu altyazını silmək istəyirsiniz?

source: If you remove this transcript, the transcript will not be available for this component.
az: Altyazısını silsəniz, bu komponentin altyazısı olmayacaqdır.

source: Remove Transcript
az: Transkripti sil

source: Upload translation
az: Tərcüməni yüklə

source: Editor
az: Redaktor

source: Settings
az: Quraşdırmalar

source: New {component_type}
az: Yeni {component_type}

source: Warning
az: Xəbərdarlıq

source: Error
az: Xəta

source: Updating with latest library content
az: Ən son kitabxana məzmunu ilə yenilənir

source: Creating missing groups
az: Çatışmayan qrupların yaradılması

source: {start_strong}{total}{end_strong} words submitted in total.
az: Cəmi {start_strong}{total}{end_strong} sayda söz göndərildi.

source: Show Annotations
az: Annotasiyaları göstərin

source: Hide Annotations
az: Annotasiyaları gizlədin

source: Expand Instructions
az: Təlimatlara baxın

source: Collapse Instructions
az: Təlimatları gizlədin

source: Commentary
az: Şərh

source: Reply to Annotation
az: Annotasiyanı cavablayın

source: The grading process is still running. Refresh the page to see updates.
az: Hazırda qiymətləndirmə prosesi gedir. Bir az sonra səhifəni yeniləyin.

source: Could not grade your answer. The submission was aborted.
az: Sizin cavabınızı qiymətləndirmək mümkün olmadı. Cavabınız ləğv edildi.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
az: Cavabınız ləğv edildi! Üzr istəyirik, sizin brauzeriniz faylların serverə yüklənməsini dəstəkləmir. Chrome, FireFox, Opera və ya Safari brazerindən istifadə etmək tövsiyyə edilir. Bu brauzerlər faylların yüklənməsi üçün tərəfimizdən yoxlanılıb.

source: You submitted {filename}; only {allowedFiles} are allowed.
az: Siz {filename} faylını yükədiniz; yalnız {allowedFiles} fayllarına icazə var.

source: Your file {filename} is too large (max size: {maxSize}MB).
az: Faylınız {filename} çox böyükdür (maksimum ölçü: {maxSize} MB).

source: You did not submit the required files: {requiredFiles}.
az: Siz lazımi {requiredFiles} faylı təsdiq etmədiz.

source: You did not select any files to submit.
az: Siz təsdiqlənmə üçün heç bir fayl seçmədiz

source: This problem has been reset.
az: Bu tapşırıq sıfırlanmışdır.

source: unsubmitted
az: təsdiqlənməmiş

source: Paragraph
az: Paraqraf

source: Preformatted
az: Öncədən formatlanmış

source: Heading 3
az: Başlıq 3

source: Heading 4
az: Başlıq 4

source: Heading 5
az: Başlıq 5

source: Heading 6
az: Başlıq 6

source: Add to Dictionary
az: Lüğətə əlavə et

source: Align center
az: Mərkəzə doğru

source: Align left
az: Sola tərəf

source: Align right
az: Sağa tərəf

source: Alignment
az: Uyğunlaşma

source: Alternative source
az: Alternativ mənbə

source: Anchor
az: Diktor

source: Anchors
az: Diktorlar

source: Author
az: Müəllif

source: Background color
az: Fon rəngi

source: Blockquote
az: Sitat

source: Blocks
az: Bloklar

source: Body
az: Mətn

source: Bold
az: Qalın

source: Border color
az: Haşiyənin rəngi

source: Border
az: Haşiyə

source: Bottom
az: Aşağı

source: Bullet list
az: Siyahı

source: Caption
az: Başlıq

source: Cell padding
az: Xana və məzmunarası boşluq

source: Cell properties
az: Xananın xüsusiyyətləri

source: Cell spacing
az: Xanalararası məsafə

source: Cell type
az: Xananın növü

source: Cell
az: Xana

source: Center
az: Mərkəz

source: Circle
az: Dairə

source: Clear formatting
az: Formatlamanı sıfırla

source: Code block
az: Kod bloku

source: Code
az: Kod

source: Color
az: Rəng

source: Cols
az: Sütunlar

source: Column group
az: Sütun grupu

source: Column
az: Sütunlar

source: Constrain proportions
az: Nisbətləri məhdudlaşdır

source: Copy row
az: Sətri kopyala

source: Copy
az: Kopyala

source: Could not find the specified string.
az: Göstərilən mətn tapılmadı.

source: Custom color
az: Başqa rəng

source: Custom...
az: Xüsusi...

source: Cut row
az: Sətri kəsin

source: Cut
az: Kəsin

source: Decrease indent
az: Boşluğu azaldın

source: Default
az: Sistemin təklif etdiyi

source: Delete column
az: Sütunu silin

source: Delete row
az: Sətri silin

source: Delete table
az: Cədvəli silin

source: Description
az: Təsvir

source: Dimensions
az: Ölçülər

source: Disc
az: Dairə

source: Document properties
az: Sənədin xüsusiyyətləri

source: Edit HTML
az: HTML Redaktəsi

source: Edit
az: Redaktə

source: Embed
az: Daxil edilmiş

source: Emoticons
az: Emosiyalar

source: Encoding
az: Kodlaşdırma

source: File
az: Fayl

source: Find and replace
az: Tapın və dəyişin

source: Find next
az: Növbəti

source: Find previous
az: Əvvəlki

source: Find
az: Tapın

source: Finish
az: Bitirin

source: Font Family
az: Şrift sinfi

source: Font Sizes
az: Şrift ölçüləri

source: Footer
az: Aşağı kolontitul

source: Formats
az: Formatlar

source: Fullscreen
az: Tam ekran

source: General
az: Ümumi

source: H Align
az: H Mərkəzləmə

source: Header 1
az: Başlıq 1

source: Header 2
az: Başlıq 2

source: Header 3
az: Başlıq 3

source: Header 4
az: Başlıq 4

source: Header 5
az: Başlıq 5

source: Header 6
az: Başlıq 6

source: Header cell
az: Başlıq xanası

source: Header
az: Başlıq

source: Headers
az: Başlıqlar

source: Heading 1
az: Başlıq 1

source: Heading 2
az: Başlıq 2

source: Headings
az: Başlıqlar

source: Height
az: Hündürlük

source: Horizontal line
az: Horizontal xətt

source: Horizontal space
az: Horizontal aralıq

source: HTML source code
az: HTML proqram kodu

source: Ignore all
az: Hamısından imtina

source: Ignore
az: İmtina

source: Image description
az: Şəklin təsviri

source: Increase indent
az: Boşluğu artırın

source: Inline
az: Sətiriçi

source: Insert column after
az: Sonraya sütun əlavə edin

source: Insert column before
az: Əvvələ sütun əlavə edin

source: Insert date/time
az: Tarix/Vaxt əlavə edin

source: Insert image
az: Şəkil yerləşdirin

source: Insert link
az: Link yerləşdirin

source: Insert row after
az: Əvvələ sətir əlavə edin

source: Insert row before
az: Sonraya sətir əlavə edin

source: Insert table
az: Cədvəl yerləşdirin

source: Insert template
az: Şablon yerləşdirin

source: Insert video
az: Video yerləşdirin

source: Insert
az: Yerləşdirin

source: Insert/edit image
az: Şəkil yerləşdirin/dəyişdirin

source: Insert/edit link
az: Link yerləşdirin/dəyişdirin

source: Insert/edit video
az: Video yerləşdirin/redaktə edin

source: Italic
az: Kursiv

source: Justify
az: Nizamlayın

source: Keywords
az: Açar sözlər

source: Left to right
az: Soldan sağa

source: Left
az: Sol

source: Lower Alpha
az: Kiçik hərflər

source: Lower Greek
az: Kiçik yunan hərfləri

source: Lower Roman
az: Kiçik roma hərfləri

source: Match case
az: Hərf ölçüsünə həssas

source: Merge cells
az: Xanalaarı birləşdir

source: Middle
az: Orta

source: New document
az: Yeni sənəd

source: New window
az: Yeni pəncərə

source: Next
az: Növbəti

source: No color
az: Rəngsiz

source: Nonbreaking space
az: Sınmayan boşluq

source: Numbered list
az: Nömrələnmiş listə

source: Page break
az: Səhifə arakəsməsi

source: Paste as text
az: Mətn kimi yapışdırın

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
az: Yapışdırmaq indi bəsit mətn rejimindədir. Bu seçimi dəyişənədək yapışdırılan mətnlər bəsit şəkildə olacaqdır.

source: Paste row after
az: Aşağıya sətir əlavə edin

source: Paste row before
az: Yuxarıya sətir əlavə edin

source: Paste your embed code below:
az: Embed olunmuş kodu yapışdır:

source: Paste
az: Yapışdırın

source: Pre
az: Əvvəl

source: Prev
az: Əvvəlki

source: Preview
az: İlkin baxış

source: Print
az: Çap

source: Redo
az: Təkrarla

source: Remove link
az: Linki çıxar

source: Replace all
az: Hamsını dəyişin

source: Replace with
az: İlə dəyişin

source: Replace
az: Dəyişin

source: Restore last draft
az: Son qaralamanın bərpası

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
az: Rich Text Area. Menyu üçün ALT-F9 basın. Alətlər paneli üçün ALT-F10 basın. Yardım üçün ALT-0 basın

source: Right to left
az: Sağdan sola

source: Right
az: Sağ

source: Robots
az: Robotlar

source: Row group
az: Sətir qrupu

source: Row properties
az: Sətrin xüsusiyyətləri

source: Row type
az: Sətrin tipi

source: Row
az: Sətir

source: Rows
az: Sətirlər

source: Scope
az: Əhatə

source: Select all
az: Hamısını seçin

source: Show blocks
az: Blokları göstərin

source: Show invisible characters
az: Görünməz simvolları göstərin

source: Source code
az: Proqram kodu

source: Source
az: Mənbə

source: Special character
az: Xüsusi simvollar

source: Spellcheck
az: İmla yoxlaması

source: Split cell
az: Xananı böl

source: Square
az: Düzbucaqlı

source: Start search
az: Axtarışa başla

source: Strikethrough
az: Üzərindən xətt

source: Style
az: Stil

source: Subscript
az: Aşağıdan yazı

source: Superscript
az: Yuxarıdan yazı

source: Table properties
az: Cədvəlin xüsusiyyətləri

source: Table
az: Cədvəl

source: Target
az: Hədəf

source: Templates
az: Şablonlar

source: Text color
az: Tekstin rəngi

source: Text to display
az: Görüntülənən mətn

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
az: Daxil etdiyiniz URL email ünvanına bənzəyir. Tələb olunan mailto: prefiksini əlavə etmək istərdiniz?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
az: Daxil etdiyiniz URL xarici keçidə bənzəyir. Tələb olunan http:// prefiksini əlavə etmək istərdiniz?

source: Title
az: Başlıq

source: Tools
az: Alətlər

source: Top
az: Üst tərəf

source: Underline
az: Alt xətt

source: Undo
az: Geriyə

source: Upper Alpha
az: Böyük Alfa

source: Upper Roman
az: Yuxarı Roma yazısı

source: V Align
az: V düzülüşü

source: Vertical space
az: Şaquli boşluq

source: View
az: Görüntü

source: Visual aids
az: Vizual yardım

source: Whole words
az: Bütün sözlər

source: Width
az: En

source: Words: {0}
az: Sözlər: {0}

source: You have unsaved changes are you sure you want to navigate away?
az: Yaddaşa qeyd edilməmiş dəyişikliklər mövcuddur, davam etmək istədiyinizə əminsiniz?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
az: Brauzeriniz panoya birbaşa keçidi dəstəkləmir. Zəhmət olmasa Ctrl+X/C/V düymələrindən istifadə edin.

source: Insert/Edit Image
az: Şəkli əlavə et/redaktə et

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
az: 3-cü tərəf olan xarici tətbiqə istifadəçi adınız və e-mail ünvanın göndərilməsi üçün OK düyməsinə basın. Məlumatı göndərmədən bu səhifəyə dönmək üçün Təxirə salma düyməsini basın.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
az: 3-cü tərəf olan xarici tətbiqə istifadəçi adınızın göndərilməsi üçün OK düyməsinə basın. Məlumatı göndərmədən bu səhifəyə dönmək üçün Təxirə salma düyməsini basın.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
az: 3-cü tərəf olan xarici tətbiqə e-mail ünvanın göndərilməsi üçün OK düyməsinə basın. Məlumatı göndərmədən bu səhifəyə dönmək üçün Təxirə salma düyməsini basın.

source: incorrect
az: yanlış

source: correct
az: düzgün

source: answer
az: cavab

source: Short explanation
az: İzahatı göstər

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
az: Təkmil Redaktoru istifadə etsəniz, bu misal XML-ə çevriləcək və Sadə Redaktora geri dönə bilməyəcəksiniz. Təkmil Redaktora davam etməklə misal XML-ə çevrilsin?

source: Explanation
az: İzahat

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
az: Ardıcıllıq xətası! SequenceModule-da %(tab_name)s-a keçmək mümkün deyil. Xahiş edirik dərsin işçi heyyəti ilə əlaqə saxlayasınız.

source: Bookmarked
az: İşarələndi

source: Play
az: Başladın

source: Pause
az: Fasilə edin

source: Mute
az: Səssiz

source: Unmute
az: Səsi qaytar

source: Exit full browser
az: Bütöv səhifə rejimindən çıx
