Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: az

source: This file type is not supported. Supported file type is {supportedFileFormat}.
az: Bu fayl tipi dəstəklənmir. Dəstəklənən fayl tipi: {supportedFileFormat}.

source: If you remove this transcript, the transcript will not be available for any components that use this video.
az: Əgər altyazısını silsəniz, bu altyazı bu videonu istifadə edən heç bir komponentdə istifadə edilə bilməyəcək.

source: Updating Tags
az: Teqlər yenilənir

source: Actions
az: Fəaliyyətlər

source: Timed Exam
az: Vaxtlı imtahan

source: Unscheduled
az: Planlaşdırılmayıb

source: Date
az: Tarix

source: Previous
az: Əvvəlki

source: Action
az: Əməliyyat

source: Large
az: Böyük

source: Zoom In
az: Böyütmək

source: Zoom Out
az: Kiçiltmək

source: Page number out of %(total_pages)s
az: %(total_pages)s səhifədən nömrə

source: Enter the page number you'd like to quickly navigate to.
az: Sürətli keçiş etmək istədiyiniz səhifənin nömrəsini daxil edin.

source: Sorted by
az: Sıralama

source: Clear search
az: Axtarışı təmizlə

source: Search
az: Axtarış

source: Mark as Answer
az: Cavab olaraq qeyd edin

source: Unmark as Answer
az: Cavabı çıxarın

source: Open
az: Açın

source: Endorse
az: Təsdiqləyin

source: Unendorse
az: Təsdiqi ləğv edin

source: Follow
az: İzləyin

source: Unfollow
az: İzləməni dayandırın

source: Unpin
az: Pini yığışdır

source: Report abuse
az: Şikayət et

source: Report
az: Şikayət edin

source: Unreport
az: Şikayəti geri götürün

source: Vote for this post,
az: Bu yazıya səs verin,

source: Load more
az: Daha çox yükləyin

source: Error posting your message.
az: Mesajı dərc edərkən xəta baş verdi.

source: This post will be visible only to %(group_name)s.
az: Bu yazı yalnız %(group_name)s qrupuna açıq olacaqdır.

source: This post will be visible to everyone.
az: Bu yazı hər kəsə açıq olacaqdır.

source: Add a Post
az: Yazı əlavə edin

source: Visible to
az: Açıqdır

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
az: Müzakirə adminləri, nəzarətçilər və assistentlər öz yazılarına bütün tələbələrə və ya yalnız müəyyən bir qrupa açıq edə bilərlər.

source: All Groups
az: Bütün qruplar

source: Add a clear and descriptive title to encourage participation. (Required)
az: İştirakı həvəsləndirmək üçün aydın və əhatəli başlıq yazın (Tələb olunur)

source: follow this post
az: bu yazını izlə

source: post anonymously
az: anonim olaraq yaz

source: post anonymously to classmates
az: tələbə yoldaşlarınıza anonim yazın

source: (Community TA)
az: (İctimai assistent)

source: (Staff)
az: (Heyət)

source: This thread is closed.
az: Bu mövzu bağlanacaq.

source: View discussion
az: Müzakirələrə baxın

source: Editing comment
az: Şərhin redaktəsi

source: Update comment
az: Şərhi yenilə

source: posted %(time_ago)s by %(author)s
az: %(time_ago)s əvvəl %(author)s tərəfindən

source: Reported
az: Şikayət edilib

source: Editing post
az: Yazının redaktəsi

source: Edit your post below.
az: Aşağıdakı yazınızın redaktəsi

source: Update post
az: Yazını redaktə edin

source: discussion
az: müzakirə

source: answered question
az: cavablanmış sual

source: unanswered question
az: cavablanmamış sual

source: Pinned
az: Pin olunmuş

source: Following
az: İzləmədə

source: Community TA
az: İctimai assistent

source: {unread_comments_count} new
az: {unread_comments_count} yeni

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
az: %(comments_count)s%(span_sr_open)s şərh (%(unread_comments_count)s oxunmamış) %(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
az: %(comments_count)s%(span_sr_open)s şərh %(span_close)s

source: Editing response
az: Cavabın redaktəsi

source: Update response
az: Cavabı dəyişin

source: marked as answer %(time_ago)s by %(user)s
az: %(time_ago)s əvvəl %(user)s tərəfindən cavab olaraq işərələnib

source: marked as answer %(time_ago)s
az: %(time_ago)s əvvəl cavab olaraq işarələnib

source: endorsed %(time_ago)s by %(user)s
az: %(time_ago)s əvvəl %(user)s tərəfindən təsdiqlənib

source: endorsed %(time_ago)s
az: %(time_ago)s təsdiqlənib

source: Add a comment
az: Şərh əlavə edin

source: discussion posted %(time_ago)s by %(author)s
az: müzakirə %(time_ago)s əvvəl %(author)s tərəfindən başlanıb

source: question posted %(time_ago)s by %(author)s
az: sual %(time_ago)s əvvəl %(author)s tərəfindən yazılıb

source: Closed
az: Bağlı

source: Related to: %(courseware_title_linked)s
az: Aidiyyət: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
az: Bu yazı yalnız %(group_name)s qrupuna açıqdır.

source: This post is visible to everyone.
az: Bu yazı hər kəsə açıqdır.

source: Post type
az: Yazının növü

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
az: Suallar cavab tələb edən məsələləri qaldırır. Müzakirələr isə ideyaları paylaşmaq və müzakirələrə başlamaq üçündür. (Tələb olunur)

source: Question
az: Sual

source: Discussion
az: Müzakirə

source: Add a Response
az: Cavab əlavə et

source: Add a response:
az: Cavab əlavə et:

source: Topic area
az: Mövzu

source: Add your post to a relevant topic to help others find it. (Required)
az: Yazınızı başqalarının tapması üçün aidiyyəti olan mövzu altında yazın (Tələb olunur)

source: Discussion Home
az: Müzakirələr

source: How to use %(platform_name)s discussions
az: %(platform_name)s müzakirələrinin istifadə qaydaları

source: Find discussions
az: Müzakirələri axtarın

source: Use the All Topics menu to find specific topics.
az: Müəyyən mövzuları tapmaq üçün "Bütün Mövzular" menyusundan istifadə edin.

source: Search all posts
az: Bütün postlarda axtar

source: Filter and sort topics
az: Mövzuları filtrləyin və nizamlayın

source: Engage with posts
az: Postlarla məşğul olun

source: Vote for good posts and responses
az: Daha yaxşı post və cavaba səs verin

source: Report abuse, topics, and responses
az: Nalayiq yazıları, mövzuları və ya cavabları şikayət edin

source: Follow or unfollow posts
az: Postları izlə və ya izləmə

source: Receive updates
az: Yeniliklərə yazıl

source: Toggle Notifications Setting
az: Bildiriş parametrlərini dəyişdir

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
az: İzlədiyiniz paylaşmalardan oxunmamış və ya yeni fəaliyyət məlumatları haqqında gündəlik icmal email məktubu almaq üçün seçim xanasını işarələyin.

source: All Posts
az: Bütün yazılar

source: username or email
az: istifadəçi adı və e-mail

source: course id
az: Kursun İD-si

source: No results
az: Nəticə yoxdur

source: Course Key
az: Kusrsun açarı

source: Download URL
az: Yükləmə URL-i

source: Grade
az: Qiymət

source: Last Updated
az: Son yenilənmə

source: Download the user's certificate
az: İstifadəçinin sertifikatını yükləyin

source: Not available
az: Mövcud deyil

source: Regenerate
az: Yenidən generasiya

source: Regenerate the user's certificate
az: İstifadəçinin sertifikatını yenidən generasiya edin

source: Generate
az: Generasiya

source: Generate the user's certificate
az: İstifadəçinin sertifikatını generasiya edin

source: Current enrollment mode:
az: Cari qeydiyyat rejimi:

source: New enrollment mode:
az: Yeni qeydiyyat rejimi:

source: Reason for change:
az: Dəyişikliyin səbəbi:

source: Choose One
az: Birini seçin

source: Explain if other.
az: Başqası seçilibsə, izah edin.

source: Submit enrollment change
az: Qeydiyyat dəyişikliyini göndərin

source: Username or email address
az: İstifadəçi adı və ya e-mail ünvanı

source: Course ID
az: Kursun ID-si

source: Course Start
az: Kurs başlayır

source: Course End
az: Kurs bitir

source: Upgrade Deadline
az: Son tarixi yenilə

source: Verification Deadline
az: Yoxlamanın son tarixi

source: Enrollment Date
az: Qeydiyyat tarixi

source: Enrollment Mode
az: Qeydiyyat rejimi

source: Verified mode price
az: Təsdiqlənim rejim qiyməti

source: Reason
az: Səbəb

source: Last modified by
az: Sonuncu dəyişiklik edən

source: Active
az: Aktiv

source: N/A
az: Naməlum

source: Change Enrollment
az: Qeydiyyatı dəyiş

source: Date Joined
az: Qeydiyyat tarixi

source: Password Status
az: Şifrənin vəziyyəti

source: Toggle Account Password (Usable/Unusable)
az: Hesab şifrənizi dəyişdirin (istifadə edilə bilər/istifadə dilə bilməz)

source: Your team could not be created.
az: Komanda yaradıla bilmədi.

source: Your team could not be updated.
az: Komanda yenilənə bilmədi.

source: Enter information to describe your team. You cannot change these details after you create the team.
az: Komandanız haqqında məlumatı daxil edin. Bu məlumatı komanda yaratdıqdan sonra dəyişə bilməyəcəksiniz.

source: Optional Characteristics
az: Əlavə xüsusiyyətlər

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
az: Komanda üçün bəzi xüsusiyyətləri göstərərək, digər öyrənənlərinizə komandanıza qoşulmağınıza kömək edin. Seçərkən diqqətli olun, çünki bunlar çox məhdudlaşdırıcı görünərsə komandanıza qoşulmaq istəyənlərin sayı daha az ola bilər.

source: Create team.
az: Komanda yarat.

source: Update team.
az: Komandanı yenilə

source: Cancel team creating.
az: Komanda yaratmağı ləğv edin

source: Cancel team updating.
az: Komandanı yeniləməyi ləğv edin

source: Instructor tools
az: Təlimatçı alətləri

source: Delete Team
az: Komandanı sil

source: Edit Membership
az: Üzvlüyü redaktə et

source: Are you having trouble finding a team to join?
az: Qoşulmaq üçün komanda tapmağa çətinlik çəkirsiniz?

source: Join Team
az: Komandaya qoşul

source: Team Details
az: Komanda detalları

source: You are a member of this team.
az: Siz bu komandanın üzvüsünüz.

source: Team member profiles
az: Komanda üzvlərinin şəxsi hesabları

source: Team capacity
az: Komandanın tutumu

source: Leave Team
az: Komandanı tərk edin

source: Donate
az: İanə edin

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
az: Bu kataloq üçün ön görünüş nəticələrini ekrana çıxararkən xəta baş verdi. Zəhmət olmasa sorğunuzun düzgün olduğunu yoxlayın və yenidən cəhd edin.

source: This catalog's courses:
az: Bu kataloqda olan kurslar:

source: Start Date
az: Başlanğıc tarixi

source: Due Date
az: Son tarix:

source: remove all
az: hamısını sil

source: toggle chapter %(displayName)s
az: %(displayName)s fəsli vərəqlə

source: Section
az: Bölmə

source: Remove chapter %(chapterDisplayName)s
az: %(chapterDisplayName)s fəslini silin

source: remove
az: silin

source: toggle subsection %(displayName)s
az: %(displayName)s alt bölməsinə keçid

source: Subsection
az: Alt bölmə

source: Remove subsection %(subsectionDisplayName)s
az: %(subsectionDisplayName)s alt bölməsini çıxar

source: Remove unit %(unitName)s
az: %(unitName)s hissəsini çıxarıın

source: You still need to visit the %(display_name)s website to complete the credit process.
az: Kredit prosesini bitirmək üçün siz %(display_name)s vebsaytını ziyarət etməlisiniz.

source: To finalize course credit, %(display_name)s requires %(platform_name)s learners to submit a credit request.
az: Kurs krediti prosesini bitirmək üçün %(display_name)s tələb edir ki, %(platform_name)s platformasının tələbələri kredit müraciətlərini göndərsinlər.

source: Get Credit
az: Kredit əldə edin

source: Thank you %(full_name)s! We have received your payment for %(course_name)s.
az: Təşəkkür edirik %(full_name)s! %(course_name)s kursu üçün ödənişinizi qəbul etdik.

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
az: Qeyd üçün bu səhifəni çap etməyiniz xahiş olunur, bu səhifə sizin üçün qəbzi əvəz edir. Eyni məlumatı e-mail vasitəsilə də alacaqsınız.

source: Order No.
az: Sifariş nömrəsi

source: Amount
az: Məbləğ

source: Total
az: Yekun

source: Please Note
az: Zəhmət olmasa qeydə alın

source: Crossed out items have been refunded.
az: Üstündən xətt çəkilən bəndlər üçün ödəmə geri qaytarılıb.

source: Billed to
az: Ödənilib

source: No receipt available
az: Çek mövcud deyil

source: Go to Dashboard
az: Alətlər panelinə keçin

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from {platformName} to verify your identity.
az: Əgər siz öz kimliyinizi indi təsdiq etmirsinizsə, siz öz panelinizdən kursu izləyə bilərsiniz. Siz periodik olaraq {platformName} -dan sizin kimliyinizi təsdiq etmək üçün bildirişlər alacaqsınız.

source: Want to confirm your identity later?
az: Kimliyinizi daha sonra təsdiq etmək istəyirsiniz?

source: Verify Now
az: İndi Təsdiqləyin

source: Mark Exam As Completed
az: İmtahanı tamamlanmış kimi qeyd et

source: timed
az: müddətli

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
az: Tapşırıqlara görə qiymət almaq üçün, "İmtahanı bitir" düyməsindən əvvəl hər bir tapşırıq üçün "Cavabla" düyməsi basılmalıdır.

source: End My Exam
az: İmtahanımı Bitir

source: Hide Timer
az: Taymeri gizlət

source: LEARN MORE
az: DAHA ƏTRAFLI

source: Starts: %(start_date)s
az: Başlanır: %(start_date)s

source: Starts
az: Başlayır

source: Clear All
az: Hamısını sil

source: Highlighted text
az: Seçilmiş mətn

source: Note
az: Qeyd

source: You commented...
az: Sizin şərhiniz...

source: Noted in:
az: Qeyd edilib:

source: Last Edited:
az: Son Redaktə:

source: Tags:
az: Teqlər:

source: Clear search results
az: Axtarış nəticələrini silin

source: Click to edit
az: Redaktə etmək üçün klikləyin

source: Order Number
az: Sıra Nömrəsi

source: Date Placed
az: Qoyulma Tarixi

source: Cost
az: Dəyəri

source: Order Details
az: Sıralama Detalları

source: for
az: üçün

source: Product Name
az: Məhsul Adı

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
az: {maxCharacters}-dən {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag}

source: Financial Assistance Application
az: Maddi Yardım Ərizəsi

source: About You
az: Sizin Haqqınızda

source: The following information is already a part of your {platform} profile. We\'ve included it here for your application.
az: Növbəti məlumat artıq sizin {platform} profilinizin hissəsidir. Sizin tətbiqiniz üçün buraya daxil etmişik.

source: Email address
az: E-mail ünvanı

source: Legal name
az: Hüquqi ad

source: Country of residence
az: Yaşayış ölkəsi

source: Back to {platform} FAQs
az: {platform} FAQ-ya geri dön

source: Submit Application
az: Ərizəni Təqdim Et

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
az: {course_name} dərsi üçün maddi yardım ərizəsini təqdim etdiyiniz üçün təşəkkür edirik! Sizə 2-4 iş günü ərzində cavab verilməsi gözlənilir.

source: Bulk Exceptions
az: Toplu istisnalar

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
az: İstisnaların verildiyi tələbələrin istifadəçi adları və ya e-mail ünvanları olan, vergüllə ayrılan (.csv) faylını yükləyin. E-mail ünvanı və ya istifadəçi adını faylın birinci sahəsinə əlavə edin. İkinci sahədə isə istisnaların verilməsi üçün səbəbləri əlavə edə bilərsiniz.

source: Upload a CSV file
az: CSV faylı yükləyin

source: Add to Exception List
az: İstisna Siyahısına Əlavə Et

source: To invalidate a certificate for a particular learner, add the username or email address below.
az: Xüsusi tələbə üçün sertifikatı etibarsız elan etmək üçün istifadəçi adı və ya e-mail ünvanını aşağıda əlavə edin.

source: Add notes about this learner
az: Bu tələbə haqqında qeydləri əlavə et

source: Invalidate Certificate
az: Sertifikatı Etibarsız Elan Et

source: Student
az: Tələbə

source: Invalidated By
az: Tərəfindən Etibarsız Elan Edilmişdir

source: Invalidated
az: Etibarsızdır

source: Notes
az: Qeydlər

source: Remove from Invalidation Table
az: Etibarsızlıq Cədvəlindən Çıxar

source: Individual Exceptions
az: Fərdi İstisnalar

source: Enter the username or email address of each learner that you want to add as an exception.
az: İstisna kimi əlavə etmək istədiyiniz hər bir tələbənin istifadəçi adını və ya e-mail ünvanını daxil edin.

source: Student email or username
az: Tələbənin e-mail ünvanı və ya istifadəçi adı

source: Free text notes
az: Azad tekst qeydləri

source: Generate Exception Certificates
az: İstisna Sertifikatları Yarat

source: All users on the Exception list who do not yet have a certificate
az: İstisna Siyahısında olan və hələ sertifikatı olmayan bütün istifadəçilər

source: All users on the Exception list
az: İstisna Siyahısında olan bütün istifadəçilər

source: User Email
az: İstifadəçinin e-mail ünvanı

source: Exception Granted
az: İstisna Verildi

source: Certificate Generated
az: Sertifikat Yaradıldı

source: Remove from List
az: Siyahıdan çıxarın

source: Divided
az: Bölündü

source: Manage Learners
az: Tələbələri idarə edin

source: Add learners to this cohort
az: Bu qrupa tələbə əlavə edin

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
az: Qeyd: Tələbələr yalnız bir qrupda ola bilər. Tələbələrin bu qrupa əlavə olunması öncəki qrup aidiyyatlarını ləğv edir.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
az: Əlavə etmək istədiyiniz tələbələrin e-mail ünvanını və / ya da istifadəçi adını yeni xətlə ya da vergüllə ayıraraq daxil edin. *

source: (Required Field)
az: (Mütləq Sahə)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
az: Misal üçün: mamedmamedov@misal.az, Aysel Mamedova, aykamamedova@misal.az

source: You will not receive notification for emails that bounce, so double-check your spelling.
az: Geri qaytarılacaq e-mail məktubları üçün bildiriş almayacaqsınız, düzgün yazdığınızı bir daha yoxlayın.

source: Add Learners
az: Tələbələri əlavə edin

source: Add a New Cohort
az: Yeni qrup əlavə edin

source: Enter the name of the cohort
az: Qrup adını əlavə edin

source: Cohort Name
az: Qrup adı

source: Cohort Assignment Method
az: Qrup tapşırıq metodu

source: Automatic
az: Avtomatik

source: Manual
az: Əl ilə

source: There must be one cohort to which students can automatically be assigned.
az: Tələbələrin avtomatik olaraq təyin edilə biləcək bir qrupu mövcud olmalıdır.

source: Associated Content Group
az: Əlaqəli Məzmun Qrupu

source: No Content Group
az: Məzmun Qrupu Yoxdur

source: Select a Content Group
az: Məzmun Qrupu Seç

source: Choose a content group to associate
az: Əlaqələndirmək üçün məzmun qrupu seç

source: Not selected
az: Seçilməmişdir

source: Deleted Content Group
az: Məzmun Qrupu Silinmişdir

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
az: {screen_reader_start}Xəbərdarıq:{screen_reader_end} Öncə seçilən məzmun qrupu silinmişdir. Başqa məzmun qrupu seçin.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
az: {screen_reader_start}Xəbərdarıq:{screen_reader_end} Məzmun qrupları mövcud deyil.

source: Only the parent course staff of a CCX can create content groups.
az: Yalnız CCX-in valideyn dərsin əməkdaşı məzmun qrupları yarada bilər.

source: Create a content group
az: Məzmun qrupu yarat

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
az: Tələbələr bu qrupa yalnız onların e-mail ünvanı və ya istifadəçi adının bu səhifətə daxil etdiyinizdə əlavə olunur.

source: What does this mean?
az: Bu nə deməkdir?

source: Learners are added to this cohort automatically.
az: Tələbələr bu qrupa avtomatik əlavə olunurlar.

source: Select a cohort
az: Qrup seçin

source: Enable Cohorts
az: Qrupları aktivləşdirin

source: Select a cohort to manage
az: İdarəetmə üçün qrup seçin

source: View Cohort
az: Qrupa baxın

source: Assign learners to cohorts by uploading a CSV file
az: CVS faylı yükləməklə tələbələri qruplara təyin edin

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
az: Qrup tapşırıqlarına baxmaq üçün və ya CSV faylın yükləmə nəticələrini görmək üçün dərs profili məlumatını ya da kohortun nəticələrini {link_start}Məlumat Yükləmələri{link_end} səhifəsindən yükləyin.

source: Specify whether discussion topics are divided
az: Müzakirə mövzuların bölünüb bölünməməsini qeyd edin

source: Course-Wide Discussion Topics
az: Dərs üzrə Müzakirə Mövzuları

source: Select the course-wide discussion topics that you want to divide.
az: Dərs üzrə bölmək istədiyiniz müzakirə mövzularını seçin

source: Content-Specific Discussion Topics
az: Məzmun-xüsusi Müzakirə Mövzuları

source: Specify whether content-specific discussion topics are divided.
az: Məzmun-xüsusi müzakirə mövzularının bölünüb bölünməməsini qeyd edin.

source: Always divide content-specific discussion topics
az: Məzmun-xüsusi müzakirə mövzularını həmişə böl

source: Divide the selected content-specific discussion topics
az: Seçilmiş məzmun-xüsusi müzakirə mövzularını böl

source: No content-specific discussion topics exist.
az: Məzmun-xüsusi müzakirə mövzuları mövcud deyil.

source: Used
az: İstifadə olunub

source: Valid
az: Etibarlıdır

source: Certificate Status:
az: Sertikikatın statusu:

source: Certificate Purchased
az: Sertifikat Ödənmişdir

source: Change or Leave Session
az: Sessiyanı Dəyiş və ya Tərk Et

source: You must select a session by {expiration_date} to access the course.
az: Kursa giriş üçün {expiration_date}-ə qədər sessiya seçməlisiniz.

source: You can no longer change sessions.
az: Artıq sessiyaları dəyişə bilməzsiniz.

source: You can change sessions until {expiration_date}.
az: {expiration_date}-ə qədər sessiyaları dəyişə bilərsiniz.

source: Final Grade
az: Yekun Qiymət

source: for {courseName}
az: {courseName} üçün

source: View Archived Course
az: Arxivləşdirilmiş kursları göstər

source: View Course
az: Kursu göstər

source: Select a session:
az: Sessiya seç:

source: Enroll Now
az: Dərhal qeydiyyata alın

source: Coming Soon
az: Tezliklə

source: Enrollment Opens on
az: Qeydiyyat bu tarixdə açılır

source: Not Currently Available
az: Hal Hazırda Mövcud Deyil

source: More sessions coming soon.
az: Yeni sessiyalar tezliklə gözlənilir.

source: Change to a different session or leave the current session.
az: Digər sessiyaya dəyiş və ya hazırki sessiyadan çıx.

source: To access the course, select a session.
az: Bu kursa giriş üçün sessiya seçin.

source: Session Selection Dropdown for {courseName}
az: {courseName} dərsi üçün Sessiya Seçim Siyahısı

source: {sessionDates} - Currently Selected
az: {sessionDates} - Hal Hazırda Seçilmişdir

source: {sessionDates} (Open until {enrollmentEnd})
az: {sessionDates} ({enrollmentEnd}-ə qədər açıqdır)

source: More sessions coming soon
az: Tezliklə yeni sessiyalar olacaq.

source: Leave the current session and decide later
az: Hazırki sessiyadan çıx və sonra qərar ver

source: You are not enrolled in any programs yet.
az: Hal hazırda heç bir proqramda qeydiyyatdan keçməmisiniz.

source: Explore Programs
az: Proqramlara Baxış
