Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: az

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
az: İlk olaraq altbölməni seçin və altbölməyə girişi məhdudlaşdırmaq üçün minimal xalı və minimal tamamlanma faizini qeyd edin. Mümkün dəyərlər 0-100.

source: Prerequisite:
az: Ön şərtlər:

source: No prerequisite
az: Ön şərtlər yoxdur

source: Minimum Score:
az: Minimal bal:

source: Minimum Completion:
az: Minimum tamamlama:

source: The minimum score percentage must be a whole number between 0 and 100.
az: Minimal keçid balı faiz ilə 0 və 100 arasında tam ədəd olmalıdır.

source: The minimum completion percentage must be a whole number between 0 and 100.
az: Minimal tamamlama faizi 0 və 100 arasında tam ədəd olmalıdır.

source: Use as a Prerequisite
az: Müqəddimə kimi istifadə et

source: Make this subsection available as a prerequisite to other content
az: Bu altbölməni digər məzmuna müqəddimə kimi qeyd edin

source: Active Uploads
az: Aktiv yükləmələr

source: Read More
az: Ətraflı

source: details about the failure
az: xəta haqqında ətraflı məlumat

source: Add Component:
az: Komponent əlavə et:

source: %(type)s Component Template Menu
az: %(type)s Komponent Şablonu Menyusu

source: Common Problem Types
az: Ümumi problem tipləri

source: Supported
az: Dəstəklənir

source: Provisional
az: Müvəqqəti

source: Not Supported
az: Dəstəklənmir

source: Fully Supported
az: Tam dəstəklənmə

source: Provisionally Supported
az: Müvəqqəti dəstəklənmə

source: Add New Component
az: Yeni komponent əlavə et

source: Deprecated
az: Köhnəlmiş

source: List of uploaded files and assets in this course
az: Bu kursda yüklənmiş fayl və aktivlərin siyahısı

source: - Sortable
az: -Sortlaşdırıla bilən

source: Show All
az: Hamısını göstər

source: Other
az: Digər

source: You haven't added any assets to this course yet.
az: Hələ bu kursa heç bir aktiv əlavə etməmisiniz.

source: Upload your first asset
az: İlk aktivinizi yükləyin

source: close
az: bağla

source: No description available
az: Heç bir təsvir yoxdur

source: Open/download this file
az: Bu faylı aç/yüklə

source: Studio:
az: Studiya:

source: Web:
az: Veb:

source: Delete this asset
az: Bu resursu silin

source: Lock this asset
az: Bu aktivi kilidləyin

source: Lock/unlock file
az: Faylı kilidlə/kilidini aç

source: Certificate Details
az: Sertifikatın məlumatları

source: Course Title
az: Kursun başlığı

source: Course Title Override
az: Kurs başlığının ləğv edilməsi

source: Course Number
az: Kursun nömrəsi

source: Course Number Override
az: Kursun nömrəsinin ləğv edilməsi

source: Certificate Signatories
az: Sertifikatın imzalanması

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
az: Dörd və daha az imza sahibinin daxil edilməsi məsləhət görülür. Əlavə imza sahiblərini daxil edərkən, sertifikatın bir səhifədə düzgün çap olunacağına əmin olmaq üçün Çap Görüntüdə önbaxış edin.

source: Certificate Information
az: Sertifikat haqqında məlumat

source: Certificate Name
az: Serifikatın adı

source: Name of the certificate
az: Sertifikatın adı

source: Description of the certificate
az: Sertifikatın təsviri

source: Course title
az: Kursun başlığı

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
az: Sertifikatlarda istifadə etmək üçün alternativ kurs başlığı qeyd edin. Əgər rəsmi kurs başlığını istifadə etmək istəyirsinizsə xananı boş buraxın.

source: Add Additional Signatory
az: Əlavə imza əlavə et

source: (Add signatories for a certificate)
az: (Sertifikat üçün imzaları əlavə et)

source: Choose mode
az: Rejimi seçin

source: Preview Certificate
az: Sertifikata öncəbaxış

source: Activate
az: Aktivləşdir

source: Deactivate
az: Deaktivləşdir

source: component
az: komponent

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
az: Bu {blockType} giriş icazəsi bu qrupa qadağan edilib: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
az: Bu {blockType} bəzi məzmunlarına giriş icazəsi xüsusi tələbə qruplarına qadağan edilib.

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
az: Diqqət: Bu dərsin son dərc edilmiş versiyası artıq hazırdır. Dəyişiklikləri dərc edərək, tələbə təcrübəsini dəyişdirəcəksiniz.

source: Content Group Name
az: Məzmun qrup adı

source: Content Group ID
az: Məzmun qrupun İD-si

source: This is the name of the group
az: Bu qrupun adıdır

source: This content group is used in one or more units.
az: Bu məzmun qrupu bir neçə dərsdə istifadə edilib.

source: Cannot delete when in use by a unit
az: Dərsdə istifadə olunduğuna görə silinmir

source: Subsection Visibility
az: Alt bölmənin görünməsi

source: Show entire subsection
az: Bütöv alt bölməni göstər

source: Learners see the published subsection and can access its content.
az: Tələbələr dərc olunmuş alt bölmələri görür və məzmununa baxa bilərlər.

source: Hide content after course end date
az: Kursun bitmə tarixindən sonra onun kontentini gizlət

source: Hide content after due date
az: Son tarixdən sonra məzmunu gizlət

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
az: Son tarix keçdikdən sonra altbölməyə tələbələr daxil ola bilməyəcəklər. Bu altbölmə üzrə aldıqları qiymətləri isə görə biləcəklər.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
az: Son tarix keçəndən sonra alt bölməyə tələbələr daxil ola bilməyəcəklər. Bu alt bölmə üzrə alqıdları qiymətləri isə görə biləcəklər.

source: Hide entire subsection
az: Alt bölməni gizlət

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
az: Tələbələr altbölməni dərs planında görmürlər. Alt bölmə qiymət hesablanmasında istifadə olunmur.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
az: "%(hide_label)s" - dan fərqli seçim etsəniz, bu alt bölmədə dərc edilmiş materiallar məcbüri qaydada gizlədilmədiyi hal istisna olmaqla tələbələrə açıq olacaq.

source: Weekly Highlight Emails
az: Həftəlik seçilmiş məktublar

source: Enabled
az: Aktiv

source: Enable Now
az: Aktivləşdir

source: Instructor Name
az: Təlimatçının adı

source: Please add the instructor's name
az: Zəhmət olmasa təlimatçının adını daxil edin

source: Instructor Title
az: Təlimatçının vəzifəsi

source: Please add the instructor's title
az: Zəhmət olmasa təlimatçının vəzifəsini daxil edin

source: Organization
az: Təşkilat

source: Organization Name
az: Təşkilatın adı

source: Please add the institute where the instructor is associated
az: Təlimçinin əlaqəli olduğu təşkilatı daxil edin

source: Biography
az: Tərcümeyi hal

source: Instructor Biography
az: Təlimatçının tərcümeyi halı

source: Please add the instructor's biography
az: Təlimatçının tərcümeyi-halını əlavə edin

source: Photo
az: Foto

source: Instructor Photo
az: Təlimatçının şəkli

source: Instructor Photo URL
az: Təlimatçının fotoşəklinin linki

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
az: Təlimçinin şəklini daxil edin (Qeyd: yalnız JPEG və PNG formatlar dəstəklənir)

source: Upload Photo
az: Foto yüklə

source: Prerequisite: %(prereq_display_name)s
az: İlkin tələblər: %(prereq_display_name)s

source: Contains staff only content
az: Tərkibində yalnız işçi heyətinə aid məzmun ehtiva edir

source: Unpublished changes to live content
az: Dərc edilməmiş dəyişikliklər canlı məzmuna

source: Unpublished units will not be released
az: Dərc edilməmiş dərslər buraxılmayacaq

source: Unpublished changes to content that will release in the future
az: Dərc edilməmiş dəyişikliklər buraxılacaq məzmuna

source: Access to this unit is restricted to: {selectedGroupsLabel}
az: Bu dərsə giriş icazəsi bu qrupa qadağan edilib: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
az: Bu dərsin bəzi məzmunlarına giriş icazəsi xüsusi tələbə qruplarına qadağan edilib.

source: Ungraded
az: Qiymətləndirilməyən

source: Practice proctored Exam
az: Əyani imtahan sınağı

source: Proctored Exam
az: Əyani imtahan

source: Collapse/Expand this %(xblock_type)s
az: Yığ/Aç 1%(xblock_type)s

source: Display Name
az: Ad göstərin

source: Proctoring Settings
az: Nəzarət parametrləri

source: Configure
az: Konfiqurasiya

source: Duplicate
az: Sürətini çıxarın

source: Drag to reorder
az: Yenidən sıralamaq üçün sürükləyin

source: Release Status:
az: Buraxılışın Statusu:

source: Released:
az: Buraxılış:

source: Scheduled:
az: Planlaşdırılıb:

source: Section Highlights
az: Bölmənin əsas məqamları

source: Graded as:
az: Qiymətləndirilib:

source: Due:
az: Son tarix:

source: Subsection is hidden after course end date
az: Alt bölmə kursun bitmə tarixindən sonra gizli olacaq.

source: Subsection is hidden after due date
az: Alt bölmə təyin olunmuş tarixdən sonra gizli olacaq.

source: You haven't added any content to this course yet.
az: Bu kursa hələ heç bir məzmun əlavə etməmisiniz.

source: Click to add a new %(xblock_type)s
az: Yeni %(xblock_type)s əlavə etmək üçün klikləyin

source: Learning Outcome
az: Yədrisin Yekunu

source: Add a learning outcome here
az: Tədrisin yekununu bura əlavə et

source: Press discard changes to discard your changes.
az: Dəyişiklikləri ləğv etmək üçün dəyişiklikləri ləğv et düyməsini sıxın.

source: Update Settings
az: Quraşdırmaları yenilə

source: Press update settings to update the information for your organization.
az: Təşkilatınızın üçün məlumatları yeniləmək üçün tənzimləmələri yenilə düyməsini sıxın.

source: Press discard changes to discard changes.
az: Dəyişiklikləri ləğv etmək üçün dəyişiklikləri ləğv et düyməsini seçin.

source: Press update settings to update course video settings
az: Kursun video quraşdırmalarını yeniləmək üçün quraşdırmaları yenilə düyməsini seçin.

source: Press close to hide course video settings
az: Video tənzimləmələrini gizlətmək üçün bağla düyməsini sıxın

source: Course Video Settings
az: Kurs video tənzimləmələri

source: Transcript Turnaround
az: Altyazının əksi

source: Transcript Fidelity
az: Transkriptin həqiqiliyi

source: Video Source Language
az: Video mənbənin dili

source: Transcript Languages
az: Altyazı dilləri

source: Add
az: Əlavə et

source: Press Add to language
az: Dil əlavə etmək üçün klikləyin

source: Automated Transcripts
az: Avtomatik altyazılar

source: Transcript Provider
az: Altyazı təchizatçısı

source: Change
az: Dəyiş

source: Press change to change selected transcript provider.
az: Altyazı təchizatçısını dəyişmək üçün dəyiş düyməsini sıxın.

source: Assignment Type Name
az: Tapşırıq növünün adı

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
az: Bu növ tapşırıq üçün ümümi kateqoriya, məsələn, ev tapşırığı və ya yarı rüb imtahanı. Bu ad tələbələr üçün görünəndir.

source: Abbreviation
az: Qısaltma

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
az: Bu tip tapşırıq üçün qısaldılmış ad (Məsələn, YR ) tələbənin proqress səhifəsində tapşırıqların yanında yer alır.

source: Weight of Total Grade
az: Ümumi qiymətin çəkisi

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
az: Bu tip tapşırıqlar yekun qiymətin neşə faizini təşkil edir, məsələn , 40. Faiz simvolundan istifadə etməyin.

source: Total Number
az: Yekun

source: The number of subsections in the course that contain problems of this assignment type.
az: Bu tapşırıq növünün problemlərini ehtiva edən kursun alt bölmələrinin sayı.

source: Number of Droppable
az: Ləğv edilə biləcəklərin sayı

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
az: Bu tipdə ləğv ediləcək tapşırıqların sayı. Ən aşağı qiymətli tapşırıqlar birinci ləğv edilir.

source: Course Handouts
az: Kursun dərs materialları

source: You have no handouts defined
az: Sizin müəyyən edilmiş dərs materialınız yoxdur.

source: There is invalid code in your content. Please check to make sure it is valid HTML.
az: Məzmunda etibarsız kod var. Xahiş edirik etibarlı HTML olduğundan əmin olun.

source: Send push notification to mobile apps
az: Bildirişi mobil tətbiqlərə göndər

source: Send notification to mobile apps
az: Bildirişi mobil tətbiqlərə göndər

source: Post
az: Yazı

source: Due Date:
az: Son tarix:

source: Due Time in UTC:
az: Son vaxt UTC:

source: Clear Grading Due Date
az: Qiymətləndirmə üçün son tarixi ləğv et

source: Chapter Name
az: Fəslin adı

source: Chapter {order}
az: Fəsil {order}

source: provide the title/name of the chapter that will be used in navigating
az: Naviqasiyada istifadə ediləcək fəslin başlığını/adını təqdim et.

source: Chapter Asset
az: Fəslin resursları

source: upload a PDF file or provide the path to a Studio asset file
az: PDF yüklə və ya Studio resurs faylının yerini göstər

source: Upload PDF
az: PDF yüklə

source: delete chapter
az: fəsli sil

source: Textbook information
az: Dərs kitabı haqqında məlumat

source: Textbook Name
az: Dərs kitabının adı

source: Introduction to Cookie Baking
az: Kökə bişirilməsinə giriş

source: provide the title/name of the text book as you would like your students to see it
az: tələbələrinizin görməsi üçün dərsliyin istədiyiniz başlığını/adını təqdim edin

source: Chapter information
az: Fəsil barədə məlumat

source: Add a Chapter
az: Fəsil əlavə et

source: Grading
az: Qiymətləndirilir

source: Grade as:
az: Qiymətləndir:

source: Not Graded
az: Qiymətə təsir etmir

source: Cannot delete when in use by an experiment
az: Sınaqdan istifadə edildikdə silmək mümkün deyil

source: This Group Configuration is used in:
az: Qrup konfiqurasiyası burada istifadə edilir:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
az: Qrup sazlaması istifadə olunmur. İstənilən bölməyə {linkStart}Kurs mündəricatı{linkEnd} köməyi ilə istənilən bölməyə məzmun sınağı əlavə edərək başlaya bilərsiniz.

source: Group Configuration information
az: Qrup konfiqurasiyası məlumatı

source: Group Configuration Name
az: Qrup konfiqurasiyası adı

source: Group Configuration ID
az: Qrup konfiqurasiyası İD-si

source: This is the Name of the Group Configuration
az: Bu qrup konfiqurasiyasının adıdıdır

source: Name or short description of the configuration
az: Konfiqurasiyanın adı və ya qısa təsviri

source: This is the Description of the Group Configuration
az: Bu qrup konfiqurasiyasının təsviridir

source: Optional long description
az: Məcburi olmayan ətraflı təsvir

source: Group information
az: Qrup haqqında məlumat

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
az: Tələbələrə təyin ediləcək qrupların adları, məsələn, Nəzarət, Video, Problemlər və s. İki və daha çox qrupunuz olmalıdır.

source: Add another group
az: Digər qrup əlavə et

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
az: Bu sazlama mövcüd məzmun sınaqlarında istifadə olunur. Əgər qrupa dəyişiklik etsəniz bu sınaqlarıda redaktə etmək məcburiyyətində qala bilərsiniz.

source: delete group
az: qrupu sil

source: This feature is currently in testing. Course teams can enter highlights, but learners will not receive email messages.
az: Bu imkan hal-hazırda sınaqdan keçirilir. Kurs komandaları vurğulamalr daxil edə bilərlər, amma tələbələr e-poçt mesajı almayacaqlar.

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
az: Bu bölmə üçün email göndərilərkən istifadə ediləcək 3-5 vacib məqamı qeyd edin. (250 simvol limiti)

source: Highlight {highlight_index}
az: Seçmə {highlight_index}

source: A highlight to look forward to this week.
az: Bu həftə gözlənilən ən maraqlı mövzular.

source: License Type
az: Lisenziya növü

source: Learn more about {license_name}
az: {license_name} haqqında daha ətraflı öyrən

source: Options for {license_name}
az: {license_name} görə parametrlər

source: The following options are available for the {license_name} license.
az: {license_name} lisenziyası üçün aşağıdakı şərtlər mövcuddur.

source: License Display
az: Lisenziyanın görüntüsü

source: The following message will be displayed at the bottom of the courseware pages within your course:
az: Aşağıdakı mesaj kursunuzun səhifələrinin aşağısında göstəriləcək:

source: Creative Commons licensed content, with terms as follow:
az: Aşağıdakı şərtlərlə Creative Commons lisenziyalı məzmun:

source: Some Rights Reserved
az: Bəzi hüquqlar qorunur

source: New %(item_type)s
az: Yeni %(item_type)s

source: Clear
az: Təmizlə

source: Clear Value
az: Qiyməti təmizlə

source: Component Location ID
az: Kmponentin yerləşmə İD-si

source: Download
az: Köçürmək

source: {categoryText} in {parentDisplayname}
az: {categoryText} {parentDisplayname} daxilində

source: Current location
az: Cari mövqe

source: Currently selected
az: Haırki seçilmiş

source: You haven't added any textbooks to this course yet.
az: Siz bu kursa hələ heç bir dərs kitabı əlavə etməmisiniz.

source: Add your first textbook
az: İlk dərs kitabınızı əlavə edin

source: This group controls access to:
az: Bu qrup girişə icazəni idarə edir:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
az: {linkStart}Kurs mündəricatı{linkEnd}-da, bu qrupu komponentə istifadəni idarə etmək üçün istifadə edin.

source: Previous Uploads
az: Əvvəlki yükləmələr

source: Download available encodings (.csv)
az: Mövcud kodlamaları yükləyin (.csv)

source: Thumbnail
az: Şəkil

source: Transcripts
az: Altyazılar

source: Remove this video
az: Bu videonu sil

source: Remove {video_name} video
az: {video_name} videonu çıxar

source: Never published
az: Heç vaxt dərc edilməyib

source: Last published %(last_published_date)s by %(publish_username)s
az: Axırıncı dəfə %(last_published_date)s tarixində %(publish_username)s tərəfindən dərc olunub

source: Previously published
az: Əvvəlcədən dərc olunmuşlar

source: Draft (Never published)
az: Qaralama (dərc edilməyib)

source: Visible to Staff Only
az: Yalnız Heyətə açıq

source: Published and Live
az: Dərc edilib və buraxılış olub

source: Published (not yet released)
az: Dərc edilmiş (buraxılış olmayıb)

source: Draft (Unpublished changes)
az: Qarlama (Dərc edilməmiş dəyişikliklər)

source: Release:
az: Buraxılış:

source: Publishing Status
az: Dərcedilmə statusu

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
az: {lastSavedStart}{editedOn}{lastSavedEnd} tarixində {editedByStart}{editedBy}{editedByEnd} tərəfindən qaralama yadda saxlanıldı

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
az: {lastPublishedStart}{publishedOn}{lastPublishedEnd} tarixdə {publishedByStart}{publishedBy}{publishedByEnd} tərəfindən dərc edildi

source: with %(release_date_from)s
az: %(release_date_from)s ilə

source: Is Visible To:
az: Görünür:

source: Will Be Visible To:
az: Kimlər görəcək:

source: Staff Only
az: Yalnız Heyətə açıq

source: with %(section_or_subsection)s
az: %(section_or_subsection)s ilə

source: Staff and Learners
az: Heyət və tələbələrə açıq

source: Hide from learners
az: Tələbələrdən gizlin

source: Note: Do not hide graded assignments after they have been released.
az: Qeyd: Qiymətləndirilmiş tapşırıqları nümayiş etdirildikdən sonra gizlətməyin

source: Release Date and Time
az: Buraxılış tarixi və saatı

source: Release Date:
az: Buraxılış tarixi:

source: Release Time in UTC:
az: Buraxılış saatı UTC:

source: Clear Release Date/Time
az: Buraxılış tarixi/saatı təmizlə

source: Assessment Results Visibility
az: Qiymətləndirmə nəticələrinin görünməsi

source: Always show assessment results
az: Qiymətləndirmə nəticələrini hər zaman göstər

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
az: Tələbələr tapşırıqa cavab verdikdən sonra, onlar həmin anda cavabın düzgün olub olmadığını və aldığı qiyməti həmən görürlər.

source: Never show assessment results
az: Qiymətləndirmə nəticələrini göstərmə

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
az: Tələbələr qiymətləndirmənin nə cavablarının düzgün və ya yanlış olduğunu, nə də aldıqları qiyməti görmürlər

source: Show assessment results when subsection is past due
az: Qiymətləndirmə müddətinin sona çatdığı zaman nəticələri göstər

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the course end date has passed.
az: Tələbələr tapşırıqa verdikləri cavabların düzgün olub olmadığını və aldığı qiyməti kursun bitmə tarixi keçənə gədər görmürlər.

source: If the course does not have an end date, learners always see their scores when they submit answers to assessments.
az: Əgər kursun bitmə tarixi yoxdursa, tələbələr qiymətləndirmənin cavablarını daxil etdikdən sonra öz qiymətlərini görəcəklər.

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
az: Tələbələr tapşırıqlara verdikləri cavabların düzgün olub olmadığını və aldığı qiyməti alt bölməni bitirənə gədər görmürlər.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
az: Əgər altbölmənin bitmə tarixi yoxdursa, tələbələr qiymətləndirmənin cavablarını daxil etdikdən sonra öz qiymətlərini görəcəklər.

source: PDF Chapters
az: PDF fəsillər

source: Signatory
az: İmza sahibi

source: Signature Image
az: İmzanın Şəkli

source: Certificate Signatory Configuration
az: Sertifikat imzalamasının konfiqurasiyaları

source: Name
az: Ad

source: Name of the signatory
az: İmza sahibinin adı

source: The name of this signatory as it should appear on certificates.
az: Bu imzanın sahibinin adı sertifikat üzərində əks olunmalıdır.

source: Title
az: Başlıq

source: Title of the signatory
az: İmza sahibinin rütbəsi

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
az: Başlığın 100 simvoldan artıq olması tələbəyə sertifikatı bir səhifədə çap etməyə mane olar.

source: Organization
az: Təşkilat

source: Organization of the signatory
az: İmza sahibinin təşkilatı

source: The organization that this signatory belongs to, as it should appear on certificates.
az: Bu imzanın aid olduğu təşkilat sertifikat üzərində əks olunmalıdır.

source: Path to Signature Image
az: İmza şəklinin yeri

source: Image must be in PNG format
az: Şəkil PNG formatında olmalıdır

source: Upload Signature Image
az: İmza Şəkilini Yüklə

source: Unit Visibility
az: Dərsin görüntüsü

source: Section Visibility
az: Bölmənin görünüşü
