Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
az: Əgər tənzimlənərsə, müəyyən edilmiş son tarixdən sonra heyətdən olmayan istifadəçilər üçün ardıcıllıq məzmunu gizlədilir.

source: Is Entrance Exam
az: Giriş İmtahanı

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
az: Bu kurs modulunu Giriş İmtahanı kimi təq edin. Qeyd edək ki, bu kursun qüvvəyə minməsi üçün Giriş İmtahanlarını aktivləşdirməlisiniz.

source: Is Time Limited
az: Vaxt məhduddur

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
az: Bu parametr tələbələrin kurs komponentlərinə baxmağa məhdud vaxtlarının olduğunu və ya istifadə etdiyini göstərir.

source: Time Limit in Minutes
az: Vaxt məhdudiyyəti dəqiqələrlədir

source: The number of minutes available to students for viewing or interacting with this courseware component.
az: Tələbələrə bu proqram komponentinə baxmaq və ya əlaqə yaratmaq üçün istifadə olunan dəqiqələrin sayı.

source: Is Proctoring Enabled
az: Nəzarət aktivləşdirildi

source: This setting indicates whether this exam is a proctored exam.
az: Bu parametr bu imtahanın nəzarətli bir imtahan olub-olmadığını göstərir.

source: Software Secure Review Rules
az: Proqram Təhlükəsizliyi Yoxlama Qaydaları

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
az: Bu parametr, videonu izləyərkən nəzarət komandasının hansı qaydalara riayət etməsini göstərir.

source: Is Practice Exam
az: Sınaq imtahanı

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
az: Bu parametr bu sınağın yalnız test məqsədləri üçün olub-olmadığını göstərir. Sınaq imtahanları təsdiqlənmir.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
az: Tələbələr ön tələbləri qarşıladıqda alt bölümlər onlar üçün açılır.

source: This exam is hidden from the learner.
az: Bu imtahan tələbədən gizlədilir.

source: Because the course has ended, this assignment is hidden from the learner.
az: Kurs bitdiyi üçün bu tapşırıq tələbələrdən gizlədilir.

source: Because the due date has passed, this assignment is hidden from the learner.
az: Son tarix keçdiyi üçün tələbə bu tapşırığı görə bilmir.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
az: Bu bölmə bir ön şərtdir. Əlavə məzmunun kilidini açmaq üçün bu bölməni doldurmalısınız.

source: A list summarizing what students should look forward to in this section.
az: Tələbələrin bu bölmədə nə gözlədiyini ümumiləşdirən bir siyahı.

source: Group ID {group_id}
az: Qrup ID-si {group_id}

source: Not Selected
az: Seçilmədi

source: The display name for this component. (Not shown to learners)
az: Bu hissə üçün görünüş adı (Tələbələr görə bilmir)

source: Content Experiment
az: Məzmun təcrübəsi

source: The list of group configurations for partitioning students in content experiments.
az: Tələbələrin məzmun təcrübələrində bölüşdürülməsi üçün qrup konfiqurasiyaları siyahısı.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
az: Konfiqurasiya istifadəçilərin bu məzmun təcrübələri üzrə necə qruplaşdırıldığını müəyyən edir. Diqqət: Tələbənin görünən təcrübəsinin qrup konfiqurasiyasını dəyişdirmək, təcrübə məlumatlarına təsir edəcəkdir.

source: Group Configuration
az: Qrup konfiqurasiyası

source: Which child module students in a particular group_id should see
az: Xüsusi group_id-də hansı tələbə modulu üzrə tələbələr baxmalıdırlar

source: The experiment is not associated with a group configuration.
az: Bu təcrübə qrup konfiqurasiyası ilə bağlı deyil.

source: Select a Group Configuration
az: Bir qrup konfiqurasiyasl seçin

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
az: Təcrübə silinmiş qrup konfiqurasiyasından istifadə edir. Etibarlı qrup konfiqurasiyası seçin və ya bu təcrübəni silin.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
az: Təcrübə təcrübələr üçün dəstəklənməyən qrup konfiqurasiyasından istifadə edir. Etibarlı bir qrup konfiqurasiyası seçin və ya bu təcrübəni silin.

source: The experiment does not contain all of the groups in the configuration.
az: Təcrübə konfiqurasiyada bütün qrupları saxlamır.

source: Add Missing Groups
az: Çatışmayan qrupları əlavə edin

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
az: Təcrübənin aktiv olmayan bir qrupu varş Məzmunu aktiv olan qruplara köçürün, sonra aktiv olmayan qrupu silin.

source: This content experiment has issues that affect content visibility.
az: Bu məzmun sınağının bu məzmunun görünrlüyünə təsir edəcək məsələlər var.

source: External Discussion
az: Xarici müzakirə

source: Home
az: Əsas səhifə

source: Course
az: Kurs

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
az: {youtube_id} üçün Youtube-dan transkriptləri ala bilmir. Status kodu: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
az: Biz yalnız SubRip (*.srt) transkript formatını dəstəkləyirik.

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
az: Təhlil edərkən SubRip transkripti ilə xəta baş verdi. Daxili məktub {error_message}-dır.

source: Something wrong with SubRip transcripts file during parsing.
az: Təhlil edərkən SubRip transkripti ilə xəta baş verdi.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
az: {exception_message}: Yüklənmiş transkriptləri tapa bilmir: {user_filename}

source: Language is required.
az: Dil tələb edilir.

source: Basic
az: Əsas

source: There is no transcript file associated with the {lang} language.
az: {lang} dilinə uyğun transkript fayl yoxdur.

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
az: Videonuz üçün URL. Bu, bir YouTube URL və ya İnternetdə başqa bir yerdə yerləşdirilən .mp4, .ogg və ya .webm video faylları ola bilər.

source: Default Video URL
az: Standard video URL-i

source: Component Display Name
az: Komponent görünüş adı

source: Current position in the video.
az: Videodakı cari vəziyyət

source: Optional, for older browsers: the YouTube ID for the normal speed video.
az: Seçməli, köhnə brauzerlər üçün: normal sürətli video üçün YouTube ID-si.

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
az: Seçməli, köhnə brauzerlər üçün: .75x sürətli video üçün YouTube ID-si.

source: YouTube ID for .75x speed
az: .75x sürət üçün YouTube ID-si

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
az: Seçməli, köhnə brauzerlər üçün: 1.25x sürətli video üçün YouTube ID-si.

source: YouTube ID for 1.25x speed
az: 1.25x sürət üçün YouTube ID-si.

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
az: Seçməli, köhnə brauzerlər üçün: .1.5x sürətli video üçün YouTube ID-si.

source: YouTube ID for 1.5x speed
az: 1.5x sürət üçün YouTube ID-si

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
az: Bütün videoya baxmaq istəmirsinizsə, videonun başlamasını istədiyiniz zamanı tənzimləyin. Mobil tətbiqdə dəstəklənmir: bütün video göstəriləcək. Format bu şəkildədir: SS:DD:SS. Maksimum dəyər 23:59:59-dir.

source: Video Start Time
az: Video başlama vaxtı

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
az: Bütün videoya baxmaq istəmirsinizsə, videonun bitməsini istədiyiniz zamanı qeyd edin. Mobil tətbiqdə dəstəklənmir: bütün video göstəriləcək. Format bu şəkildədir: SS:DD:SS. Maksimum dəyər 23:59:59-dir.

source: Video Stop Time
az: Videonun dayanma vaxtı

source: The external URL to download the video.
az: Videonu yükləmək üçün xarici URL.

source: Download Video
az: Videonu yükləyin

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
az: Əgər tələbələr edX video playerinən istifadə edə və ya YouTube-a daxil ola bilmirlərsə, onlara müxtəlif video formatlarınının müxtəlif versiyalarını yükləməyə icazə verin. Siz Video fayl URL xanasına ən azı bir ədəd YouTube olmayan URL əlavə etməlisiniz.

source: Video Download Allowed
az: Videonun yüklənməsinə icazə verilir

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
az: Videonun qeyri-YouTube versiyalarını yerləşdirdiyiniz URL və ya URL-lər. Hər bir URL .mpeg, .mp4, .ogg və ya .webm ilə sona çatmalı və YouTube URL olmamalıdır. (Brauzer uyğunluğu üçün, biz .mp4 və .webm formatını daha çox təklif edirik.) Tələbələr öz kompyuterlərinə uyğun siyahıda ilk olan videoları görüntüləyə biləcəklər. Tələbələrin bu videoları yükləməsinə icazə vermək üçün Video Yükləməyə icazə verildi-ni Düzgün olaraq təbzimləyin.

source: Video File URLs
az: Video fayl URL-ləri

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
az: Siz Transkript yükləməsinə icazəni doğru olaraq tənzimlədikdə standart olaraq tələbələr transkripti .srt və ya .txt fayl olaraq yükləyə bilərlər. Siz yüklənilə bilən transkripti fərqli formatda təmin etmək istəyirsinizsə, biz sizə onu dərs materialı xanasına sənəd olaraq yükləməyinizi tövsiyə edirik. Əgər bu, mümkün deyilsə, siz transkript faylını Fayllar və Yüklənənlər səhifəsinə və ya İnternetə yükləyə və sonra Transkript üçün linki bura əlavə edə bilərsiniz. Tələbələr videonun aşağısında həmin transkripti yükləmək üçün linki görürlər.

source: Downloadable Transcript URL
az: Yüklənə bilən transkript URL-i

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
az: Tələbələrə vaxtlı transkriptin yüklənməsinə icazə verin. Faylın yüklənməsi üçün link aşağıda göstərilir. Standart olaraq transkript .srt və ya .txt genişlənməli bir fayldır. Transkriptin yüklənmə formasını fərqli bir formatda təqdim etmək istəyirsinizsə, Dərslikləri yekləyin sahəsindən istifadə edərək fayl yükləyin.

source: Download Transcript Allowed
az: Transkripti yükləməyə icazə verildi

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
az: Video üçün standart transkript əsas təb-vərəqədə Standart vaxtlı Transkript xanasındandır. Bu transkript ingilis dilində olmalıdır. Siz bu parametri dəyişdirməməlisiniz.

source: Default Timed Transcript
az: Sstemin təklif etdiyi zamanlı transkript

source: Specify whether the transcripts appear with the video by default.
az: Standart olaraq transkriptin video ilə başlayıb-başlamayacağını müəyyənləşdirin.

source: Show Transcript
az: Transkriptə baxın

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
az: Transkriptləri müxtəlif dillərdə əlavə edin. Aşağıya klikləyərək bir dil müəyyənləşdirin və həmin dildə bir .srt genişlənməsi olan transkript faylı yükləyin.

source: Transcript Languages
az: Altyazı dilləri

source: Preferred language for transcript.
az: Transkript üçün üstünlük verilən dil.

source: Preferred language for transcript
az: Transkript üçün üstünlük verilən dil

source: Transcript file format to download by user.
az: İstifadəçi tərəfindən yüklənilə bilən transkript fayl formatı.

source: SubRip (.srt) file
az: SubRip (.srt) fayl

source: Text (.txt) file
az: Mətn (.txt) faylı

source: The last speed that the user specified for the video.
az: Video üçün göstərilən istifadəçinin son sürəti.

source: The default speed for the video.
az: Video üçün standart sürət.

source: Specify whether to advance automatically to the next unit when the video ends.
az: Video başa çatdıqdan sonra növbəti dərs vahidinə avtomatik olaraq keçməsini müəyyənləşdirin.

source: Specify whether YouTube is available for the user.
az: İstifadəçi üçün YouTube-a girişin mümkün olub-olmadığını müəyyənləşdirin.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
az: Bu videonun ardınca bir dərs materialı yükləyin. Tələbələr videonun altında Dərs materialını yükləyin-ni klikləyərək dərs materialını yükləyə bilərlər.

source: Upload Handout
az: Dərs materiallarını yükləyin

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
az: Bu videoya girişin yalnız brauzerlər ilə məhdudlaşdığını və ya mobil tətbiqlər daxil olmaqla digər proqramlardan əldə edilə biləcəyini göstərin.

source: Video Available on Web Only
az: Video yalnız Vebdə mümkündür

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
az: Bu hissədə videoya baxmaq üçün əgər sizə edX tərəfindən Video ID yəyin olunmuşdursa, ID-ni bura daxil edin. Bu halda Standart Video URL-sində, Video Fayl URL-lərində və YouTube ID xanalarına dəyərlər daxil etməyin. Əgər sizə Video ID təyin olunmayıbsa, digər xanalarda dəyərləri daxil edin və bu xananı nəzərə almayın.

source: Date of the last view of the bumper
az: Bamperin son dəfə baxıldığı tarix

source: Do not show bumper again
az: Bamperi yenidən göstərməyin

source: Instructions
az: Təlimatlar

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
az: Söz buludundan necə istifadə ediləcəyini tələbələrə izah etməyə kömək etmək üçün təlimat əlavə edin. Xüsusilə giriş tələblərinə sahib olan tələbələr üçün açıq təlimat vacibdir.

source: Inputs
az: Girişlər

source: The number of text boxes available for learners to add words and sentences.
az: Tələbələrin söz və cümlələri əlavə etməsi üçün mövcud mətn qutularının sayı.

source: Maximum Words
az: Maksimum söz sayı

source: The maximum number of words displayed in the generated word cloud.
az: Yaradılmış söz buludunda göstərilən maksimum söz sayı.

source: Show Percents
az: Faizləri göstərin

source: Statistics are shown for entered words near that word.
az: Statistika həmin sözün yaxınlığında daxil edilmiş sözlər üçün göstərilir.

source: Whether this learner has posted words to the cloud.
az: Bu tələbənin buluda sözləri post edibmi

source: Student answer.
az: Tələbə cavabı

source: All possible words from all learners.
az: Bütün tələbələrdən bütün mümkün sözlər

source: Top num_top_words words for word cloud.
az: Söz buludu üçün ən num_top_words sözlər

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
az: {display_name} yalnız qeydiyyatdan keçmiş tələbələrə açqıdır. Ona baxmaq üçün daxil olun və ya qeydiyyatdan keçərək kursa yazılın.

source: Create Password
az: Şifrə yaradın

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
az: Siz bu e-maili %(platform_name)s-da sizin istifadəçi hesabınız üçün şifrə yaratmaq istəyilə müraciət etdiyiniz üçün alırsınız.

source: If you didn't request this change, you can disregard this email - we have not yet created your password.
az: Siz bu dəyişikliyi tələb etməmisinizsə, bu məktuba əhəmiyyət verməyə bilərsiniz. - Biz hələ sizin şifrənizi əmələ gətirməmişik.

source: Create my Password
az: Mənim şifrəmi yaradın

source: Please go to the following page and choose a new password:
az: Zəhmət olmasa, aşağıdakı səhifəyə gedin və yeni şifrə seçin:

source: Thanks for using our site!
az: Bizim saytdan istifadə etdiyiniz üçün təşəkkürlər!

source: The %(platform_name)s Team
az: %(platform_name)s Komandası

source: Create password on %(platform_name)s
az: %(platform_name)s-da şifrə yaradın

source: Email Change
az: E-mail dəyişikliyi

source: We received a request to change the secondary e-mail associated with your %(platform_name)s account to %(new_email)s. If this is correct, please confirm your new secondary e-mail address by visiting:
az: %(platform_name)s Hesabınızla əlaqəli %(new_email)sikinci e-mailinizi dəyişdirmək üçün bir müraciət aldıq. Bu doğrudursa, yeni ikinci e-mail ünvanınızı ziyarət edərək təsdiq edin:

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
az: Sizin %(platform_name)s hesabınızla əlaqəli e-mailinizi %(old_email)s-dən bu %(new_email)s ilə dəyişmə istəyinizi aldıq. Əgər bu, düzdürsə, zəhmət olmasa, yeni e-mail ünvanınızı bura gələrək təsdiq edin:

source: Confirm Email Change
az: E-mailin dəyişdiyini təsdiqləyin

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
az: Əgər bunu siz istəməyibsinizsə, siz heş nə etməməlisiniz; Siz daha bizdən e-mail almayacaqsınız. Zəhmət olmasa, bu e-mailə cavab verməyin; Əgər köməyə ehtiyacınız varsa, %(platform_name)s veb saytında kömək bölməsini yoxlayın.

source: Request to change %(platform_name)s account secondary e-mail
az: İkinci e-mail hesabını dəyişmək üçün %(platform_name)smüraciət edin

source: Request to change %(platform_name)s account e-mail
az: Hesab e-mailinizi dəyişmək üçün %(platform_name)smüraciət edin

source: Password Reset
az: Şifrə sıfırlanması

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
az: Siz bu e-maili sizin %(platform_name)s istifadəçi hesabınız üçün şifrəni sıfırlamağı istədiyiniz üçün alırsız.

source: However, there is currently no user account associated with your email address: %(email_address)s.
az: Halbuki, hazırda e-poçt ünvanınızla əlaqəli heç bir istifadəçi hesabı yoxdur:%(email_address)s.

source: If you did not request this change, you can ignore this email.
az: Bu dəyişikliyi tələb etmədiyiniz təqdirdə bu e-mailə nəzər salmaya bilərsiniz.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
az: Əgər Siz, şifrənizin sıfırlanması üçün müraciət etməmisinizsə, o zaman bu məktuba əhəmiyyət verməyə bilərsiniz.

source: Change my Password
az: Mənim şifrəmi dəyişin

source: Password reset on %(platform_name)s
az: %(platform_name)s-da şifrə sıfırlanması

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
az: "{course_name}" ({course_mode}, {start_date} - {end_date}) kursu bitirdi

source: Completed the course "{course_name}" ({course_mode})
az: "{course_name}" ({course_mode}) kursu bitirdi

source: The badge image must be square.
az: Nişan şəkli kvadrat olmalıdır.

source: The badge image file size must be less than 250KB.
az: Nişan şəkil faylı 250KB-dan az olmalıdır.

source: This value must be all lowercase.
az: Bu dəyərin hamısı kiçik hərflər olmalıdır.

source: The course mode for this badge image. For example, "verified" or "honor".
az: Bu nişan şəkli üçün kurs rejimi. Məsələn, "verified" və ya "honor".

source: Badge images must be square PNG files. The file size should be under 250KB.
az: Nişan şəkilləri PNG fayl olmalıdır. Fayl ölçüsü 250KB-dan az olmalıdır.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
az: Əgər müəyyənləşdirilmiş nişan şəkli olmayan hər hansı kurs rejimi üçün standart olaraq bu şəkli istifadə etmək istəyirsinizsə, onda bu dəyəri Doğru olaraq tənzimləyin. Sizin yalnız bir ədəd standart şəkliniz ola bilər

source: There can be only one default image.
az: Burada yalnız bir ədəd standart şəkil ola bilər.

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
az: Hər bir sətirdə nişanla təltif etmək üçün tamamlanmış kursların sayını qeyd edin, sonra vergül, slug yazın. Məsələn: 3,enrolled_3_courses

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
az: Hər bir sətirdə nişanla təltif etmək üçün qeydiyyatdan keçmiş kursların sayını qeyd edin, sonra vergül, slug yazın. Məsələn: 3,enrolled_3_courses

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
az: Hər bir sətir vergüllə ayrılmış bir siyahıdır. Hər bir sətirdəki ilk maddə sizin 'openedx__course'-in komponenti olaraq yaratdığınız sinif nişanının slug-dır. Hər bir sətirdə qalan hissələr isə tələbənin nişanı almaq üçün tamamlamalı olduğu kursun açarlarıdır. Məsələn: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second

source: Please check the syntax of your entry.
az: Zəhmət olmasa, daxil etdiyiniz sintaksisi yoxlayın.

source: Take free online courses at edX.org
az: Saytımızdan kurslara yazılın

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
az: © {org_name}. Bütün hüquqlar qorunur. edX, Open edX və əlaqəli loqolar edX İnc.-in qeydiyyata alınmış əmtəə nişanlarıdır.

source: Blog
az: Bloq

source: Contact Us
az: Bizimlə əlaqə

source: Help Center
az: Yardım Mərkəzi

source: Media Kit
az: Media dəsti

source: Donate
az: İanə edin
