Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Your password must contain {length_instruction}, including {complexity_instructions}.
az: Sizizn şifrənizə {complexity_instructions} daxil olmaqla {length_instruction} daxil olmalıdır.

source: Your password must contain {length_instruction}.
az: Sizin şifrənizə {length_instruction} daxil olmalıdır.

source: Invalid password.
az: Etibarsız şifrə.

source: at least %(min_length)d character
az: ən azı %(min_length)d simvol

source: This password is too long. It must contain no more than %(max_length)d character.
az: Şifrə %(max_length)d simvoldan uzun olmamalıdır.

source: Your password must contain no more than %(max_length)d character.
az: Şifrəniz %(max_length)d simvoldan uzun olmamalıdır.

source: This password must contain at least %(min_alphabetic)d letter.
az: Şifrənin içində ən azı %(min_alphabetic)d hərf olmalıdır.

source: Your password must contain at least %(min_alphabetic)d letter.
az: Şifrənizin içində ən azı %(min_alphabetic)d hərf olmalıdır.

source: %(num)d letter
az: %(num)d hərf

source: This password must contain at least %(min_numeric)d number.
az: Şifrənin içində ən azı %(min_numeric)d rəqəm olmalıdır.

source: Your password must contain at least %(min_numeric)d number.
az: Şifrənizin içində ən azı %(min_numeric)d rəqəm mövcud olmalıdır.

source: %(num)d number
az: %(num)d rəqəm

source: This password must contain at least %(min_upper)d uppercase letter.
az: Şifrənin içində ən azı %(min_upper)d böyük hərf olmalıdır.

source: Your password must contain at least %(min_upper)d uppercase letter.
az: Şifrənizin içində ən azı %(min_upper)d böyük hərf mövcud olmalıdır.

source: %(num)d uppercase letter
az: %(num)d böyük hərf

source: This password must contain at least %(min_lower)d lowercase letter.
az: Şifrənin içində ən azı %(min_lower)d kiçik hərf olmalıdır.

source: Your password must contain at least %(min_lower)d lowercase letter.
az: Şifrənizin içində ən azı %(min_lower)d kiçik hərf olmalıdır.

source: %(num)d lowercase letter
az: %(num)d kiçik hərf

source: This password must contain at least %(min_punctuation)d punctuation mark.
az: Şifrənin içində ən azı %(min_punctuation)d durğu işarəsi olmalıdır.

source: Your password must contain at least %(min_punctuation)d punctuation mark.
az: Şifrənin içində ən azı %(min_punctuation)d durğu işarəsi olmalıdır.

source: %(num)d punctuation mark
az: %(num)d durğu işarəsi

source: This password must contain at least %(min_symbol)d symbol.
az: Şifrə ən azı %(min_symbol)d simvoldan ibarət olmalıdır.

source: Your password must contain at least %(min_symbol)d symbol.
az: Şifrəniz ən azı %(min_symbol)d simvoldan ibarət olmalıdır.

source: %(num)d symbol
az: %(num)d simvol

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
az: XBlock-u aradan qaldırmaq və LMS-də göstərmənin qarşısını almaq üçün "Enabled" seçilməmişdir; aydınlıq üçün XBlockStudioConfiguration dəstək statusunu yeniləyin.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
az: Yalnız XBlocks bir kursun Qabaqcıl Modul siyahısında istifadə edilməmiş kimi qeyd edilə bilər. XBlockStudioConfiguration dəstək statusunu müvafiq olaraq yeniləməyi unutmayın, çünki qadağan edilən yeni XBlock nümunələri Studio-da yaradıla bilib-bilinməyəcəyinə təsir göstərmir.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
az: Deaktivləşdirilən XBlock/şablon kombinasiyası, dəstək səviyyəsindən asılı olmayaraq, Studio-da redaktə edilə bilməz. XBlock-un bütün nümunələri XBlockConfiguration-də deaktiv olub-olmadığını yoxlamağı da unutmayın.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
az: Tam və ya müvəqqəti dəstəyi olan aktivləşdirilmiş XBlock/şablon kombinasiyalarını həmişə Studio-da yaratmaq olar. Dəstəklənməyən XBlock/şablon kombinasiyası kurs müəllifinin qoşulmasını tələb edir.

source: show deprecation messaging in Studio
az: Studio-da devalvasiya məktublaşmasını göstərin

source: Fully Supported
az: Tam dəstəklənmə

source: Provisionally Supported
az: Müvəqqəti dəstəklənmə

source: Unsupported
az: Dəstəklənmir

source: Cannot rescore problems with possible file submissions
az: Mümkün olan fayl göndərilmələri ilə tapşırıqlar yenidən qiymətləndirilə bilməz

source: Question {0}
az: Sual {0}

source: Incorrect
az: Yanlış

source: Correct
az: Doğru

source: correct
az: düzgün

source: incorrect
az: yanlış

source: partially correct
az: qismən doğru

source: incomplete
az: yarımçıq

source: unanswered
az: cavablanmamış

source: submitted
az: göndərilib

source: processing
az: emal

source: This answer is correct.
az: Cavab doğrudur.

source: This answer is incorrect.
az: Cavab yanlışdır.

source: This answer is partially correct.
az: Bu cavab qismən doğrudur.

source: This answer is being processed.
az: Sizin cavabınız yoxlanılır.

source: Not yet answered.
az: Hələ dı cavablandırılmayıb.

source: Select an option
az: Seçim edin

source: ChoiceGroup: unexpected tag {tag_name}
az: ChoiceGroup: gözlənilməyən təq {tag_name}

source: Answer received.
az: Cavab qəbul edildi

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
az: <choice> və ya <compoundhint> təq gözlənilir; əvəzinə {given_tag} əldə edildi

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
az: Sizin fayllarınız göndərilib. Göndərdiyiniz qiymətləndirilən kimi bu məktub qiymət qoyanın əks əlaqəsi ilə əvəz ediləcək.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
az: Sizin cavabınız göndərilib. Göndərdiyiniz qiymətləndirilən kimi bu məktub qiymət qoyanın əks əlaqəsi ilə əvəz ediləcək.

source: {programming_language} editor
az: {programming_language} redaktoru

source: Press ESC then TAB or click outside of the code editor to exit
az: Çıxmaq üçün ESC sonra isə TAB-ı basın və ya kod redaktoru pəncərəsinin kənarına klik edin

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
az: Göndərildi. Cavab göndərilən kimi bu məktub həmin əks əlaqə ilə əvəz ediləcəkdir.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
az: Xqueue-dan {xqueue_timeout} saniyə içərisində cavab gəlmədi. Ləğv edildi.

source: Error running code.
az: Kodun işə salınması zamanı səhv.

source: Cannot connect to the queue
az: Növbəyə qoşula bilinmədi.

source: No formula specified.
az: Heç bir düstur müəyyənləşdirilmədi.

source: Couldn't parse formula: {error_msg}
az: Düsturu təhlil edə bilmədi: {error_msg}

source: Error while rendering preview
az: Görüntünün hazırlanması zamanı xəta

source: Sorry, couldn't parse formula
az: Üzr istəyirik, düsturları təhlil edə bilmədik

source: {input_type}: unexpected tag {tag_name}
az: {input_type}: gözlənilməyən təq {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
az: Gözlənilən {expected_tag} təq; əvəzinə {given_tag} əldə edildi

source: Question {index}
az: Sual {index}

source: Correct:
az: Düzgün:

source: Incorrect:
az: Yanlış:

source: Answer
az: Cavab

source: Error {err} in evaluating hint function {hintfn}.
az: İpucu funksiyasını {hintfn} qiymətləndirərkən xəta {err}

source: (Source code line unavailable)
az: (Mənbə kod xətti mümkün deyil)

source: See XML source line {sourcenum}.
az: XML mənbə xəttinə {sourcenum} baxın.

source: Checkboxes
az: Bir neçə cavabı olan

source: Multiple Choice
az: Test sualı

source: Do not use shuffle and answer-pool at the same time
az: Shuffle və answer-pool eyni anda istifadə etməyin

source: answer-pool value should be an integer
az: answer-pool dəyəri tam ədəd olmalıdır

source: Choicegroup must include at least 1 correct and 1 incorrect choice
az: Choicegroup ən azı 1 doğru və 1 yanlış seçimdən ibarət olmalıdır

source: True/False Choice
az: Doğru/Yanlış seçimi

source: Dropdown
az: Açılan

source: Numerical Input
az: rəqəm girişi

source: There was a problem with the staff answer to this problem.
az: Bu tapşırığa heyət cavabı ilə əlaqədar bir problem var idi.

source: Could not interpret '{student_answer}' as a number.
az: '{student_answer}' cavabı rəqəm kimi oxuya bilmədi.

source: Factorial function evaluated outside its domain:'{student_answer}'
az: Factorial funksiyası onun domainindən kənarda qiymətləndirilmişdir:'{student_answer}'

source: Invalid math syntax: '{student_answer}'
az: Etibarsız riyazi sintaksis: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
az: Siz tolerans aralıq tapşırıqlarında kompleks ədədlərdən istifadə etməməlisiniz

source: There was a problem with the staff answer to this problem: complex boundary.
az: Bu tapşırığa heyət cavabı ilə əlaqədar bir problem var idi: kompleks sərhəd

source: There was a problem with the staff answer to this problem: empty boundary.
az: Bu tapşırığa heyət cavabı ilə əlaqədar bir problem var idi: boş sərhəd

source: or
az: və ya

source: Text Input
az: Mətn girişi

source: error
az: xəta

source: Custom Evaluated Script
az: Xüsusi qiymətləndirilmiş skript

source: error getting student answer from {student_answers}
az: {student_answers}-dan tələbə cavabı alarkən xəta

source: No answer entered!
az: Cavab daxil edilmədi!

source: CustomResponse: check function returned an invalid dictionary!
az: CustomResponse: yoxlama funksiyası yalnış lüğəti geri qaytardı!

source: Symbolic Math Input
az: Simvolik riyazi giriş

source: An error occurred with SymbolicResponse. The error was: {error_msg}
az: SymbolicResponse ilə xəta baş verdi. Xəta: {error_msg}

source: Code Input
az: Kod girişi

source: No answer provided.
az: Cavab verilmədi.

source: Error: No grader has been set up for this problem.
az: Xəta: Bu problem üçün qiymət qoyma tənzimlənməyib.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
az: Sizin göndərdiyinizi qiymətləndirənə çatdırılmadı (Reason: {error_msg}). Zəhmət olmasa, sonra yenidən cəhd edin.

source: Invalid grader reply. Please contact the course staff.
az: Etibarsız cavab. Zəhmət olmasa, kurs heyəti ilə əlaqə saxlayın.

source: External Grader
az: Xarici qiymətləndirən

source: Math Expression Input
az: Riyazi düsturların daxil edilməsi

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
az: Bu tapşırıq üçün faktorial funksiyaya icazə verilmir. Verilən cavab: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
az: Etibarsız giriş: '{bad_input}'-i düstur kimi təhlil edilə bilmədi.

source: Invalid input: Could not parse '{bad_input}' as a formula
az: Etibarsız giriş: '{bad_input}'-i düstur kimi təhlil edilə bilmədi.

source: Circuit Schematic Builder
az: Kontur sxematik qurucusu

source: Error in evaluating SchematicResponse. The error was: {error_msg}
az: SchematicResponse qiymətləndirərkən xəta. Xəta: {error_msg}

source: Image Mapped Input
az: Şəkil girişi

source: error grading {image_input_id} (input={user_input})
az: qiymətləndirmə xətası {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
az: Problemin müəyyənləşdirilməsində xəta! Düzbucaqlının {sr_coords} koordinatlarını təhlil edə bilmir

source: Annotation Input
az: Annotasiyalı giriş

source: Checkboxes With Text Input
az: Mətn girişli işarələmə qutuları

source: Answer not provided for {input_type}
az: {input_type} üçün cavab verilmədi

source: The Staff answer could not be interpreted as a number.
az: Heyət cavabı rəqəm kimi oxuna bilmədi.

source: Could not interpret '{given_answer}' as a number.
az: '{given_answer}' rəqəm kimi oxuna bilmədi.

source: XML data for the annotation
az: Annotasiya üçün XML data

source: The display name for this component.
az: Bu komponent üçün görünüş adı

source: Annotation
az: Annotasiya

source: Blank Advanced Problem
az: Boş qabaqcıl tapşırıq

source: Number of attempts taken by the student on this problem
az: Bu tapşırığı həll edərkən tələbənin etdiyi cəhdlərin sayı

source: Maximum Attempts
az: Maksimum cəhdlər

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
az: Bu tapşırığa cavab vermək üçün tələbənin edə biləcəyi cəhdlərin sayını müəyyənləşdirin. Əgər dəyər quaşdırılmayıbsa, sonsuz sayda cəhdlərə icazə verilir.

source: Date that this problem is due by
az: Bu tapşırıq üçün son tarix

source: Amount of time after the due date that submissions will be accepted
az: Göndərilənin qəbul edildiyi son tarixdən sonrakı müddət

source: Show Results
az: Nəticələri göstərin

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
az: Tapşırığa bir şagirdin cavabının doğru olub-olmadığını göstərmək üçün müəyyənləşdirir. Alt bölmədə konfiqurasiya olunmuşdur.

source: Always
az: Həmişə

source: Never
az: Heç vaxt

source: Past Due
az: Vaxtl keçib

source: Show Answer
az: Qısa cavab

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
az: Tapşırığın cavabını nə vaxt göstərəcəyini müəyyənləşdirir. Standart dəyər Qabaqcıl parametrlərdə quraşdırıla bilər.

source: Answered
az: Cavablandırıldı

source: Attempted
az: Cəhd edildi

source: Closed
az: Bağlı

source: Finished
az: Bitdi

source: Correct or Past Due
az: Doğrudur və ya vaxtı keçib

source: Whether to force the save button to appear on the page
az: Yaddaşda saxla düyməsinin səhiədə görünməsini təmin edin

source: Show Reset Button
az: Sıfırlayın düyməsini göstərin

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
az: İstifadəçi cavablarını sıfırlaya bilməsi üçün bir 'Sıfırlayın' düyməsinin göstərildiyini müəyyən edir. Standard dəyər Qabaqcıl parametrlərdə müəyyən edilə bilər.

source: Randomization
az: Təsadüfi seçim

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
az: Müvafiq Python skriptində göstərilən dəyişənləri təsadüfi təyin etmək üçün müəyyənləşdirir. Dəyərləri təsadüfi olmayan tapşırıqlar üçün "Heç vaxt" seçin.

source: On Reset
az: İlkin vəziyyətdə

source: Per Student
az: Tələbə başına

source: XML data for the problem
az: Tapşırıq üçün XML data

source: Dictionary with the correctness of current student answers
az: Cari tələbə cavablarının düzgünlüyünə görə lüğət

source: Dictionary for maintaining the state of inputtypes
az: Giriş növlərinin vəziyyətinin saxlanması üçün lüğət

source: Dictionary with the current student responses
az: Cari tələbə cavablarına görə lüğət

source: Dictionary with the current student score
az: Cari tələbə xalına görə lüğət

source: Whether or not the answers have been saved since last submit
az: Cavabların sonuncu gönərilməsindən bəri yaddaşda saxlanıldığı və ya saxlanılmadığından asılı olmayaraq

source: Whether the student has answered the problem
az: Görəsən, tələbə tapşırığa cavab verdimi

source: Random seed for this student
az: Bu tələbə üçün təsadüfi mənimsəmə

source: Last submission time
az: Son göndərilmə vaxtı

source: Timer Between Attempts
az: Cəhdlər arasındakı vaxt

source: Seconds a student must wait between submissions for a problem with multiple attempts.
az: Tələbənin tapşırığı göndərdiyi cəhdlər arasında bir neçə saniyə gözləməlidir.

source: Problem Weight
az: Tapşırığın çəkisi

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
az: Hər bir tapşırıq üçün xalların sayını müəyyənləşdirir. Əgər dəyər müəyyənləşdirilməyibsə, tapşırıqda hər bir cavab xanasının dəyəri bir xaldır.

source: Markdown source of this module
az: Bu modul üçün markdaun mənbəyi

source: Source code for LaTeX and Word problems. This feature is not well-supported.
az: LaTeX və Word problemləri üçün mınbə kodu. Bu xüsusiyyət yaxşı dəstəklənmir.

source: Enable LaTeX templates?
az: LaTeX şablonları aktivləşsin?

source: Matlab API key
az: Matlab API açarı

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
az: MATLAB Hosted Service-ə daxil olmaq üçün MathWorks tərəfindən verilən API əsasını daxil edin. Bu açar müəyyən müddət üçün bu kursla xüsusi istifadə üçün verilir. Zəhmət olmasa, API açarını digər dərslər ilə bölüşməyin və açarın açıq və ya təhlükəli olduğuna inanırsınızsa, dərhal MathWorks-a bildirin. Kursunuz üçün bir açar almaq və ya bir problemi bildirmək üçün moocsupport@mathworks.com ilə əlaqə saxlayın

source: Submit
az: Təsdiqləyin

source: Submitting
az: Göndərilir

source: Warning: The problem has been reset to its initial state!
az: Xəbərdarlıq: Tapşırıq ilkin vəziyyətinə sıfırlanıb!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
az: Tapşırığın vəziyyəti etibarsız göndərilmə ilə pozulub. Bu göndərilmə aşağıdakılardan ibarətdir:

source: If this error persists, please contact the course staff.
az: Əgər bu xəta təkrarlanırsa, zəhmət olmasa, kurs heyəti ilə əlaqə saxlayın.

source: Hint ({hint_num} of {hints_count}):
az: ({hints_count}-dən {hint_num})-i:

source: Your answers were previously saved. Click '{button_name}' to grade them.
az: Sizin cavablarınız daha öncədən yaddaşda saxlanıldı. Onları qiymətləndirmək üçün '{button_name}' düyməsinə klikləyin.

source: Incorrect ({progress} point)
az: Yanlış ({progress} xal)

source: Correct ({progress} point)
az: Doğru ({progress} xal)

source: Partially correct ({progress} point)
az: Qismən doğru ({progress} xal)

source: Partially Correct
az: Qismən doğru

source: Answer submitted.
az: Cavab göndərildi.

source: Problem is closed.
az: Tapşırıq bağlanır.

source: Problem must be reset before it can be submitted again.
az: Tapşırığın yenidən göndərilməsi üçün o sıfırlanmalıdır.

source: You must wait at least {wait} seconds between submissions.
az: Siz göndərilmələr arası ən azı {wait} saniyə gözləməlisiniz.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
az: Siz göndərilmələr arası ən azı {wait_secs} dəqiqə gözləməlisiniz. {remaining_secs} dəqiqə qalır.

source: {num_hour} hour
az: {num_hour} saat

source: {num_minute} minute
az: {num_minute} dəqiqə

source: {num_second} second
az: {num_second} saniyə

source: Problem needs to be reset prior to save.
az: Yaddaşa verilmədən öncə tapşırıq sıfırlanmalıdır.

source: Your answers have been saved.
az: Sizin cavablarınız yaddaşda saxlanılıb.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
az: Sizin cavablarınız yaddaşda saxlanılıb, ancaq qiymətləndirilməyib. Onları qiymətləndirmək üçün '{button_name}' düyməsinə klikləyin.

source: You cannot select Reset for a problem that is closed.
az: Siz vaxtı bilmiş tapşırıq üçün Sıfırlayın seçimini edə bilməzsiniz.

source: You must submit an answer before you can select Reset.
az: Siz Sıfırlayın seçimini etmədən öncə cavabı göndərməlisiniz.

source: Problem's definition does not support rescoring.
az: Tapşırığın tərifi yenidən qiymətləndirməni dəstəkləmir.

source: Problem must be answered before it can be graded again.
az: Yenidən qiymətləndirilmədən əvvəl tapşırıq cavablandırılmalıdır.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
az: Üzr istəyirik, sizin istəyinizi yerinə yetirərkən xəta baş verdi. Zəhmət olmasa, səhifənizi yenidən yükləyərək bir daha cəhd edin.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
az: Siz bu səhifəni açdığınızdan bəri bu tapşırığın statusu dəyişib. Zəhmət olmasa, səhifəni yeniləyin.

source: Answer ID
az: Cavab ID-si

source: Question
az: Sual

source: Correct Answer
az: Doğru cavab

source: Conditional
az: Şərti

source: List of urls of children that are references to external modules
az: Xarici modullara istinad edən tələbələrin url-larının siyahısı

source: Source Components
az: Mənbə komponentləri

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
az: Tələbənin bu şərti modulun məzmununu göstərdiyini müəyyən etmək üçün istifadə olunan bütün mənbə komponentlərinin komponent yerlərinin identifikasiyasından istifadə olunur. Studio-da parametrlər dialoqundan bir komponentin komponent yerinin ID-sini kopyalayın.

source: Conditional Attribute
az: Şərti atribut

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
az: Bir tələbənin bu şərti modulun məzmununu göstərdiyini müəyyən edən mənbə komponentlərinin xüsusiyyətləri.

source: Conditional Value
az: Şərti dəyər

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
az: Bu şərti modulun məzmunu tələbəyə göstərilmədən öncə mənbə komponentlərinin şərti xüsusiyyət dəyəri uyğun olmalıdır.

source: Blocked Content Message
az: Bloklanmış məzmun məktubu

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
az: Bütün şərtlər olmadıqda, bu şərti modulun məzmununu göstərmək üçün tələbələrə göstərilən məktub. Tələbələrə tələb olunan vahidlərə birbaşa keçid vermək üçün məktubunuzun mətnində {link} linki daxil edin. Məsələn, 'bu vahidə daxil olmaq üçün {link} linki tamamlamalısınız'.

source: You must complete {link} before you can access this unit.
az: Bu vahidə daxil olmaq üçün {link} linki tamamlamalısınız.

source: This component has no source components configured yet.
az: Bu komponentin mənbə komponentləri konfiqurasiya edilməyib.

source: Configure list of sources
az: Mənbələrin siyahısını konfiqurasiya edin

source: The selected proctoring provider, {proctoring_provider}, is not a valid provider. Please select from one of {available_providers}.
az: Seçilmiş nəzarət provayderi {proctoring_provider} etibarlı provayder deyil. Zəhmət olmasa, {available_providers} provayderlərdən birini seçin.

source: LTI Passports
az: LTI Passport

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
az: Aşağıdakı formatda LTI kursu üçün pasportları daxil edin: "id:client_key:client_secret"

source: List of Textbook objects with (title, url) for textbooks used in this course
az: Bu kursda istifadə olunan dərsliklər üçün dərsliklər siyahısı (başlıq, url)

source: Slug that points to the wiki for this course
az: Bu kurs üçün viki-yə işarə edən slug
