Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: az

source: Error adding/removing users as beta testers.
az: Beta testləri olaraq istifadəçiləri əlavə edərkə/silərkən xəta baş verdi.

source: These users were successfully added as beta testers:
az: Bu istifadəçilər uğurla beta tester-lər olaraq əlavə edildilər.

source: These users could not be added as beta testers because their accounts are not yet activated:
az: Bu istifadəçilər beta tester-lər olaraq əlavə edilə bilmədi, çünki onların hesabları hələ aktivləşdirilməyib:

source: These users were successfully removed as beta testers:
az: Bu istifadəçilər beta tester-lər olaraq uğurla çıxarıldı.

source: These users were not added as beta testers:
az: Bu istifadəçilər beta tester-lər olaraq əlavə edilmədilər:

source: These users were not removed as beta testers:
az: Bu istifadəçilər beta tester-lər olaraq çıxarılmadılar:

source: Users must create and activate their account before they can be promoted to beta tester.
az: İstifadəçilər beta tester olaraq vəzifəsinə qalxmadan öncə öz hesablarını yaratmalı və aktivləşdirməlidirlər.

source: Could not find users associated with the following identifiers:
az: Aşağıdakı identifikatorlar ilə əlaqəli istifadəçilər tapılmadı:

source: Reason field should not be left blank.
az: Səbəb xanası boş buraxılmamalıdır.

source: Role field should not be left unselected.
az: Rol xanası seçilməlidir.

source: Error enrolling/unenrolling users.
az: Siyahıya alma/siyahıdan silmə zamanı xəta baş verdi.

source: The following email addresses and/or usernames are invalid:
az: Aşağıdakı e-mail ünvanları və/və ya istifadəçi adları etibarsızdır:

source: Successfully enrolled and sent email to the following users:
az: Uğurla qeydiyyatdan keçirildi və aşağıdakı istifadəçilərə e-mail göndərildi:

source: Successfully enrolled the following users:
az: Aşağıdakı istifadəçilər siyahıya alındı:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
az: Aşağıdakı istifadəçilərə uğurla qeydiyyat e-mailləri göndərildi. Onlar qeydiyyatdan keçdikdən sonra siyahıya salınmağa icazə veriləcəkdir.

source: These users will be allowed to enroll once they register:
az: Bu istifadəçilər qeydiyyatdan keçdikdən sonra siyahıya salınmağa icazə veriləcəkdir.

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
az: Aşağıdakı istifadəçilərə uğurla qeydiyyat e-mailləri göndərildi. Onlar qeydiyyatdan keçdikdən sonra siyahıya salınacaqlar.

source: These users will be enrolled once they register:
az: Bu istifadəçilər onlar qeydiyyatdan keçdikdən sonra siyahıya salınacaqlar.

source: Emails successfully sent. The following users are no longer enrolled in the course:
az: E-maillər uğurla göndərildi. Aşağıdakı istifadəçilər artıq bu kursun siyahısında deyillər:

source: The following users are no longer enrolled in the course:
az: Aşağıdakı istifadəçilər artıq bu kursa qeydiyyatda deyillər:

source: These users were not affiliated with the course so could not be unenrolled:
az: Bu istifadəçilər kursla əlaqəli olmadıqları üçün qeydiyyata alınmamışlar:

source: Your message must have a subject.
az: Sizin məktubunuzun mövzusu olmalıdır.

source: Your message cannot be blank.
az: Sizin məktunuz boş ola bilməz.

source: Your message must have at least one target.
az: Sizin məktubunuzun ən azı bir alıcısı olmalıdır.

source: There are invalid keywords in your email. Check the following keywords and try again.
az: Sizin e-mailinizdə etibarsız açar sözlər var. Bu açar sözləri yoxlayın və yenidən cəhd edin.

source: Yourself
az: Özünüz

source: Everyone who has staff privileges in this course
az: Bu kursda heyət imtiyazları olan hər kəs

source: All learners who are enrolled in this course
az: Bu kursa qeydiyyatdan keçmiş bütün tələbələr

source: All learners in the {cohort_name} cohort
az: {cohort_name} qrupundakı bütün tələbələr

source: All learners in the {track_name} track
az: {track_name} istiqamətdə olan bütün tələbələr

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
az: Sizin e-məktubunuz göndərilmə növbəsinə uğurla yerləşdirildi. Çox tələbə yazılmış kursların istifadəçilərinə e-məktub göndərilməsi bir saata qədər çəkə bilər.

source: You are sending an email message with the subject {subject} to the following recipients.
az: Siz bu şəxslərə {subject} mövzusunda e-mail göndərirsiniz.

source: Is this OK?
az: Bu, OK-dir?

source: Error sending email.
az: E-mail göndərəkən xəta baş verdi.

source: There is no email history for this course.
az: Bu kurs üçün e-mail tarixçəsi tapılmadı

source: There was an error obtaining email task history for this course.
az: Bu kurs üçün e-mail tarixçəsini əldə edərkən xəta baş verdi.

source: There was an error obtaining email content history for this course.
az: Bu kurs üçün e-mail məzmununun tarixçəsini əldə dərkən xəta baş verdi.

source: Send to:
az: Göndərildi:

source: Please enter a student email address or username.
az: Zəhmət olmasa, tələbənin e-poçt ünvanı və ya istifadəçi adını daxil edin.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
az: '<%- student_id %>' üçün qeydiyyat statusunun əldə edilməsi zamanı xəta baş verdi. Tələbə identifikasiya nömrəsinin düzgün olduğuna əmin olun.

source: Retrieving enrollment status...
az: Qeydiyyat statusuna baxılır...

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
az: Tələbənin '<%- student_id %>' üçün irəliləyiş url-ini əldə edərkən xəta baş verdi. Tələbə identifikatorunun hərfbəhərf düzgün yazıldığından əmin olun.

source: Please enter a problem location.
az: Zəhmət olmasa, problemin yerini daxil edin.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
az: Tamam! '<%- problem_id %>' tapşırığı '<%- student_id %>' tələbəsi üçün sıfırlama cəhdi uğurla nəticələndi.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
az: '<%= problem_id %>' problem və '<%- student_id %>' tələbə üçün problemi sıfırlama cəhdləri edərkən xəta baş verdi. Problem və tələbə identifikatorlarının tam və düzgü olduğundan əmin olun.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
az: '<%- problem_id %>' tapşırığının vəziyyəti '<%- student_id %>' tələbəsi üçün ləğv edilsin?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
az: '<%- student_id %> İD-si olan tələbənin '<%- problem_id %>' problem vəziyyətini silərkən xəta baş verdi. Problem və tələbə identifikatorunun tam və düzgün oluğundan əmin olun.

source: Module state successfully deleted.
az: Modul şərti uğurla silindi.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
az: '<%- problem_id %>' problem və '<%- student_id %>' tələbə üçün tapşırıq tarixçəsini əldə edərkən xəta baş verdi. Problem və tələbə identifikatorunun tam və düzgün olduğundan əmin olun.

source: Entrance exam attempts is being reset for student '{student_id}'.
az: Tələbə '{student_id}' üçün giriş imtahanı cəhdləri sıfırlanır.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
az: Tələbə '{student_id} üçün giriş imtahanı cəhdlərini sıfırlayarkən xəta baş verdi. Tələbə identifikatorunun düzgün olmasından əmin olun.

source: Enter a student's username or email address.
az: Tələbənin istifadəçi adı və ya e-poçt ünvanını daxil edin.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
az: ('{student_id}') olan tələbənin giriş imtahanını buraxmasına icazə vermək istəyirsinizmi?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
az: Xəta baş verdi. Tələbənin istifadəçi adı və ya e-poçt ünvanının düzgün olduğundan əmin olun və yenidən cəhd edin.

source: Entrance exam state is being deleted for student '{student_id}'.
az: Tələbə '{student_id}' üçün üçün giriş imtahanının vəziyyəti silinir.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
az: Tələbə '{student_id}' üçün giriş imtahanı vəziyyətini silərkən xəta baş verdi. Tələbə identifikatorunun düzgün olduğundan əmin olun.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
az: Tələbə '{student_id}' üçün giriş imtahanı tarixi əldə edərkən xəta baş verdi. Tələbə identifikatorunun dzgün olduğundan əmin olun.

source: Reset attempts for all students on problem '<%- problem_id %>'?
az: '<%- problem_id %>' tapşırığı üzrə bütün tələbələr üçün cəhdləri sıfırlayın

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
az: '<%- problem_id %>' problem üçün cəhdləri sıfırlama tapşırığı uğurla başladı. Tapşırığın statusunu görmək üçün 'Tapşırığın statusunu göstər' düyməsinə klikləyin.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
az: '<%- problem_id %>' problem üzrə bütün tələblər üçün cəhdləri sıfırlamaq prosesinə başlayarkən xəta baş verdi. Tapşırıq identifikatorunun tam və düzgün olduğundan əmin olun.

source: Error listing task history for this student and problem.
az: Bu tələbə və tapşırıq üçün tarixi siyahıya alarkən xəta baş verdi.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
az: '<%- problem_id %>' problem və '<%- student_id %>' tələbə üçün problemi həll etmə tapşırığı başladı. Tapşırığın statusunu görmək üçün 'Tapşırığın statusunu göstər' düyməsinə klikləyin.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
az: Tələbə '<%- student_id %>' üçün '<%- problem_id %>' tapşırığını qeyd etməyə başlayarkən xəta baş verdi. Tapşırıq və tələbə identifikatorlarının tam və düzgün olduğundan əmin olun.

source: Please enter a score.
az: Zəhmət olmasa, bir bal daxil edin.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
az: '<%- problem_id %>' tapşırığı və tələbə '<%- student_id %>' üçün qiymətin ləğv edilməsi prosesi başladı. Tapşırığın statusunu görmək üçün 'Tapşırığın statusunu göstər' düyməsinə klikləyin.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
az: Tələbə '<%- student_id %>' üçün '<%- problem_id %>' tapşırığınını balını ləğv etməklə əlaqədar prosesi balşayarkən xəta baş verdi. Bal, tapşırıq və tələbə identifikatorunun tam və düzgün olduğundan əmin olun.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
az: Tələbə '{student_id}' üçün giriş imtahanı qeyd etmək tapşırığı başladıldı. Tapşırığın statusunu görmək üçün 'Tapşırığın statusunu göstər' düyməsinə klikləyin.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
az: '{student_id}' adlı tələbə üçün giriş imtahanı başladarkən xəta baş verdi. Giriş imtahanında problemlər olduğundan və tələbə identifikatorunun düzgün olduğundan əmin olun.

source: Rescore problem '<%- problem_id %>' for all students?
az: Bütün tələbələr üçün '<%- problem_id %>' problemi həll et.

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
az: Bütün tələbələr üçün '<%- problem_id %>' problemi həll etmək üçün tapşırıq uğurla başladı. Tapşırığın statusunu görmək üçün 'Tapşırığın statusunu göstər' düyməsinə klikləyin.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
az: '<%- problem_id %>' problemi həll edərkən xəta baş verməyə başladı. Problemin identifikatorunun tam və düzgün olduğundan əmin olun.

source: Task Type
az: Tapşırığın növü

source: Task inputs
az: Tapşırığın inputları

source: Task ID
az: Tapşırığın ID-si

source: Requester
az: İstifadəçi

source: Submitted
az: Təqdim edildi

source: Duration (sec)
az: Müddət (saniyə)

source: State
az: Dövlət

source: Task Status
az: Tapşırığın statusu

source: Task Progress
az: Tapşırıq üzrə irəliləyiş

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
az: E-mailinizi bərpa edərkən xəta baş verdi. Zəhmət olmasa, bir az sonra yenidən cəhd edin və problem yenə təkrarlanarsa, texniki dəstəklə əlaqə saxlayın.

source: Sent By
az: Göndərildi

source: Sent To
az: Göndərdi

source: Time Sent
az: Sərf edilmiş vaxt

source: Number Sent
az: Göndərilmiş say

source: Copy Email To Editor
az: Emaili Editora kopyala

source: Subject:
az: Fənn:

source: Sent By:
az: Kim tərəfindən göndərildi:

source: Time Sent:
az: Sərf edilmiş vaxt:

source: Sent To:
az: Kimə göndərildi:

source: Message:
az: Məktub:

source: No tasks currently running.
az: Hal-hazırda heç bir tapşırıq yoxdur.

source: File Name
az: Faylın adı

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
az: Linklər tələb əsasında yaranır və tələbə məlumatlarının həssaslığı səbəbindən 5 dəqiqədən sonra deaktiv olur.

source: Successfully reset the attempts for user {user}
az: İstifadəçi {user} üçün cəhdləri müvəffəqiyyətlə sıfırlayın

source: Failed to reset attempts for user.
az: İstifadəçi üçün cəhdləri sıfırlamaq mümkün olmadı.

source: Successfully deleted student state for user {user}
az: İstifadəçi {user} üçün tələbə statusu uğurla silindi.

source: Failed to delete student state for user.
az: İstifadəçi üçün tələbə statusunu silmək mümkün olmadı.

source: Successfully rescored problem for user {user}
az: İstiadəçi {user} üçün problemi uğurla həll etdik.

source: Failed to rescore problem for user.
az: İstifadəçi üçün problemi həll etmək mümkün olmadı.

source: Successfully rescored problem to improve score for user {user}
az: İstifadəçi {user} hesabını yaxşılaşdırmaq üçün problem uğurla həll edildi.

source: Failed to rescore problem to improve score for user.
az: İstifadəçi hesabını yaxşılaşdırmaq üçün problemi həll etmək mümkün olmadı.

source: Successfully overrode problem score for {user}
az: {user} üçün qiymət problemini uğurla həll etdik

source: Could not override problem score for {user}.
az: {user} üçün qiymət problemini həll edə bilmədik.

source: Terms of Service and Honor Code
az: Xidmət Şərtləri və Şərəf Məcəlləsi

source: Saving your email preference
az: Email seçiminizi yaddaşda saxlayır

source: Enrolling you in the selected course
az: Seçdiyiniz kurs üzrə sizi qeydiyyatdan keçiririk

source: Adding the selected course to your cart
az: Seçilmiş kursu səbətinizə əlavə edirik

source: Loading your courses
az: Kurslarınız yüklənir

source: An error occurred.
az: Xəta baş verdi.

source: (optional)
az: (qeyri-məcburi)

source: We couldn't sign you in.
az: Sizi qeydiyyatdan keçirə bilmədik.

source: An error occurred when signing you in to %s.
az: Qeydiyyat zamanı %s xəta baş verdi.

source: Check Your Email
az: E-poçt qutunuzu yoxlayın

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password reset instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
az: Siz, {paragraphStart}{boldStart}{email}{boldEnd} ünvanını daxil etmisiniz. Əgər bu e-poçt ünvanı həqiqətən sizin {platform_name} hesabı ilə əlaqəlidirsə, şifrənizi sıfırlamaq üçün təlimatlar e-poçtunuza göndəriləcək. {paragraphEnd}{paragraphStart} Əgər şifrəni sıfırlamaq üçün təlimat e-poçtunuza gəlməsə, bu zaman ünvanınızı doğru yazıb-yazmadığınızı bir daha yoxlayın. Eyni zamanda e-poçt qutunuzun spam qovluğuna da göz gəzdirin.{paragraphEnd}{paragraphStart} Əgər əlavə hər hansı bir kömək lazımdırsa, {anchorStart}texniki dəstək üçün bizimlə əlaqə saxlayın{anchorEnd}.{paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
az: Xəta baş verdi. Səhifni yeniləyin və ya İnternet bağlantınızı yoxlayın.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
az: Siz uğurla %(currentProvider)s vasitəsilə daxil oldunuz, lakin sizin %(currentProvider)s hesabınız %(platformName)s hesabı ilə əlaqələndirilməyib. Bunu etmək üçün %(platformName)s üçün şifrəni yazaraq edərək daxil olun.

source: We couldn't create your account.
az: Hesabınızı aça bilmədik.

source: Create Account
az: Qeydiyyatdan keçin

source: (required)
az: (tələb edilir)

source: You've successfully signed into %(currentProvider)s.
az: Siz uğurla %(currentProvider)s qeydiyyadan keçdiniz.

source: We just need a little more information before you start learning with %(platformName)s.
az: Siz öyrənməyə %(platformName)s başlamadan öncə bizim bir neçə məlumata ehtiyacımız var.

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
az: Sizin profil parametrləriniz {enterprise_name} tərəfindən idarə olunur. Kömək üçün administratorunuzla və ya {link_start} edX dəstəklə {link_end} əlaqə saxlayın.

source: Email Address (Sign In)
az: Email ünvanı (Daxil olun)

source: You receive messages from {platform_name} and course teams at this address.
az: Siz məktublarınızı {platform_name} portalından və kurs komandalarından bu email ünvanına alırsınız.

source: Secondary Email Address
az: İkinci e-mail ünvanı

source: You may access your account when single-sign on is not available.
az: Tək giriş mümkün olmadığı halda siz hesabınıza daxil ola bilərsiniz.

source: Full Name
az: Ad/Soyad

source: The name that is used for ID verification and that appears on your certificates.
az: İD yoxlanılmasında və sertifikatda qeyd olunacaq ad

source: Country or Region of Residence
az: Ölkə və ya region üzrə yaşayış ünvanı

source: The country or region where you live.
az: Yaşadığınız ölkə və ya region

source: Basic Account Information
az: Əsas hesab məlumatları

source: These settings include basic information about your account.
az: Bu parametrlər hesabınızla bağlı əsas məlumatları ehtiva edir.

source: The name that identifies you on {platform_name}. You cannot change your username.
az: Bu ad sizin {platform_name} portalında istifadə etdiyiniz addır. Siz istifadəçi adınızı dəyişdirə bilməzsiniz.

source: Password
az: Parol

source: Check your email account for instructions to reset your password.
az: Şifrəni sıfırlamaq təlimatları üçün e-poçt qutunuzu yoxlayın.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
az: Bu dil sayt boyunca istifadə edildi. Hal-hazırda saytda məhdud sayda dillərin istifadəsi mümkündür. Bu sahənin dəyərinin dəyişdirilməsi səhifənin yenilənməsinə səbəb olacaq.

source: Time Zone
az: Saat qurşağı

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
az: Kurs tarixini göstərmək üçün saat qurşağını seçin. Əgər saat qurşağını dəqiqləşdirməsəniz, tapşırıqlar üçün son tarixlər daxil olmaqla kursun tarixi sizin brauzerinizdəki yerli saat qurşağındakı vaxtla görsənəcəkdir.

source: All Time Zones
az: Bütün saat qurşaqları

source: Default (Local Time Zone)
az: Sistemin təklif etdiyi (Yerli saat qurşağı)

source: Additional Information
az: Əlavə məlumat

source: Education Completed
az: Təhsil tamamlandı

source: Gender
az: Cinsiyyət

source: Year of Birth
az: Doğum ili

source: Preferred Language
az: Tərcih edilən dil

source: We've sent a confirmation message to {new_secondary_email_address}. Click the link in the message to update your secondary email address.
az: Biz {new_secondary_email_address} e-mail ünvanına təsdiq məktubu göndərmişik. İkinci e-mail ünvanınızı yeniləmək üçün məktubdakı linkə klikləyin.

source: Social Media Links
az: Sosial media linkləri

source: Optionally, link your personal accounts to the social media icons on your edX profile.
az: İsteğe bağlı olaraq, şəxsi hesablarınızı EDX profilinizin sosial media nişanlarına bağlayın.

source: Link
az: Keçid

source: Enter your
az: Daxil edin

source: Linked Accounts
az: Əlaqələndirilmiş hesablar

source: You can link your social media accounts to simplify signing in to {platform_name}.
az: Siz {platform_name} portalına qeydiyyat prosesini sadələşdirmək üçün sosial media linklərinizdən istifadə edə bilərsiniz.

source: ORDER NAME
az: SİFARİŞ ADI

source: ORDER PLACED
az: SİFARİŞ VERİLDİ

source: TOTAL
az: ÜMUMİ

source: ORDER NUMBER
az: SİFARİŞ NÖMRƏSİ

source: My Orders
az: Mənim sfarişlərim

source: This page contains information about orders that you have placed with {platform_name}.
az: Bu səhifədə {platform_name} adı ilə etdiyiniz sifarişlər haqqında məlumat tapa bilərsiniz.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
az: Biz {new_email_address} e-mail ünvanına təsdiq məktubu göndərmişik. E-mail ünvanınızı yeniləmək üçün məktubdakı linkə klikləyin.

source: You must sign out and sign back in before your language changes take effect.
az: Dil dəyişikliyinin qüvvəyə minməsi üçün siz hesabınızdan çıxmalı və sonra yenidən daxil olmalısınız.

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
az: Sizin {email} ünvanına məktub göndərilmişdir. Məktubdakı keçiddən istifadə edərək şifrənizi sıfırlaya bilərsiniz. Əgər məktub gəlməyibsə, {anchorStart}texniki dəstək{anchorEnd} üçün müraciət edin.

source: Link your {accountName} account
az: {accountName} hesabınızı əlaqələndirin

source: Unlink This Account
az: Bu hesabı bağlayın

source: You can use your {accountName} account to sign in to your {platformName} account.
az: Siz {platformName} hesabınıza daxil olmaq üçün {accountName} hesabınızdan istifadə edə bilərsiniz.

source: Unlink your {accountName} account
az: {accountName} hesabınızı bağlayın

source: Link Your Account
az: Hesabınızı əlaqələndirin
