Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Grade required to pass this course:
az: Bu kursu keçmək üçün qiymət tələb olunur:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
az: Sizin təsdiq edilmiş {cert_name_long} sertifikatınız {cert_name_short} sertifikatınızın verilməsi üçün Birləşmiş Millətlərin İran, Kuba, Suriya və Sudana tətbiq etdiyi ciddi embargoya uyğunluğu haqqında təsdiq gözləyir. Sistemimiz səhvən bu ölkələrdən biri ilə əlaqəli olduğunuzu düşünərsə, xahiş edirik ki, bizə {email} ilə əlaqə quraraq məlumat verin. {cert_name_long} geri qaytarmağı istəyirsinizsə, göndərmə ünvanımızla əlaqə saxlayın {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
az: Sizin təsdiq edilmiş {cert_name_long} sertifikatınız {cert_name_short} sertifikatınızın verilməsi üçün Birləşmiş Millətlərin İran, Kuba, Suriya və Sudana tətbiq etdiyi ciddi embargoya uyğunluğu haqqında təsdiq gözləyir. Əgər sistemimizin sizi səhvən bu ölkələrdən biri ilə əlaqəli olduğunu düşünərsə, xahiş edirik ki, bizə {email} ilə əlaqə quraraq məlumat verin.

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
az: Sizin sertifikatınız hazırlanmadı, çünki sizin {platform_name}-da cari olaraq təsdiqlənmiş şəxsiyyətiniz yoxdur.

source: Verify your identity now.
az: Şəxsiyyətinizi indi təsdiqləyin.

source: Your {cert_name_short} is Generating
az: Sizin {cert_name_short} adlı sertifikatınız hazırlanır

source: This link will open the certificate web view
az: Bu link sizin sertifikatınızı veb görünüşdə açacaq

source: View {cert_name_short}
az: {cert_name_short}-na baxın

source: This link will open/download a PDF document
az: Bu link PDF sənədi açacaq/yükləyəcək

source: Download {cert_name_short} (PDF)
az: {cert_name_short} (PDF) yükləyin

source: Download Your {cert_name_short} (PDF)
az: Öz {cert_name_short} (PDF) yükləyin

source: This link will open/download a PDF document of your verified {cert_name_long}.
az: Bu link sizin təsdiqlənmiş {cert_name_long}-ı PDF sənəd olaraq açacaq/yükləyəcək.

source: Download Your ID Verified {cert_name_short} (PDF)
az: Sizin ID-li təsdiqlənmiş {cert_name_short} (PDF) yükləyin

source: Complete our course feedback survey
az: Bizim kurs əks əlaqə sorğusunu tamamlayın

source: Add Certificate to LinkedIn Profile
az: Sertifikatı LinkedIn profilinə əlavə edin

source: Share on LinkedIn
az: Linkedin-də paylaşın

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
az: Sizin {cert_name_long} yaradılarkən bizdə sizin təsdiqlənmiş etibarlı şəkilləriniz olmadığından biz sizə təsdiqlənmiş {cert_name_short} verə bilmirik. Onun əvəzinə sizə şərəf kodu {cert_name_short} verilir.

source: Course details
az: Kurs detalları

source: {course_number} {course_name} Home Page
az: {course_number} {course_name} Əsas səhifə

source: {course_number} {course_name} Cover Image
az: {course_number} {course_name} Üz qabığı

source: Enrolled as:
az: Qeydiyyatdan keçdl:

source: Coming Soon
az: Tezliklə

source: Ended - {date}
az: Bitdi - {date}

source: Started - {date}
az: Başladı - {date}

source: Starts - {date}
az: Başlayır - {date}

source: for {course_display_name}
az: {course_display_name} üçün

source: You must select a session by {expiration_date} to access the course.
az: Kursa giriş üçün {expiration_date}-ə qədər sessiya seçməlisiniz.

source: You must select a session to access the course.
az: Siz kursa daxil olmaq üçün bir sessiya seçməlisiniz.

source: Change or Leave Session
az: Sessiyanı Dəyiş və ya Tərk Et

source: You can no longer change sessions.
az: Artıq sessiyaları dəyişə bilməzsiniz.

source: You can change sessions until {entitlement_expiration_date}.
az: Siz {entitlement_expiration_date} tarixinədək sessiyaları dəyişə bilərsiniz.

source: View Archived Course
az: Arxivləşdirilmiş kursları göstər

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
az: Mən {course_name} {facebook_brand} ilə onlayn götürürəm. Yoxlayın!

source: Share {course_name} on Facebook
az: {course_name} adlı kursu Facebook-da paylaşın

source: Share on Facebook
az: Facebook-da paylaşın

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
az: Mən {course_name} {twitter_brand} ilə onlayn götürürəm. Yoxlayın!

source: Share {course_name} on Twitter
az: Twitter-də {course_name} adlı kursu paylaşın

source: Course options for
az: Kurs seçimləri

source: Available Actions
az: Mümkün fəaliyyətlər

source: Email Settings
az: E-mail parametrləri

source: Related Programs
az: Əlaqədar proqramlar

source: You can no longer access this course because payment has not yet been received. You can contact the account holder to request payment, or you can unenroll from this course
az: Ödəniş hələ qəbul edilmədiyi üçün siz bu kursa daxil ola bilməyəcəksiniz. Ödəmə tələb etmək üçün hesab sahibi ilə əlaqə saxlaya bilərsiniz və ya bu kursdan qeydiyyatdan çıxa bilərsiniz.

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
az: Ödəniş hələ qəbul edilmədiyi üçün bu kursa daxil ola bilməyəcəksiniz. Siz ödənişi tələb etmək üçün {contact_link_start}hesab sahibinə{contact_link_end} müraciət edə bilərsiniz və ya bu kursa {unenroll_link_start}qeydiyyatdan çıxa{unenroll_link_end} bilərsiniz

source: Verification not yet complete.
az: Təsdiqlənmə hələ tamamlanmayıb.

source: You only have {days} day left to verify for this course.
az: Bu kursu təsdiqləmək üçün yalnız {days} gününüz qalıb.

source: Almost there!
az: Demək olar ki, burdasınız!

source: You still need to verify for this course.
az: Bu kurs üçün sizin təsdiqləməyə ehtiyacınız var.

source: Verify Now
az: İndi Təsdiqləyin

source: You have submitted your verification information.
az: Siz təsdiqlənmə məlumatınızı təqdim etmisiniz.

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
az: Təsdiqləmə prosesi başa çatdıqda (adətən 1-2 gün ərzində) panelinizdə bir mesaj görəcəksiniz.

source: Your current verification will expire soon!
az: Siziin cari təsdiqlənməniz tezliklə başa çatacaq

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
az: Siz yenidən təəsdiqlənmə məlumatını göndərmisiniz. Təsdiqləmə prosesi başa çatdıqda (adətən 1-2 gün ərzində) panelinizdə bir mesaj görəcəksiniz.

source: You have successfully verified your ID with edX
az: Siz edX-lə İD-nizi uğurla təsdiqləmisiniz.

source: Your current verification is effective until {date}.
az: Sizin cari təsdiqləməniz {date} tarixinədək etibarlıdır.

source: Your current verification will expire soon.
az: Sizin cari təsdiqləmənizin vaxtı tezliklə bitəcək.

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
az: Sizin cari təsdiqləməniz {days} gün içində sona çatacaq. Veb kamera və dövlət tərəfindən verilmiş şəkilli şəxsiyyət vəsiqəsindən istifadə edərək {start_link}şəxsiyyətinizi indi yenidən təsdiqləyin{end_link}.

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
az: Bu kursda əldə etdiyiniz bilik və bacarıqları qeyd etmək üçün bir {cert_name_long}-lı kurs izləyin.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
az: O, rəsmidir. O, asanlıqla paylaşıla biləndir. O, kursu tamamlamaq üçün əsas motivasiya edici qüvvədir. {line_break}{link_start}Təsdiqlənmiş {cert_name_long} haqqında ətraflı öyrənin{link_end}.

source: You have completed this course and are eligible to purchase course credit. Select <strong>Get Credit</strong> to get started.
az: Siz kursu tamamlamısınız və kurs kreditinizi ala bilərsiniz. Başlamaq üçün <strong>Kredit əldə edin</strong>düyməsini seçin.

source: You are now eligible for credit from {provider}. Congratulations!
az: Siz indi {provider} kreditindən faydalana bilərsiniz. Təbriklər!

source: Get Credit
az: Kredit əldə edin

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select <b>Request Credit</b> to get started.
az: Ödənişiniz üçün təşəkkür edirik. Kurs kreditini almaq üçün siz indi {link_to_provider_site} veb saytından kreditə müraciət etməlisiniz. Başlamaq üçün <b>Kreditə istəyin</b> düyməsini seçin.

source: Request Credit
az: Kreditə müraciət edin

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
az: {provider_name} sizin kurs kredit istəyini alıb. Biz kreditin icrası tamamlandıqda sizi məlumatlandıracayıq.

source: View Details
az: Ətraflı məlumata baxın

source: <b>Congratulations!</b> {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
az: <b>Təbriklər!</b>{provider_name} sizin kurs kredit istəyinizi qəbul edib. Kurs kreditinizi görmək üçün veb saytı {link_to_provider_site} ziyarət edin.

source: View Credit
az: Kreditə baxın

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
az: {provider_name} sizin kurs krediti üçün istəyinizi qəbul etmədi. Daha ətraflı məlumat üçün birbaşa {link_to_provider_site} əlaqə saxlayın

source: An error occurred with this transaction. For help, contact {support_email}.
az: Bu əməliyyatda xəta baş verdi. Kömək üçün {support_email} e-maillə əlaqə saxlayın.

source: Course options for {courseName}
az: {courseName} üçün kurs seçimləri

source: Consent to share your data
az: Öz məlumatlarınızı paylaşmağa razılıq verin

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
az: Bu kursa daxil olmaq üçün əvvəlcə {enterprise_customer_name} ilə öyrənmə nailiyyətlərini bölüşmək üçün razılıq verməlisiniz.

source: View Consent
az: Razılığa baxın

source: Current Verification Status: Approved
az: Cari təsdiqləmə statusu: Təsdiq edilib

source: Your edX verification has been approved. Your verification is effective for one year after submission.
az: Sizin edX təsdiqləməniz qəbul edilib. Sizin təsdiqiniz göndərildikdən sonra bir il ərzində qüvvədədir.

source: Current Verification Status: Pending
az: Cari təsdiqləmə statusu: Gözləyir

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
az: Sizin edX ID təsdiqləməniz gözləyir. Sizin təsdiqləmə məlumatınız göndərilib və ən qısa zamanda nəzərdən keçiriləcəkdir.

source: Current Verification Status: Denied
az: Cari təsdiqləmə statusunuz: Rədd edildi

source: Your verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
az: Təsdiqlənmə sənədi qəbul edilmədi. Təsdiqlənmiş bir sertifikatı almaq üçün özünüz üçün yeni bir şəkil və dövlət tərəfindən verilmiş şəkilli şəxsiyyət vəsiqənizi kursunuzun təsdiqlənmə tarixindən əvvəl təqdim etməlisiniz.

source: Your verification was denied for the following reasons:
az: Aşağıdakı səbəblərə görə sizin təsdiqləməniz rədd edildi:

source: Resubmit Verification
az: Təsdiqləməni yenidən göndərin

source: Current Verification Status: Expired
az: Cari təsdiqlənmə statusu: Vaxtı keçib

source: Your verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
az: Təsdiqlənmə sənədinin vaxtı keçib. Təsdiqlənmiş bir sertifikatı almaq üçün özünüz üçün yeni bir şəkil və dövlət tərəfindən verilmiş şəkilli şəxsiyyət vəsiqənizi kursunuzun təsdiqlənmə tarixindən əvvəl təqdim etməlisiniz.

source: Could Not Link Accounts
az: Hesabları bağlaya bilmədi

source: The {provider_name} account you selected is already linked to another {platform_name} account.
az: Seçdiyiniz {provider_name} hesabı artıq başqa bir {platform_name} hesabına bağlıdır.

source: We're sorry to see you go! Please share your main reason for unenrolling.
az: Getdiyiniz üçün çox üzgünük! Zəhmət olmasa, qeydiyyatdan çıxma səbəbinizi paylaşın.

source: I just wanted to browse the material
az: Mən sadəcə materialı axtarmaq istədim

source: This won't help me reach my goals
az: Bu mənim hədəfimə çatmağa kömək etməyəcək

source: I don't have the time
az: Mənim vaxtım yoxdur

source: I don't have the academic or language prerequisites
az: Mənim akademik və ya dil ön şərtlərim yoxdur

source: I don't have enough support
az: Kifayıt qədər dəstəyim yoxdur

source: I am not happy with the quality of the content
az: Məzmunun keyfiyyətindən razı deyiləm

source: The course material was too hard
az: Kurs materialı çox çətindir

source: The course material was too easy
az: Kurs materialı çox asandır

source: Something was broken
az: Nəsə xəta baş verib

source: Other
az: Digər

source: Thank you for sharing your reasons for unenrolling.
az: Qeydiyyatdan çıxma səbəbini bildirdiyiniz üçün təşəkkür edirik

source: You are unenrolled from
az: Siz qeydiyyatdan çıxdınız

source: Return To Dashboard
az: Panelə qayıdın

source: Browse Courses
az: Kurslar axtarın

source: Results:
az: Nəticələr:

source: Topic:
az: Mövzu:

source: Show Discussion
az: Müzakirəni göstərin

source: To view live discussions, click Preview or View Live in Unit Settings.
az: Canlı müzakirələrə baxmaq üçün Vahid parametrlərdə İlkin baxış və ya Canlı görüntüyə klikləyin.

source: Discussion ID: {discussion_id}
az: Müzakirə İD-si: {discussion_id}

source: Discussion topics list
az: Müzakirə mövzuları siyahısı

source: Filter Topics
az: Mövzuları filtrləyin

source: filter topics
az: mövzuları filtrləyin

source: All Discussions
az: Bütün müzakirələr

source: Posts I'm Following
az: İzlədiyim postlar

source: Filter:
az: Filtr:

source: Show all posts
az: Bütün postları göstərin

source: Unread posts
az: Oxunmamış postlar

source: Unanswered posts
az: Cavablandırılmamış postlar

source: Flagged
az: Qeyd edilmiş

source: Group:
az: Qrup:

source: in all groups
az: bütün qruplarda

source: Sort:
az: Çeşidləyin:

source: by recent activity
az: son fəaliyyət ilə

source: by most activity
az: ən çox fəaliyyət ilə

source: by most votes
az: ən çox səs ilə

source: Student Notes
az: Tələbə qeydləri

source: Highlights and notes you've made in course content
az: Kurs məzmununda etdiyiniz əhəmiyyətli qeydlər

source: Search notes for:
az: Qeydləri axtarın:

source: Search notes for...
az: Qeydləri axtarın...

source: View notes by:
az: Qeydlərə baxıldı:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
az: Siz kursda hələ qeydlər etməmisiniz. Bu kursdakı başqa tələbələr qeydləri bu məqsədlər üçün istifadə edirlər:

source: Mark a passage or concept so that it's easy to find later.
az: Daha sonra asanlıqla tapmaq üçün hər hansı hissəni və ya konsepti işarələyin.

source: Record thoughts about a specific passage or concept.
az: Xüsusi bir hissə və ya konsept haqqında fikirlərinizi yazın.

source: Highlight important information to review later in the course or in future courses.
az: Kursda və ya gələcək kurslarda sonradan nəzərdən keçirmək üçün vacib məlumatları qeyd edin.

source: Get started by making a note in something you just read, like {section_link}.
az: İndicə oxuduğunuz hissədə qeyd aparmaqla başlayın, burda olduğu kimi {section_link}.

source: Hide notes
az: Qeydləri gizlədin

source: Show notes
az: Qeydləri göstərin

source: You're almost there! Use the link to activate your account to access engaging, high-quality {platform_name} courses. Note that you will not be able to log back into your account until you have activated it.
az: Demək olar ki, ordasınız! Maraqlı, yüksək keyfiyyətli {platform_name} kurslarına daxil olmaq üçün hesabınızı aktivləşdirmək üçün linkdən istifadə edin. Nəzərinizdə saxlayın ki, hesabınızı aktiv etmədiyiniz təqdirdə hesabınıza daxil ola bilməyəcəksiniz.

source: Enjoy learning with {platform_name}.
az: {platform_name} vasitəsilə öyrənməkdən həzz alın.

source: If you need help, please use our web form at {support_url} or email {support_email}.
az: Əgər köməyə ehtiyacınız olarsa, zəhmət olmasa, bizim veb səhifəmizdən {support_url} və ya {support_email} e-maildən istifadə edin.

source: This email message was automatically sent by {lms_url} because someone attempted to create an account on {platform_name} using this email address.
az: Bu e-mail məktubu avtomatik olaraq {lms_url} tərəfindən göndərilib, çünki kimsə bu e-mail ünvanından {platform_name}-də hesab yaratmağa çalışdı.

source: Action Required: Activate your {platform_name} account
az: Fəaliyyət tələb olunur: {platform_name} hesabınızı aktivlşdirin

source: Thank you for your purchase of
az: Satınalma üçün təşəkkür edirik

source: Your payment was successful.
az: Sizin ödənişiniz uğurlu oldu.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
az: Əgər ödəniş məlumatları ilə əlaqədar suallarınız varsa, zəhmət olmasa, tez tez verilən suallar bölməsini ({faq_url}) oxuyun və ya {billing_email} e-maillə əlaqə saxlayın.

source: If you have billing questions, please contact {billing_email}.
az: Əgər ödəniş məlumatları ilə əlaqədar suallarınız varsa, zəhmət olmasa, {billing_email} e-maillə əlaqə saxlayın.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
az: {order_placed_by} tərəfindən sifariş verildi və sizin adınız Təşkilatın əlaqədar şəxsi olaraq qeyd edildi.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
az: {order_placed_by} tərəfindən sifariş verildi və sizin adınız əlavə qəbz alıcısı olaraq qeyd edildi.

source: The items in your order are:
az: Şifarişinizdəkilər:

source: Quantity - Description - Price
az: Say - Təsvir - Qiymət

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
az: Toplam kredit/debet kartına faturalandırılır: {currency_symbol} {total_cost}

source: Company Name:
az: Şirkətin adı:

source: Purchase Order Number:
az: Şifariş nömrəsi:

source: Company Contact Name:
az: Şirkət üzrə əlaqələndirici şəxsin adı:

source: Company Contact Email:
az: Şirkətin e-maili

source: Recipient Name:
az: Alıcının adı:

source: Recipient Email:
az: Alıcının e-maili

source: Order Number: {order_number}
az: Sifariş nömrəsi: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
az: Qeydiyyat linkləri olan CSV fayl qoşmadadır. Zəhməət olmasa, aşağıdakı e-mail şablonundan istifadə edərək qeydiyyatdan keçmək istəyən hər bir tələbəyə qeydiyyat linklərini göndərin.

source: Warm regards,
az: Hörmətlə,

source: Warm regards,<br>The {platform_name} Team
az: Hörmətlə, <br>{platform_name} komandası

source: Dear [[Name]]
az: Əziz [[Ad]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
az: {course_names} adlı kursda qeydiyyatdan keçmək üçün sizə URL göndərilib. Zəhmət olmasa, giriş əldə etmək üçün aşağıdakı təlimatı izləyin.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
az: Sizin url: [[Enter Redeem URL here from the attached CSV]]

source: (1) Register for an account at {site_name}
az: (1) {site_name} adlı saytda bir hesab açın

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
az: (2) Qeydiyyatdan keçdikdən sonra, URL-i kopyalayın və veb brauzerində həmin linki açın.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
az: (3) Qeydiyyat təsdiqi səhifəsində 'Qeydiyyat kodunu aktivləşdirin' düyməsinə klikləyin. Bu ,qeydiyyat təsdiqini göstərəcək.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
az: (4) Siz 'kursa baxın' düyməsini klikləyə bilməlisiniz və ya tələbə panelində {url} sizin kursun linkini görə bilərsiniz.

source: (5) Course materials will not be available until the course start date.
az: (5) Kurs materiallarıını kursun başlama tarixinədək əldə edə bilməyəcəksiniz.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
az: <p>Hörmətlə,</p><p>[[Your Signature]]</p>

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
az: Bu, {platform_name} ilə əlaqəli olan köhnə e-mailinizi {old_email} yeni e-mailinizə {new_email} dəyişdirdiyinizi təsdiq edir. Əgər bu istəyi siz etməmisinizsə, zəhmət olmasa, dərhal bizimlə əlaqə saxlayın. Əlaqə məlumatları aşağıda qeyd olunub:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
az: Biz sizin köhnə e-mailllərinizi saxlayırıq, beləki, əgər bu istək qeyri-şüuridirsə, biz araşdıra bilərik.

source: Request to change {platform_name} account e-mail
az: {platform_name} hesab e-mailini dəyişmək üçün istəyi göndərin

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
az: Üzr istəyirik! Aşağıda qeyd olunan səbəb(lər)ə görə ID təsdiqlənməsi üçün göndərdiyiniz şəkillər qəbul edilmir.

source: The photo(s) of you:
az: Sənin şəkl(lər)in:

source: The photo of you:
az: Sənin şəklin:

source: The photo of your ID:
az: Sənin İD-nin şəkli:

source: Other Reasons:
az: Digər səbəblər:

source: Resubmit Verification: {reverify_url}
az: Təsdiqləməni yenidən təqdim edin: {reverify_url}

source: ID Verification FAQ: {faq_url}
az: İD təsdiqlənmə üzrə tez-tez veriln suallar: {faq_url}

source: Thank you,
az: Çox sağ olun,

source: The {platform_name} team
az: {platform_name} komandası

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
az: Ödənişiniz uğurlu oldu. Aşağıdakı ödənişi növbəti kredit və ya debet kartı bəyanatında {merchant_name} şirkətinin adı altında görəcəksiniz.

source: Your order number is: {order_number}
az: Sizin sifariş nömrəniz: {order_number}

source: Hi {full_name}
az: Salam, {full_name},

source: Congratulations! Your ID verification process was successful.
az: Təbriklər! Sizin ID təsdiqləmə prosesi uğurlu oldu.
