Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: az

source: Browse recently launched courses and see what\'s new in your favorite subjects
az: Yeni açılmış dərslərə bax və sevimli sahələrinizdə yenilikləri yoxlayın

source: Explore New Programs
az: Yeni Proqramlara Baxış

source: Completed
az: Tamamlanmış

source: Remaining
az: Qalan

source: %(programName)s Home Page.
az: %(programName)s Baş Səhifəsi

source: Your {program} Certificate
az: Sizin {program} Sertifikatı

source: Open the certificate you earned for the %(title)s program.
az: %(title)s proqramında qazandığınız sertifikatı açın.

source: Program Record
az: Proqram qeydi

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
az: Proqram tələblərindən birini tamamladıqdan sonra bir proqram qeydiniz var. Proqramın bütün tələblərinə cavab verdikdən sonra bu qeyd tamamlandı olaraq qeyd olunur. Bir proqram qeydini öyrənmə yolculuğunu davam etdirmək və başqalarına öyrənməyi nümayiş etdirmək üçün istifadə edilə bilər.

source: View Program Record
az: Proqram qeydinə baxın

source: Additional Credit Opportunities
az: Əlavə kredit imkanları

source: Learn More
az: Daha ətraflı öyrənin

source: Additional Professional Opportunities
az: Əlavə peşəkar fürsətlər

source: Congratulations!
az: Təbriklər!

source: Your Program Journey
az: Sizin Proqram Yolunuz

source: To complete the program, you must earn a verified certificate for each course.
az: Proqramı bitirmək üçün hər dərs üçün etibarlı sertifikat qazanmağınız lazımdır.

source: Upgrade All Remaining Courses (
az: Bütün Qalan Kursları Yenilə (

source: COURSES IN PROGRESS
az: GEDƏN KURSLAR

source: REMAINING COURSES
az: QALAN KURSLAR

source: COMPLETED COURSES
az: BİTMİŞ KURSLAR

source: As you complete courses, you will see them listed here.
az: Dərsləri bitirdikcə onları burada siyahıya alınmış görəcəksiniz.

source: Complete courses on your schedule to ensure you stand out in your field!
az: Öz sahənizdə fərqlənmək üçün cədvəlinizə əsasən kurslarınızı yekunlaşdırırn.

source: {organization}\'s logo
az: {organization} loqosu

source: Needs verified certificate
az: Təsdiqlənmiş sertifikat tələb olunur

source: Upgrade to Verified
az: Yoxlanıldı

source: New Address
az: Yeni ünvan

source: Change My Email Address
az: E-poçt ünvanımı dəyişin

source: Reset Password
az: Şifrəni sıfırla

source: Account Recovery
az: Hesabın bərpası

source: Please enter your secondary email address below and we will send you instructions for recovering your account and setting a new password.
az: Zəhmət olmasa, aşağıda ikinci e-mail ünvanınızı daxil edin və biz sizə öz hesabınızı bərpa etməyiniz və yeni şifrə qoymağınız üçün təlimat göndərəcəyik.

source: Recover my account
az: Mənim hesabımı bərpa edin

source: Account Settings
az: Hesab seçənəkləri

source: An error occurred. Please reload the page.
az: Xəta baş verdi. Zəhmət olmasa, səhifəni yenidən yükləyin.

source: Forgot password?
az: Şifrəni unutmusunuz?

source: Would you like to sign in using your %(providerName)s credentials?
az: %(providerName)s indentifikasiya göstəricilərini istifadə edərək qeydiyyatdan keçmək istəyirsiniz?

source: Sign in using %(providerName)s
az: %(providerName)s istifadə edərək qeydiyyatdan keçin

source: Show me other ways to sign in or register
az: Qeydiyyatdan və ya reqistrasiyadan keçmənin digər yollarını göstər.

source: Sign in with Institution/Campus Credentials
az: Müəssisə / Kampus qeydiyyat məlumatları ilə daxil ol

source: Choose your institution from the list below:
az: Sizin institutunuzu aşağıdakı listədən seçin:

source: Back to sign in
az: Daxil olma səhifəsinə keç

source: Register with Institution/Campus Credentials
az: Müəssisə / Kampus qeydiyyat məlumatları ilə qeydiyyatdan keç

source: Register through edX
az: edX-dən qeydiyyatdan keç.

source: First time here?
az: İlk dəfədir burdasınız ?

source: Create an Account.
az: Qeydiyyatdan keçin

source: Sign in to continue learning as {email}
az: Tədrisi {email} olaraq qeydiyyatdan keçərək davam edin

source: Sign in to continue learning
az: tədrisi davam etmək üçün qeydiyyatdan keçin

source: You already have an edX account with your {enterprise_name} email address.
az: Sizin {enterprise_name} e-mail ünvanında artıq edX hesabı mövcuddur.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
az: İrəlidə sizin hesab məlumatlarınız {enterprise_name} tərəfindən yenilənəcək və qorunacaq.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
az: Siz Hesab Ayarlarından istədiyiniz vaxt öz informasiyanıza baxa bilərsiniz və ya {enterprise_name} ilə əlaqəni kəsə bilərsiniz.

source: To continue learning with this account, sign in below.
az: Bu hesabla öyrənməyə davam etmək üçün aşağıdakı linklə daxil olun.

source: Sign In
az: Daxil olun

source: Sign in here using your email address and password, or use one of the providers listed below.
az: E-poçt və şifrənizi yazaraq daxil olun, yaxud siyahıdakı provayderlərdən birini istifadə edin.

source: Sign in here using your email address and password.
az: E-poçt və şifrənizi yazaraq daxil olun.

source: If you do not yet have an account, use the button below to register.
az: Əgər sizin hələ də hesabınız yoxdursa, o zaman aşağıdakı düymədən istifadə edərək qeydiyyatdan keçin.

source: or sign in with
az: və ya digər üsulla qeydiyyatdan keç

source: Sign in with %(providerName)s
az: %(providerName)s ilə qeydiyyatdan keçin

source: Use my institution/campus credentials
az: Mənim təşkilat/kampus səlahiyyətlərimi istifadə et.

source: Password assistance
az: Şifrə ilə bağlı kömək

source: Please enter your email address below and we will send you instructions for setting a new password.
az: Şifrənizi sıfırlamaq haqqında təlimatların sizə göndərilməsi üçün e-poçt ünvanınızı daxil edin.

source: Reset my password
az: Şifrəmi sıfırla

source: Already have an {platformName} account?
az: Artıq {platformName} hesabınız mövcuddur?

source: Sign in.
az: Daxil olun.

source: Create an account using
az: İstifadə edərək hesab yaradın

source: Create account using %(providerName)s.
az: %(providerName)s istifadə edərək hesab yaradın.

source: or create a new one here
az: və ya yenisini burada yaradın

source: Create an Account
az: Qeydiyyatdan keçin

source: Support education research by providing additional information
az: Əlavə məlumat verərək təhsil tədqiqatını dəstəkləyin

source: Congratulations! You are now verified on %(platformName)s!
az: Təbrik edirik! Siz artıq %(platformName)s təsdiqəndiniz!

source: You are now enrolled as a verified student for:
az: Siz hal-hazırda yoxlanılmış tələbə kimi burada qeydiyyatdan keçdiniz:

source: A list of courses you have just enrolled in as a verified student
az: Təsdiq olunmuş tələbə kimi qeydiyyatdan keçdiyiniz kursların siyahısı

source: Explore your course!
az: Kursunuzu araşdırın!

source: Go to your Dashboard
az: Alətlər panelinə keç

source: Verified Status
az: Yoxlama statusu

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
az: Fotoşəkillərinizi təqdim etdiyiniz üçün sizə təşəkkürümüzü bildiririk. Biz qısa müddət ərində onlaı nəzərdən keçirəcəyik. İndi təsdiq edilmiş sertifikatları təklif edən %(platformName)s kurslara üzv ola bilərsiniz. Yoxlama bir il ərzində etibarlıdır. Bir il sonra təkrar yoxlama üçün şəkilləri yenidən təqdim etməlisiniz.

source: Error:
az: Xəta:

source: What You Need for Verification
az: Yoxlama üçün sizə lazım olan

source: Webcam
az: Veb kamera

source: You need a computer that has a webcam. When you receive a browser prompt, make sure that you allow access to the camera.
az: Sizə veb kameralı kompyuter lazımdır. Əgər sizin brauzeriniz kameradan istifadə üçün sorğu istəyirsə, əmin olun ki, siz kameradan istifadəyə icazə vermisiniz.

source: Photo Identification
az: Foto identifikasiyası

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
az: Sizə adınız və fotoşəkliniz olan sürücülük vəsiqəsi, passport və ya şəxsiyyət vəsiqəsi lazımdır.

source: Take Your Photo
az: Öz fotoşəklini çək

source: When your face is in position, use the camera button {icon} below to take your photo.
az: Sizin üzünüz düzgün mövqedə olduqda, {icon} düyməsini basaraq kamera vasitəsilə şəklinizi çəkin.

source: To take a successful photo, make sure that:
az: Müvəffəqiyyətli şəkil çəmək üçün əmin olmalısınız ki :

source: Your face is well-lit.
az: Sizin üzünüz yaxşı işıqlandırılıb.

source: Your entire face fits inside the frame.
az: Sizin üzünüz tam olaraq çərçivənin işərisinə yerləşir.

source: The photo of your face matches the photo on your ID.
az: Sizin üzünüzün fotəşəkli sizin şəxsiyyət vəsiqənizdə olan fotoşəklinizlə uyğundur.

source: To use the current photo, select the camera button {icon}. To take another photo, select the retake button {icon}.
az: Hazırki şəkli istifadə etmək üçün {icon} düyməsini seçin. Başqa şəkil çəkmək üçün yenidən çək {icon} düyməsini seçin.

source: Frequently Asked Questions
az: Ən çox verilən suallar

source: Why does %(platformName)s need my photo?
az: %(platformName)s üçün mənik fotoşəklim nəyə lazımdır?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
az: Yoxlama prosesinin bir hissəsi kimi siz həm sizin üzünüzün fotoşəklini həm də şəxsiyyət vəsiqəsinin fotoşəklini çəkmisiniz. Bizim avtorizasiya xidməti sizin çəkdiyiniz fotoşəkilləri müqayisə edərək şəxsiyyətinizi təsdiqləyir.

source: What does %(platformName)s do with this photo?
az: %(platformName)s bu fotoşəkillə hansı əməliyyatı edəcək?

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
az: Biz sizin fotoşəklinizi şifrələmək üçün ən yüksək təhlükəsizlik səviyyəsindən istifadə edirik və nəzərdən keçirmək üçün avtorizasiya xidmətinə göndəririk. Sizin fotoşəkliniz və məlumatlarınız yoxlama prosesi başa çatdıqdan sonra %(platformName)s -da yaddaşda saxlanılmır və hər hansı bir yerində görünmür.

source: Next: %(nextStepTitle)s
az: Sonrakı: %(nextStepTitle)s

source: Take a Photo of Your ID
az: Şəxsiyyət vəsiqənizin fotoşəklini çəkin

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
az: Veb kameradan istifadə edərək şəxsiyyət vəsiqənizin fotoşəklini çəkin. Biz bu fotoşəkli sizin üzünüzün fotoşəkli ilə və hesabınızda olan adla uyğunluğunu yoxlayacayıq.

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
az: Sizə adınız və fotoşəkliniz olan şəxsiyyəti təsdiq edən sənəd lazımdır. Sürücülük vəsiqəsi, passport və ya şəxsiyyət vəsiqəsi qəbul edilir.

source: Tips on taking a successful photo
az: Keyfiyyətli fotoşəkil çəkmək üçün məsləhətlər

source: Ensure that you can see your photo and read your name
az: Əmin olun ki siz öz fotoşəklinizi görə, adınızı isə oxuya bilirsiniz

source: Make sure your ID is well-lit
az: Əmin olun ki sizin şəxsiyyət vəsiqəniz aydın görünür.

source: Once in position, use the camera button {icon} to capture your ID
az: Mövqeyinizi tutduqda, {icon} düyməsini basaraq şəxiyyət vəsiqənizin fotoşəklini çəkin

source: Use the retake photo button if you are not pleased with your photo
az: Əgər fotoşəkliniz sizi qane etmnirsə o zaman fotoşəkli yenidən çək düyməsindən istifadə edərək fotoşəklinizi yenidən çəkin.

source: Preview of uploaded image
az: Yüklənmiş fotoşəkillərə bax.

source: Upload an image or capture one with your web or phone camera.
az: Şəkli yüklə ya da veb və ya mobl telefonun kamerasından istifadə edərək çək.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
az: Üzünüzün fotoşəklini çəkmək üçün veb kameradan istifadə edin. Biz bu fotoşəkillə şəxsiyyət vəsiqənizdə olan fotoşəkillə uyğunluğunu yoxlayacayıq.

source: Make sure your face is well-lit
az: Əmin olun ki sizin üzünüz yaxşı işıqlandırırlıb.

source: Be sure your entire face is inside the frame
az: Əmin olun ki sizin üzünüz çərçivə daxilindədir.

source: Once in position, use the camera button {icon} to capture your photo
az: Mövqeyinizi tutduqda, {icon} düyməsini basaraq fotoşəklinizi çəkin

source: Can we match the photo you took with the one on your ID?
az: Sizin şəxsiyyət vəsiqənizdə olan fotoşəkillə sizin çəkdiyiniz fotoşəklin uyğunluğunu yoxlaya bilərik ?

source: Thanks for returning to verify your ID in: {courseName}
az: Bu kursda şəxsiyyət vəsiqənizi təsdiq etdiyiniz üçün təçəkkür edirik: {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
az: Kursda iştirakdan əvvəl siz hesabınızı aktivləşdirməlisiniz. Aktivləşdirmə məktubu sizin emailinizə göndərildi. Zəhmət olmasa, e-malinizi yoxlayın. Siz aktivləşdirmə prosesini bitirdikdən sonra bu səhifəyə qayıdıb səhifəni yeniləyə bilərsiniz.

source: Activate Your Account
az: Hesabınızı aktivləşdirin

source: Photo ID
az: Foto İD-si

source: A driver's license, passport, or other government-issued ID with your name and photo
az: Sizin adınız və fotoşəkliniz olan sürücülük vəsiqəsi, passport və ya şəxsiyyət vəsiqəsi

source: You are enrolling in: {courseName}
az: Siz burada qeydiyyatdasınız : {courseName}

source: You are upgrading your enrollment for: {courseName}
az: Siz burada olan qeydiyyatınzı təkmilləşdirirsiniz : {courseName}

source: You can now enter your payment information and complete your enrollment.
az: İndi isə siz öz ödəniş məlumatlarınızı daxil edərək qeydiyyatı tamamlaya bilərsiniz.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
az: Siz ödənişi indi ödəyə bilərsiniz, hətta sizin aşağıdakı elementləriniz mövcud deyilsə, ancaq siz Təsdiq olunmuş Sertifikatı əldə etmək üçün bu elementləri {date} tarixə qədər əldə etməlisiniz.

source: An email has been sent to {userEmail} with a link for you to activate your account.
az: Hesabınızı aktivləşdirən link olan məktub {userEmail} e-mailinizə göndərildi.

source: Why activate?
az: Nə üçün aktiv olunmalıdır?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
az: Fırıldaqçılığın qarşısını almaq məqsədilə sizdən xahiş edirik hesabınızı aktivləşdirəsiz ki, hesabınızı həqiqətən sizin tərəfində yarandığına əmin olaq.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
az: Siz ödənişi indi ödəyə bilərsiniz, hətta sizin aşağıdakı elementləriniz mövcud deyilsə, ancaq siz Təsdiq olunmuş Sertifikatı əldə etmək üçün bu elementləri əldə etməlisiniz.

source: Government-Issued Photo ID
az: Şəxsiyyət vəsiqəsi

source: ID-Verification is not required for this Professional Education course.
az: Bu peşəkar təhsil kursu üçün şəxsiyyət vəsiqəsinın yoxlanılması tələb olunmur.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
az: Bütün peşəkar təhsil kursları ödənişlidir və qeydiyyatın tamamlanması üçün ödəniş tələb edir.

source: You have already verified your ID!
az: Siz öz sənədinizi təsdiqlətmisiniz.

source: Your verification status is good until {verificationGoodUntil}.
az: Sizin yoxlama statusunuz yaxşıdır, o vaxta qədər ki, {verificationGoodUntil}.

source: price
az: qiymət

source: Account Not Activated
az: Hesab aktiv deyil

source: Upgrade to a Verified Certificate for {courseName}
az: {courseName} üçün sertifikatın təsdiqlənməsinə keçin.

source: Before you upgrade to a certificate track, you must activate your account.
az: Sertifikatın mərhələlərini yeniləşdirməzdən əvvəl siz hesabınızı aktivləşdirməlisiniz.

source: Check your email for an activation message.
az: Aktivasiya mesajı üçün e-mailinizi yoxlayın.

source: Professional Certificate for {courseName}
az: {courseName} kursu üçün peşəkar sertifikat

source: Verified Certificate for {courseName}
az: {courseName} kursu üçün təsdiqlənmiş sertifikat

source: To receive a certificate, you must also verify your identity before {date}.
az: Sertifikatı əldə etməzdən əvvəl, siz {date} tarixinə qədər şəxsiyyətinizi təsdiq etməlisiniz.

source: To receive a certificate, you must also verify your identity.
az: Sertifikatı əldə etmək üçün siz həmçinin kimliyinizi təsdiq etməlisiniz.

source: To verify your identity, you need a webcam and a government-issued photo ID.
az: Kimliyinizi təsdiq etmək üçün sizə veb kamera və şəxsiyyət vəsiqəsi lazım olacaq.

source: Your ID must be a government-issued photo ID that clearly shows your face.
az: Sizin şəxsiyyəti təsdiq edən sənədiniz dövlət tərəfindən verilməli və həmin vəsiqədə sizin üzünüz aydın şəkildə görünməlidir.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
az: Siz öz üzünüzün fotoşəkli ilə şəxsiyyət vəsiqəsinin fotoşəklini çəkmək üçün fotokameradan istifadə edəcəsiniz.

source: Thank you! We have received your payment for {courseName}.
az: Təşəkkür edirik! Biz sizin {courseName} görə ödənişinizi qəbul etdik.

source: Next Step: Confirm your identity
az: Növbəti addım: Kimliyinizi təsdiq edin

source: Check your email
az: E-mail qutunuzu yoxlayın

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
az: Siz kursda iştirakınızdan əvvəl hesabınızı aktivləşdirməlisiniz. Aktivasiya məktubu üçün e-mailinizin gələn məktublar bölməsini yoxlayın.

source: A driver's license, passport, or government-issued ID with your name and photo.
az: Fotoşəkliniz və adınız olan sürücülük vəsiqəsi, passport və ya şəxsiyyəti təsdiq edən sənəd.

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
az: Əgər siz öz kimliyinizi indi təsdiq etmirsinizsə, siz öz panelinizdən kursu izləyə bilərsiniz. Siz periodik olaraq %(platformName)s-dan sizin kimliyinizi təsdiq etmək üçün bildirişlər alacaqsınız.

source: Identity Verification In Progress
az: Sənədin yoxlanması prosesi gedir

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days). In the meantime, you can still access all available course content.
az: Biz sizin məlumatınızı aldıq və şəxsiyyətinizi təsdiqləyirik. Doğrulama prosesi başa çatdıqda (adətən 1-2 gün ərzində), panelinizə bir mesaj görəcəksiniz. Bu arada, hələ mövcud olan kurs məzmununa daxil ola bilərsiniz.

source: Return to Your Dashboard
az: Məlumat panelinə qayıdın

source: Review Your Photos
az: Fotoşəkillərinə yenidən bax

source: Make sure we can verify your identity with the photos and information you have provided.
az: Verdiyiniz şəkillər və məlumatlarla şəxsiyyətinizi doğrulayacağımıza əmin olun.

source: Photo of %(fullName)s
az: %(fullName)s fotoşəkli

source: Photo of %(fullName)s's ID
az: %(fullName)s şəxsiyyət vəsiqəsinin fotoşəkli

source: Photo requirements:
az: Fotoşəklin tələbləri:

source: Does the photo of you show your whole face?
az: Şəkildə sifətiniz bütöv görünürmü?

source: Does the photo of you match your ID photo?
az: Öz şəklinizlə sənəddəki şəkil üst-üstə düşürmü?

source: Is your name on your ID readable?
az: Sənəddə adınız oxunurmu?

source: Does the name on your ID match your account name: %(fullName)s?
az: Şəxsiyyət vəsiqənizdə olan adla sizin hesab adınız uğun gəlir: %(fullName)s?

source: Edit Your Name
az: Adınızda dəyişklik edin

source: Make sure that the full name on your account matches the name on your ID.
az: Əmin olun ki, hesabınızda olan ad və soyadınız şəxsiyyət vəsiqəsində olan ad və soyadla uyğun gəlir.

source: Photos don't meet the requirements?
az: Fotoşəkillər tələblərə cavab vermir?

source: Retake Your Photos
az: Öz fotoşəkillərini yenidən çək

source: Before proceeding, please confirm that your details match
az: Davam etmədən əvvəl zəhmət olmasa sizin məlumatların uyğunluğunu təsdiq edin.

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
az: Fotoşəklinizi görsənmir? Əmin olun ki, sizin brauzerinizə kameradan istifadəsinə icazəni vermisiniz.

source: Live view of webcam
az: Veb kameradan canlı görüntü

source: Retake Photo
az: Fotoşəkli yenidən çəkin

source: Take Photo
az: Fotoşəkil çəkin

source: Additional Time (minutes)
az: Əlavə vaxt (dəqiqələr)

source: Value
az: Dəyər

source: Bookmarked on
az: İşarələndi

source: You have not bookmarked any courseware pages yet
az: İndiyədək heç bir kursu əlfəcin etməmisiniz.

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
az: Əlfəcinlərdən istifadə sizə kurs siyahısına rahatlıqla qayıtmanıza kömək edəcək. Səhifəni əlfəcinlər siyahısına əlavə etmək üçün səhifənin başlığının altında yerləşən "Əlfəcinlərə əlavə et" - i sıxın.

source: Sorry, no results were found.
az: Üzr istəyirik, heç bir nəticə tapılmadı

source: Share your "%(display_name)s" award
az: Öz "%(display_name)s" mükafatını paylaş

source: Share
az: Paylaşın

source: Earned %(created)s.
az: %(created)s kredit qazandınız.

source: What's Your Next Accomplishment?
az: Növbəti nəaliyyətiniz nə olacaq?

source: Start working toward your next learning goal.
az: Növbəti öyrənmə məqsədinizə doğru çalışmağa başlayın.

source: Find a course
az: Kurs tapın

source: You are currently sharing a limited profile.
az: Siz hal-hazırda məhdud bir profil paylaşırsınız.

source: This learner is currently sharing a limited profile.
az: Bu tələbə məhdud bir profil paylaşır.

source: Share on Mozilla Backpack
az: Mozilla Backpack-də paylaşın

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
az: Seritifikatınızı mozilla backpack vasitəsilə paylaşmaq üçün sizin backpack hesabınız olmalıdı. Aşağıdaki addımları yerinə yetirib sertifikatınızı Backpack sisteminə əlavə edin.

source: Create a %(link_start)sMozilla Backpack%(link_end)s account, or log in to your existing account
az: %(link_start)sMozilla Backpack %(link_end)s hesabı yaradın, və ya mövcüd hesaba giriş edin.

source: %(download_link_start)sDownload this image (right-click or option-click, save as)%(link_end)s and then %(upload_link_start)supload%(link_end)s it to your backpack.</li>
az: %(download_link_start)s Şəkili yadda saxla (Sağ-klik və ya sazlama - yadda saxla) %(link_end)s daha sonra %(upload_link_start)s Yüklə %(link_end)s sizin mövcüd çantanıza.</li>

source: Limit Access
az: Girişi limitləyin
