Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: coupon with the coupon id ({coupon_id}) updated Successfully
az: Kupon kodu ({coupon_id}) olan kupon uğurla yeniləndi

source: Instructor
az: Təlimatçı

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
az: Tələbə qeydiyyatı və iştirakı haqqında məlumat əldə etmək üçün {link_start} bizim yeni kurs təhlil məhsuluna {analytics_dashboard_name} daxil olun{link_end}.

source: E-Commerce
az: E-Kommersiya

source: Special Exams
az: Xüsusi imtahanlar

source: Certificates
az: Sertifikatlar

source: Please Enter the numeric value for the course price
az: Kurs qiyməti üçün ədədi dəyər daxil edin.

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
az: ({mode_slug}) rejim slug-ı ilə KursRejim mövcud deyil

source: CourseMode price updated successfully
az: KursRejim qiyməti uğurla yeniləndi

source: Course Info
az: Kurs məlumatı

source: Enrollment data is now available in {dashboard_link}.
az: Qeydiyyat datasını {dashboard_link} linkindən əldə edə bilərsiniz.

source: Membership
az: Üzvlük

source: Cohorts
az: Qruplar

source: Discussions
az: Müzakirələr

source: Student Admin
az: Tələbə admin

source: Extensions
az: Uzanmalar

source: Data Download
az: Data yükləməsi

source: Analytics
az: Analitika

source: Metrics
az: Metrikalar

source: Open Responses
az: Açıq cavablar

source: 0 sent
az: 0 sayda e-mail göndərilib

source: {num_emails} sent
az: {num_emails} göndərildi

source: {num_emails} failed
az: {num_emails} göndərilə bilmədi

source: Complete
az: Bitib

source: Incomplete
az: Bitməyib

source: The enrollment code ({code}) was not found for the {course_name} course.
az: Kurs {course_name} üçün qeydiyyat kodu ({code}) tapılmadı.

source: This enrollment code has been canceled. It can no longer be used.
az: Bu qeydiyyat kodu ləğv edilib. O, daha istifadə edilə bilməz.

source: This enrollment code has been marked as unused.
az: Bu qeydiyyat kodu istifadə edilməmiş kimi işarələnib.

source: The enrollment code has been restored.
az: Qeydiyyat kodu bərpa edildi.

source: The redemption does not exist against enrollment code ({code}).
az: Qəbul qaydası qeydiyyat koduna ({code}) uyğun deyil.

source: Could not find student matching identifier: {student_identifier}
az: Tələbənin uyğunluq identifikatorunu tapa bilmədi: {student_identifier}

source: Unable to parse date:
az: Tarixi nəzərdən keçirə bilmir:

source: Couldn't find module for url: {0}
az: Url üçün modul tapılmadı: {0}

source: Unit {0} has no due date to extend.
az: Dərs vahidinin {0} uzadılması üçün son tarixi yoxdur.

source: An extended due date must be later than the original due date.
az: Uzadılmış son tarix orijinal son tarixdən sonrakı tarix olmalıdır.

source: No due date extension is set for that student and unit.
az: O tələbə və dərs vahidi üçün son tarix uzanması tənzimlənməyib.

source: Full Name
az: Ad/Soyad

source: Extended Due Date
az: Uzadılmış son tarix

source: Users with due date extensions for {0}
az: {0} üçün son tarix uzatmaları olan istifadəçilər

source: Due date extensions for {0} {1} ({2})
az: {0} {1} ({2}) üçün son tarixlərin uzadılmaları

source: Requested task is already running
az: İstənən tapşırıq artıq icra olunur

source: Error occured. Please try again later.
az: Xəta baş verdi. Zəhmət olmasa, sonra yenidən cəhd edin.

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
az: Hesabat {report_type} yaradılır. Hesabatın statusuna baxmaq üçün aşağıdakı Gözləyən tapşırıqlara baxın. Hesabat tamamlandıqda siz onu yükləyə biləcəksiniz.

source: This component cannot be rescored.
az: Bu hissə yenidən qiymətləndirilə bilməz.

source: This component does not support score override.
az: Bu hissə xalların ləğv edilməsini dəstəkləmir.

source: Scores must be between 0 and the value of the problem.
az: Xallar 0 və tapşırığın dəyəri arasında olmalıdır.

source: Not all problems in entrance exam support re-scoring.
az: Giriş imtahanında bütün tapşırıqlar yenidən qiymətləndirməni dəstəkləmir.

source: rescored
az: yenidən qiymətləndirildi

source: overridden
az: ləğv edildi

source: reset
az: sıfırlandı

source: deleted
az: silindi

source: emailed
az: e-mail göndərildi

source: graded
az: qiymətləndirildi

source: problem distribution graded
az: tapşırıqların paylanması qiymətləndirildi

source: certificates generated
az: sertifikatlar yaradıldı

source: cohorted
az: qruplaşdırıldı

source: First Name
az: Ad

source: Last Name
az: Soyad

source: Company Name
az: Şirkət adı

source: Title
az: Başlıq

source: Year of Birth
az: Doğum ili

source: Enrollment Date
az: Qeydiyyat tarixi

source: Currently Enrolled
az: Cari olaraq qeydiyyatdan keçildi

source: Enrollment Source
az: Qeydiyyat mənbəyi

source: Manual (Un)Enrollment Reason
az: Əllə qeydiyyatdan keçmə(çıxma) səbəbi

source: Enrollment Role
az: Qeydiyyat rolu

source: List Price
az: Qiymət siyahısı

source: Payment Amount
az: Ödəniş məbləği

source: Coupon Codes Used
az: İstifadə olunmuş kupon kodları

source: Registration Code Used
az: İstifadə olunmuş qeydiyyat kodları

source: Payment Status
az: Ödəniş statusu

source: Transaction Reference Number
az: Əməliyyat referans nömrəsi

source: No status information available
az: Status məlumatı mümkün deyil

source: No task_output information found for instructor_task {0}
az: instructor_task {0} üçün task_output məlumatı tapılmadı

source: No parsable task_output information found for instructor_task {0}: {1}
az: instructor_task {0}: {1} üçün təhlil edilə bilən task_output məlumatı tapılmadı

source: No parsable status information available
az: Heç bir status məlumatı mövcud deyil

source: No message provided
az: Heç bir məktub təmin edilmədi

source: Invalid task_output information found for instructor_task {0}: {1}
az: instructor_task {0}: {1} üçün etibarsız task_output məlumatı tapılmadı

source: No progress status information available
az: Heç bir inkişaf statusu məlumatı yoxdur

source: No parsable task_input information found for instructor_task {0}: {1}
az: instructor_task {0}: {1} üçün təhlil edilə bilən task_output məlumatı tapılmadı

source: Progress: {action} {succeeded} of {attempted} so far
az: İnkişaf: indiyə kimi {attempted}-dən {action} {succeeded}

source: Unable to find submission to be {action} for student '{student}'
az: Tələbə üçün '{student}' {action} təqdimat tapılmadı

source: Problem failed to be {action} for student '{student}'
az: Tələbə '{student}' üçün tapşırıq {action} uğursuz oldu

source: Problem successfully {action} for student '{student}'
az: Tələbə '{student}' üçün {action} tapşırıq uğurlu oldu

source: Unable to find entrance exam submission to be {action} for student '{student}'
az: Tələbə '{student}' üçün giriş imtahanını təqdim etmək {action} mümkün olmadı

source: Entrance exam successfully {action} for student '{student}'
az: Tələbə '{student}' üçün giriş imtahanı {action} uğurlu oldu

source: Unable to find any students with submissions to be {action}
az: Təqdimat göndərən {action} hər hansı tələbə tapılmadı

source: Problem failed to be {action} for any of {attempted} students
az: Hər hansı tələbə cəhdləri {attempted} üçün tapşırıq uğursuz oldu {action}

source: Problem successfully {action} for {attempted} students
az: {attempted} tələbələr üçün tapşırıq uğurlu oldu {action}

source: Problem {action} for {succeeded} of {attempted} students
az: {attempted} nəfər tələbədən {succeeded} üçün tapşırıq {action}

source: Unable to find any recipients to be {action}
az: Hər hansı alıvı tapılmadı {action}

source: Message failed to be {action} for any of {attempted} recipients
az: {attempted} nəfər alıcıya mesaj çatmadı {action}

source: Message successfully {action} for {attempted} recipients
az: {attempted} nəfər alıcıya mesaj uğurla çatdı {action}

source: Message {action} for {succeeded} of {attempted} recipients
az: {attempted} nəfər tələbədən {succeeded} üçün mesaj {action}

source: Status: {action} {succeeded} of {attempted}
az: Status: {attempted} {action} {succeeded}

source: This component's access settings refer to deleted or invalid group configurations.
az: Bu komponentin giriş parametrləri silinmiş və ya etibarsız qrup knfiqurasiyalarına istinad edir.

source: This unit's access settings refer to deleted or invalid group configurations.
az: Bu dərs vahidinin giriş parametrləri silinmiş və ya etibarsız qrup konfiqurasiyalarına istinad edir.

source: This component's access settings refer to deleted or invalid groups.
az: Bu komponentin giriş parametrləri silinmiş və ya etibarsız qrup konfiqurasiyalarına istinad edir.

source: This unit's access settings refer to deleted or invalid groups.
az: Bu dərs vahidinin giriş parametrləri silinmiş və ya etibarsız qrup konfiqurasiyalarına istinad edir.

source: This component's access settings contradict its parent's access settings.
az: Bu komponentin giriş parametrləri onun əsas giriş parametrlərinə ziddir.

source: Whether to display this module in the table of contents
az: Mündəricatlarda bu modulu göstərin

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
az: Bu modul hansı formatdadır (hansı qiymətləndirənə müraciət etmək və mündəricatda nəyi göstərməyə qərar vermək üçn istifadə edilir)

source: Course Chrome
az: Kurs Xromu

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
az: LMS-də XBlock üzrə istifadə etmək üçün xrom və ya naviqasiya vasitələrini daxil edin. Etibarlı dəyərlər bunlardır: "chromeless" -- təb-vərəqə və akkordeon istifadə etməyin; "tabs" -- yalnız təb-vərəqə istifadə edin; "accordion" -- yalnız akkordeon istifadə edin; və ya "tabs,accordion" -- təb-vərəqələr və akkordeon istifadə edin.

source: Default Tab
az: Standart təb-vərəqə

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
az: XBlock-da seçilmiş təb-vərəqə daxil edin. Əgər tənzimlənməyibsə, Kurs təb-vərəqəsi seçilir.

source: LaTeX Source File Name
az: LaTeX mənbə fayl adı

source: Enter the source file name for LaTeX.
az: LaTeX üçün mənbə fayl adını daxil edin.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
az: Hansı qrupların bu bloku göstərə biləcəyini göstərən bir lüğətdir. Açarlar qrup konfiqurasiya id-ləridir və dəyərlər qrupID-lərinin siyahısıdır. Bir qrup konfiqurasiya üçün açar yoxdursa və ya qrup ID-ləri boşdursa, onda blok hər kəsə açıq olur. Blok visible_to_staff_only olduqda bu xananın nəzərə alınmadığını unutmayın.

source: My Notes
az: Qeydlərim

source: Order Payment Confirmation
az: Ödəniş təsdiqini sifariş edin

source: Confirmation and Registration Codes for the following courses: {course_name_list}
az: Aşağıdakı kurslar üçün təsdiqləmə və qeydiyyat kodları: {course_name_list}

source: Trying to add a different currency into the cart
az: Səbətə fərqli valyuta əlavə etməyə cəhd edir

source: Internal reference code for this invoice.
az: Bu qəbz üçün daxili referans kodu.

source: Customer's reference code for this invoice.
az: Bu qəbz üçün müştərinin referans kodu

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
az: Əməliyyatın məbləği. Ödənişlər üçün müsbət, geri ödənişlər üçün isə mənfi məbləğlərdən istifadə edin.

source: Lower-case ISO currency codes
az: Aşağıdakı səviyyəli ISO valyuta kodları

source: Optional: provide additional information for this transaction
az: İstəyə bağlı: bu əməliyyat üçün əlavə məluat təmin edin

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
az: Ödəniş və ya geri ödənişin statusu. 'started' ödəişin gözlənildiyi, ancaq hələ köçürülmədiyi mənasına gəlir. 'completed' ödəniş və ya geri ödənişin alındığı, 'cancelled' isə ödəniş və ya geri ödənişin gözlənildiyi, ancaq pul köçürülmədən öncə ləğv edildiyini bildirir.

source: The number of items sold.
az: Məhsulların sayı satıldı.

source: The price per item sold, including discounts.
az: Endirimlər daxil olmaqla hər bir satılan məhsul üçün qiymət.

source: Registration for Course: {course_name}
az: Kurs üçün qeydiyyat: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
az: Zəhmət olmasa, yeni kurslarınıza baxmaq üçün {link_start}panelinizə{link_end} gedin.

source: Enrollment codes for Course: {course_name}
az: Kurs üçün qeydiyyat kodu: {course_name}

source: Mode {mode} does not exist for {course_id}
az: {course_id} üçün rejim {mode} mövcud deyil

source: {mode_name} for course {course}
az: {course} kurs üçün {mode_name}

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
az: Kurs başlama tarixindən sonra siz kursa qeydiyyatdan çıxa və 14 gün üçün tam geri ödəniş ala bilərsiniz.

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
az: Əgər siz şəxsiyyətinizi hələ təsdiqləməmisinizsə, zəhmət olmasa, təsdiqləmə prosesinə ({verification_url}) başlayın.

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
az: Kursun başlama tarixindən sonra siz kursa qeydiyyatdan çıxa və 2 gün üçün tam geri ödəniş ala bilərsiniz.

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
az: {refund_reminder_msg}Geri ödənişinizi almaq üçün {billing_email} ilə əlaqə saxlayın. Zəhmət olmasa, e-maildə sifariş nömərnizi qeyd edin. Xahiş edirik ki, kredit kart məlumatlarınızı e-maildə yazmayın.

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
az: {platform_name} missiyasına kömək və dəstəyinizi çox yüksək qiymətləndiririk. Bu qəbz vergi məqsədləri üçün xeyriyyə dəstəyiniz üçün hazırlanmışdır. Bu hədiyyənin əvəzinə mal və xidmətlərin verilmədiyini təsdiq edirik.

source: Could not find a course with the ID '{course_id}'
az: '{course_id}' ID-si ilə kurs tapılmadı

source: Donation for {course}
az: {course} üçün ianə

source: Donation for {platform_name}
az: {platform_name} üçün ianə

source: Page {page_number} of {page_count}
az: {page_count} səhifənin {page_number} səhifəsi

source: Invoice
az: Qaimə-İnvoys

source: Order
az: Sifariş

source: Date: {date}
az: Tarix: {date}

source: Quantity
az: Miqdar

source: List Price per item
az: Qiymət siyahısı hər məhsula görə

source: Discount per item
az: Endirim hər məhsula görə

source: Amount
az: Məbləğ

source: Total
az: Yekun

source: Payment Received
az: Ödəniş qəbul edildi

source: Balance
az: Balans

source: Billing Address
az: Ödəniş ünvanı

source: Disclaimer
az: Xəbərdarlıq

source: TERMS AND CONDITIONS
az: XİDMƏT ŞƏRTLƏRİ

source: UNKNOWN REASON
az: BİLİNMƏYƏN SƏBƏB

source: The payment processor did not return a required parameter: {parameter}
az: Ödəniş nəzarətçisi tələb olunan bir parametri qaytarmadı: {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
az: Ödəniş nəzarətçisi parametr {parameter}. üçün pis yazılmış bir dəyər {value} qaytardı.

source: The payment processor accepted an order whose number is not in our system.
az: Ödəniş nəzarətçisi sistemimizdə nömrəsi olmayan bir sifrariş qəbul etdi.

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
az: Nəzarətçi {charged_amount} tərəfindən tutulan {charged_amount_currency} məbləğ sifarişin ümumi dəyərindən {total_cost} {total_cost_currency} fərqlidir.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
az: Üzr istəyirik! Bizim ödəniş nəzarətçimiz sizin ödəməni qəbul etmədi. Onların göndərdikləri qərar {decision} və səbəb {reason} budur. Sizdən ödəniş çıxılmayıb. Zəhmət olmasa, fərqli ödəmə metodu cəhd edin. Ödənişlə əlaqədar suallarınız üçün bizimlə {email} e-maili vasitəsilə əlaqə saxlayın.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
az: Üzr istəyirik! Ödəniş nəzarətçimiz uyğunsuz datası olan ödəniş təsdiqini geri göndərdi! Üzr istəyirik ki, biz ödənişin olub-olmadığını yoxlaya və sifarişə davam edə bilmirik. Xüsusi xəta mesajı budur: {msg} Çox guman ki, sizin kartınızdan pul çıxılıb. Ödənişlə əlaqədar suallar üçün bizimlə {email} e-maili vasitəsilə əlaqə saxlayın.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
az: Üzr istəyirik! Xəta səsəbilə sizin alışınıza görə sifarişin ümumi dəyərindən fərqli məbləğ çıxıldı! Xüsusi xəta mesajı belədir: {msg}. Çox güman ki, sizin kartınızdan ödəniş çıxılıb. Ödənişlə əlaqədar suallarla əlaqədar bizimlə {email} e-mail vasitəsilə əlaqə saxlayın.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
az: Üzr istəyirik! Ödəmə nəzarətçimiz sizin ödəniş haqqınızla əlaqədar bir məlumatı geri göndərdi, buna görə mesajın həqiqətən ödəniş nəzarətçisindən gəldiyini yoxlaya bilmədik. Xüsusi xəta mesajı budur: {msg}. Üzr istəyirik ki, biz sizin ödəniş haqqınızın ödənib-ödənilmədiyini yoxlaya və sizin sifarişinizi tamamlaya bilmədik. Kredit kartınızdan vəsait çıxarılmış ola bilər. {email} ünvanında ödəmə ilə bağlı suallarınızla bizə müraciət edin.

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
az: Üzr istəyirik! Ödəmə nəzarətçimiz bizə bu əməliyyatı ləğv etdiniz barədə bir mesaj göndərdi. Alış-veriş səbətinizdəki məhsullar gələcək satınalma üçün mövcud olacaq. Bunun səhv olduğunu düşünürsünüzsə, zəhmət olmasa, {email} ünvanında ödəmə ilə bağlı suallarınızla bizə müraciət edin.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
az: Üzr istəyirik, bu ödəniş rədd edildi. Səbətinizdəki məhsullar saxlandı. Bu əməliyyata dair hər hansı bir sualınız varsa, zəhmət olmasa, bizə {email} ünvanında müraciət edin.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
az: Üzr istəyirik! Gözlənilməyən istisna hal baş verdiyi üçün sizin ödənişiniz icra edilə bilmədi. Zəhmət olmasa, kömək üçün {email} e-mail ünvanında bizə müraciət edin.

source: Successful transaction.
az: Uğurlu əməliyyat.

source: The request is missing one or more required fields.
az: Bu müraciətdə bir və ya daha çox tələb olunan xana çatışmır.

source: One or more fields in the request contains invalid data.
az: Müraciətdəki bir və ya daha çox xanadakı məlumatlar etibarsızdır.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
az: Bu təsdiqləmə üçün ticarət istinad kodu sizin son 15 dəqiqə içərisində göndərdiyiniz başqa təsdiqləmə müraciəti üçün olan ticarət istinad koduna uyğun gəlir Mümkün həll: Unikal ticarət istinad kodu ilə müraciəti yenidən göndərin.

source: Only a partial amount was approved.
az: Vəsaitin yalnız bir hissəsi təsdiqləndi.

source: General system failure.
az: Ümumi sistem xətası

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
az: Müraciət alındı, ancaq server fasiləsi var idi. Bu xəta müştəri ilə server arasındakı fasiləni əhatə etmir.

source: The request was received, but a service did not finish running in time.
az: Müraciət qəbul edildi, ancaq xidmət vaxtında icra olunmadı.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
az: Təsdiqlənmə müraciəti emitent bankı tərəfindən təsdiqləndi, ancaq CyberSource tərəfindən rədd edildi, çünki Ünvan Təsdiqləmə Sistemi (AVS) keçmədi.

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
az: Eminent bankın müraciət haqqında sualları var. Siz proqram vasitəsilə təsdiqləmə kodu almırsız, ancaq sizə nəzarətçi tərəfindən zəng edilərək şifahi şəkildəməlumat verilə bilər. Mümkün həll: digər ödəmə metodu ilə yenidən cəhd edin.

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
az: Vaxtı bitmiş kart. Verdiyiniz son istifadə tarixi bankın verdiyi tarixə uyğun olmadığı üçün bunu qəbul edə bilərsiniz. Mümkün həll: başqa ödəmə metodu ilə yenidən cəhd edin.

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
az: Kartın ümumi ləğvi. Emitet bank tərəfindən başqa məlumat verilməyib. Mümkün həll: başqa ödəmə metodu ilə yenidən cəhd edin.

source: Insufficient funds in the account. Possible action: retry with another form of payment.
az: Hesabda kifayət qədər vəsait yoxdur. Mümkün həll: başqa ödəniş metodu ilə yenidən cəhd edin.

source: Stolen or lost card.
az: Oğurlanmış və ya itmiş kart.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
az: Eminet bank mövcud deyil. Mükmün həll: Bir neçə dəqiqə sonra yenidən cəhd edin.
