Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: Article locked for editing
az: Məqalə redaktə olunması üçün bağlandı

source: Article unlocked for editing
az: Məqalə redaktə edilməsi üçün açıldı

source: Filter
az: Süzgəc

source: Settings for plugin
az: Qoşma üçün parametrlər

source: current revision
az: cari düzəliş

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
az: Bu məqalə üçün düzəliş göstərilir. Əgər siz geri qaytarmaq istəyirsinizsə, sadəcə olaraq bu xananın dəyərini dəyişin.

source: modified
az: dəyişdirildi

source: Article properties last modified
az: Məqalə xüsusiyyətləri son olaraq dəyişdirildi

source: owner
az: sahibkar

source: The owner of the article, usually the creator. The owner always has both read and write access.
az: Məqalənin sahibi adətən yaradandır. Sahib həm oxumaq, həm də yazma imkanına malikdir.

source: group
az: qrup

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
az: UNIX fayl sistemində olduğu kimi istifadəçiyə icazə qrup üzvlüyünə görə verilə bilər. Qruplar Django auth sistemi vasitəsilə idarə olunur.

source: group read access
az: qrup oxu imkanı

source: group write access
az: qrup yazı imkanı

source: others read access
az: başqaları üçün oxu imkanı

source: others write access
az: başqaları üçün yazı imkanı

source: Article without content (%(id)d)
az: Məzmunsuz məqalə (%(id)d)

source: content type
az: məzmun növü

source: object ID
az: obyekt ID

source: Article for object
az: Obyekt üçün məqalə

source: Articles for object
az: Obyekt üçün məqalələr

source: revision number
az: düzəliş nömrəsi

source: IP address
az: IP ünvan

source: user
az: istifadəçi

source: locked
az: kilidləndi

source: article
az: məqalə

source: article contents
az: məqalənin tərkibi

source: article title
az: məqalənin başlığı

source: Each revision contains a title field that must be filled out, even if the title has not changed
az: Hətta əgər başlıq dəyişməsə belə, hər bir düzəliş üçün doldurulmalı olan başlıq xanası olur.

source: original article
az: orijinal məqalə

source: Permissions are inherited from this article
az: İcazələr bu məqalədən alınır.

source: A plugin was changed
az: Qoşma dəyişdirildi

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
az: Düzəliş bu qoşma üçün göstərilir. Əgər geri qayıtmaq lazımdırsa, sadəcə bu xananın dəyərini dəyişdirin.

source: Cache lookup value for articles
az: Məqalələr üçün gizli axtarış dəyəri

source: slug
az: ilbiz

source: (root)
az: (kök)

source: URL path
az: URL ünvan

source: URL paths
az: URL ünvanlar

source: Sorry but you cannot have a root article with a slug.
az: Üzr istəyirik, sizin ilbiz ilə əsas məqaləniz ola bilməz.

source: A non-root note must always have a slug.
az: Əsaslı olmayan qeydin həmişə bir ilbizi olmalıdır.

source: There is already a root node on %s
az: Artıq %s-da əsas qovşaq var

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
az: Əvvəlki bölümlərini itirmiş məqalələr =============================== Bu məqalənin sonrakı sonrakı bölümlərinin əvvəlki bölümləri silinib. Siz, çox güman ki, onlar üçün yeni bir yeer tapmalısınız.

source: Lost and found
az: İtirildi və tapıldı

source: A short summary of what the file contains
az: Faylların içərisində yazılanları təsvir edən qısa xülasə

source: Yes I am sure...
az: Bəli, mən əminəm...

source: Click to download file
az: Faylı yükləəmək üçün klikləyin

source: The revision of this attachment currently in use (on all articles using the attachment)
az: Bu qoşmanın düzəlişi hal-hazırda istifadə olunur (bütün məqalələrdə qoşmanı istifadə edir)

source: original filename
az: orijinal fayl adı

source: attachment
az: qoşma

source: attachments
az: qoşmalar

source: file
az: fayl

source: attachment revision
az: qoşma düzəlişi

source: attachment revisions
az: qoşma düzəlişləri

source: %s was successfully added.
az: %s uğurla əlavə edildi.

source: Your file could not be saved: %s
az: Sizin faylınızı yaddaşda saxlamaq mümkün olmadı: %s

source: Your file could not be saved, probably because of a permission error on the web server.
az: Sizin faylınız yaddaşa verilə bilmir, çox güman ki, veb serverinizdə olan icazə xətası ilə əlaqədardır.

source: %s uploaded and replaces old attachment.
az: %s yükləndi və köhnə qoşma əvəzləşdirildi.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
az: Sizin yeni faylınız artıq təqdim olunan fayla uyğunlaşması üçün avtomatik olaraq yenidən adlandırılacaq. Müxtəlif genişlənmələrlə olan fayllara icazə verilmir.

source: Current revision changed for %s.
az: Cari düzəliş %süçün dəyişdirildi.

source: Added a reference to "%(att)s" from "%(art)s".
az: "%(att)s"-nə "%(art)s"-dən bir istinad əlavə edildi.

source: The file %s was deleted.
az: Faylın %s silindi.

source: This article is no longer related to the file %s.
az: Bu məqalə artıq fayla %s aid deyil.

source: A file was changed: %s
az: Fayl dəyişdirildi: %s

source: A file was deleted: %s
az: Fayl silindi: %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
az: Fayl digər məqalələrə istinad edilə bilər. Silinmələr, bu faylda istinadları ləğv edəcəyini bildirir. Aşağıdakı məqalələr bu fayla istinad edir:

source: Delete it!
az: Onu silin!

source: You can remove a reference to a file, but it will retain its references on other articles.
az: Siz fayla istinadı çıxara bilərsiniz, ancaq o digər məqalələrdə qalacaq.

source: Remove reference
az: İstinadı çıxarın

source: History of
az: Tarixi

source: User
az: İstifadəçi

source: File
az: Fayl

source: Action
az: Əməliyyat

source: <em>No description</em>
az: <em>Təsvir yoxdur</em>

source: Download
az: Köçürmək

source: Use this!
az: Bunu istifadə edin!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
az: Əlavənin dəyişdirilməsi onun yerinə yeni bir fayl əlavə etmək deməkdir. Faylın bütün istinadları yüklədiyiniz fayl ilə əvəz olunacaq və fayl <strong>%(filename)s</strong>kimi yüklənəcəkdir. Bu qoşmanın digər məqalələrdə istifadə edildiyini unutmayın, məzmunu təhrif edə bilərsiniz. Buna baxmayaraq, bundan faydalanmaqda tərəddüd etməyin və lazım olduğu yerlərdə sadalanan məqalələri əvəzləyin.Bu cür işləmək daha səmərəlidir...

source: Articles using
az: İstifadə olunan məqalələr

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
az: Əlavənin dəyişdirilməsi onun yerinə yeni bir fayl əlavə etmək deməkdir. Faylın bütün istinadları yüklədiyiniz fayl ilə əvəz olunacaq və fayl <strong>%(filename)s</strong> kimi yüklənəcəkdir.

source: Upload replacement
az: Əvəz ediləni yükləyin

source: Add file to
az: Faylı əlavə edin

source: Add attachment from other article
az: Digər məqalədən qoşma əlavə edin

source: Main article
az: Əsas məqalə

source: Add to article
az: Məqaləyə əlavə edin

source: Your search did not return any results
az: Sizin axtarışınız üçün heç bir nəticə çıxmadı

source: Adding new articles
az: Yeni məqalələr əlavə olunur

source: An external link
az: Xarici link

source: Headers
az: Başlıqlar

source: Use these codes for headers and to automatically generate Tables of Contents.
az: Bu kodları başlıq üçün istifadə edin və avtomatik olaraq mündəricat yaradın.

source: Typography
az: Tipoqrafiya

source: Lists
az: Siyahılar

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
az: Yeni şəkil %s uğurla yükləndi. Siz ondan mövcud olan şəkillər siyahısı içərisindən seçərək istifadə edə bilərsiniz.

source: Are you sure?
az: Əminsiniz?

source: image
az: şəkil

source: images
az: şəkillər

source: Image: %s
az: Şəkil: %s

source: Current revision not set!!
az: Cari düzəliş tənzimlənməyib!!

source: image revision
az: şəkil bərpası

source: image revisions
az: şəkil bərpaları

source: Image Revsion: %d
az: Şəkil düzəlişi: %d

source: %s has been restored
az: %s bərpa olunub

source: %s has been marked as deleted
az: %s silinmiş olaraq işarəələnib

source: %(file)s has been changed to revision #%(revision)d
az: %(file)s düzəliş №%(revision)d-yə dəyişdirilib

source: %(file)s has been saved.
az: %(file)s yaddaşda saxlanılıb.

source: Images
az: Şəkillər

source: An image was added: %s
az: Bir şəkil əlavə edildi: %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
az: Bu məqalə üçün aşağıdakı şəkillər mövcuddur. Aşağı salma təqini məqalə mətnindən birbaşa istinad etmək üçün kopyalayın.

source: Back to edit page
az: Redaktə səhifəsinə geri qayıdın

source: No file
az: Fayl yoxdur

source: Upload new image
az: Yeni şəkil yükləyin

source: Restore image
az: Şəkili bərpa edin

source: Remove image
az: Şəkili çıxarın

source: Completely delete
az: Tamamilə silin

source: Revert to this version
az: Bu versiyaya qaytarın

source: There are no images for this article.
az: Bu məqalə üçün şəkillər yoxdur.

source: Purge deletion
az: Silinənləri təmizləyin

source: Purge image: Completely remove image file and all revisions.
az: Şəkli təmizləyin: şəkil faylını və bütün düzəlişləri tamamilə çıxarın.

source: Remove it completely!
az: Onu tamamilə silin!

source: Image not found
az: Şəkil tapılmadı

source: Replace image
az: Şəkli əvəzləşdirin

source: Choose an image file to replace current image.
az: Cari şəkli dəyişmək üçün bir şəkil faylı seçin.

source: Image id
az: Şəkil id-si

source: Insert
az: Yerləşdirin

source: No images found for this article
az: Bu məqalə üçün şəkillər tapılmadı

source: Manage images
az: Şəkilləri idarə edin

source: Add new image
az: Yeni şəkil əlavə edin

source: Add image
az: Şəkil əlavə edin

source: You do not have permissions to add images.
az: Sizin şəkillər əlavə etmək icazəniz yoxdur.

source: How to use images
az: Şəkillərdən necə istifadə etməli

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
az: Bir şəkil yüklədikdən sonra bu məqaləyə əlavə olunur və yalnız burada istifadə edilə bilər. Digər istifadəçilər şəkil əvəz edə bilər, amma köhnə versiyalar saxlanılır. Yəqin ki, gözəl bir şəkil ilə başlıq göstərmək istəyirsiniz. Buna nail olmaq üçün Yerləşdirin düyməsini basın və başlıq sahələrini doldurun və ehtimal ki, məzmunun sağdan və ya soldan görünən şəkillərinii seçə bilərsiniz. Başlıqda aşağı salmadan istifadə edə bilərsiniz. Şəkillərr üçün aşağı salma kod sintaksisi belə görünür, uyğunlaşma üçün mümkün dəyərlər sol/mərkəz/sağ olaraq tənzimlənir:

source: Links
az: Linklər

source: Link to another wiki page
az: Başqa viki şəhifəsinə kçid edin

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
az: Başqa bir viki səhifəsinin başlığından bir şey yazın və avtomatik tamamlama sizin üçün viki bağlantısı yaratmaq üçün kömək edəcəkdir. Linklər üçün təqlər buna oxşayır:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
az: Siz example.com və ya http://example.com ünvanını yerləşdirmək və ya aşağı salınan sintaksisdən istifadə etməklə biz digər veb sayta keçid edə bilərsiniz:

source: Notifications
az: Bildirişlər

source: When this article is edited
az: Bu məqalə nə vaxt redaktə olunur

source: Also receive emails about article edits
az: Məqalə redaktələri üçün həmçinin e-mail qəbul edin

source: Your notification settings were updated.
az: Sizin bildiriş parametrləriniz yeniləndi.

source: Your notification settings were unchanged, so nothing saved.
az: Sizin bildiriş parametrləriniz dəyişilmədi, ona görə də, heç nə yaddaşa verilmədi.

source: %(user)s subscribing to %(article)s (%(type)s)
az: %(user)s%(article)s abunə olun (%(type)s)

source: Article deleted: %s
az: Məqalə silindi: %s

source: Article modified: %s
az: Məqalə dəyişdirildi: %s

source: New article created: %s
az: Yeni məqalə yaradıldı: %s

source: notifications
az: bildirişlər

source: No notifications
az: Bildirişlər yoxdur

source: Clear notifications list
az: Bildirişlər siyahısını təmizləyin

source: Search...
az: Axtarın...

source: Sign up
az: Qeydiyyatdan keçin

source: Article deleted
az: Məqalə silindi

source: Article Deleted
az: Məqalə silindi

source: The article you were looking for has been deleted.
az: Axtardığınız məqalə silinib.

source: You may restore this article and its children by clicking restore.
az: Siz bu məqaləni və onun tələbələrini bərpa edin düyməsinə klikləməklə bərpa edə bilərsiniz.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
az: Aşağıdakı linki klikləyərək bu məqaləni və hər hansı bir bölməsini daimi olaraq silmək və ilbizlərini azad edə bilərsiniz. Bu fəaliyyət geri qaytarıla bilməz.

source: Listing articles in
az: Məqalələri siyahıya alır

source: Up one level
az: Bir səviyyə yuxarı

source: clear
az: aydın

source: article,articles
az: məqalə, məqalələr

source: matches,match
az: uyğunlaşır

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
az: Bu mərhələdə %(cnt)s%(articles_plur)s sizin axtarış %(match_plur)s

source: is,are
az: dır, dir, dur, dür

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
az: Bu mərhələdə %(articles_plur_verb)s%(cnt)s%(articles_plur)s var.

source: Last modified
az: Sonuncu dəfə dəyişdirildi

source: no log message
az: giriş mesajı yoxdur

source: Sorry, you don't have permission to view this page.
az: Üzr istəəyirik, sizin bu səhifəyə baxmağ icazəniz yoxdur.

source: Previewing revision
az: Düzəlişə öncədən baxır

source: Previewing merge between
az: Birləşməyə ön baxış

source: and
az: və

source: Source of
az: Mənbəyi

source: This article is currently locked for editing.
az: Bu məqalə hal-hazırda redaktə üçün bağlıdır.

source: Log me in...
az: Məni daxil edin...

source: Don't have an account?
az: Hesabınız yoxdur?

source: Sign me up...
az: Məni qeydiyyatdan keçirin...

source: Create root article
az: Əsas məqalə yaradın

source: Congratulations!
az: Təbriklər!

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
az: Django-viki quraşdırılıb ... ancaq heç bir məqalə yoxdur. Beləliklə, birinci, əsas məqaləsini yaratmaq vaxtıdır. Başlanğıcda o, yalnız idarəçilər tərəfindən redaktə oluna biləcək, lakin siz sonra icazələri müəyyənləşdirə bilərsiniz.

source: Root article
az: Əsas məqalə

source: Create root
az: Əsas yaradın

source: You need to log in og sign up to use this function.
az: Bu funksiyadan istifadə etmək üçün siz daxil olmalı və ya qeydiyyatdan keçməlisiniz.

source: View Source
az: Qiymətə baxın

source: Sub-articles for
az: üçün alt məqalələr

source: No sub-articles
az: Alt məqalələr yoxdur

source: ...and more
az: ...və daha çox

source: Browse articles in this level
az: Bu mərhələdə məqalələri axtarın

source: New article next to
az: Yeni məqalə yanındadır

source: New article below
az: Yeni məqalə aşağıdadır

source: by
az: tərəfindən

source: restored
az: bərpa edildi

source: unlocked
az: açıldı

source: You are now sign up... and now you can sign in!
az: Siz indi qeydiyyatdan keçdiniz... və indi daxil ola bilərsiniz!

source: You are no longer logged in. Bye bye!
az: Siz artıq daxil olmursuz. Hələlik!

source: You are now logged in! Have fun!
az: Siz indi daxil olmusunuz! Əylənin!

source: New article '%s' created.
az: Yeni məqalə '%s' yaradıldı.

source: There was an error creating this article: %s
az: Bu məqaləni yaradarkən xəta baş verdi: %s

source: There was an error creating this article.
az: Bu məqaləni yaradarkən xəta baş verdi.

source: This article cannot be deleted because it has children or is a root article.
az: Bu məqalə silinə bilməz, çünki onun əlavə bölümləri var və ya əsas məqalədir.

source: This article together with all its contents are now completely gone! Thanks!
az: Bu məqalə bütün məzmunu ilə birlikdə tamamilə ortadan qalxdı! Təşəkkürlər!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
az: Məqalə "%s" indi silinmiş olaraq işarələnir! Saytı istənməyən materiallardan təmizləməyə dava etdiyiniz üçün təşəkkürlər!

source: Your changes were saved.
az: Dəyişiklikləriniz yaddaşa verildi.

source: A new revision of the article was successfully added.
az: Məqalənin yeni bir düzəlişi uğurla əlavə edildi.

source: Restoring article
az: Məqaləni bərpa edir

source: The article "%s" and its children are now restored.
az: Məqalə "%s" və onun sonrakı bölümləri indi bərpa edilir.

source: The article %(title)s is now set to display revision #%(revision_number)d
az: Məqalə %(title)s indi düzəliş №%(revision_number)d döstərmək üçün tənzimlənir

source: New title
az: Yeni başlıq

source: Merge between Revision #%(r1)d and Revision #%(r2)d
az: Düzəliş №%(r1)d və Düzəliş №%(r2)d arasında birməşmə

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
az: Yeni düzəliş yaradıldı: Düzəliş №%(r1)d və Düzəliş №%(r2)d arasında birməşmə
