Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: az

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
az: Siz bu məqaləni silirsiniz. Bu o deməkdir ki, onun digər bölümləri də silinəcək. Əgər siz təmizləyin seçsəniz, digər bölmələr də, həmçinin, təmizlənəcək!

source: Articles that will be deleted
az: Silinəcək məqalələr

source: ...and more!
az: ...və daha çox!

source: You are deleting an article. Please confirm.
az: Siz bir məqaləni silirsiniz. Zəhmət olmasa, təsdiqləyin.

source: Edit
az: Redaktə

source: Save changes
az: Dəyişiklikləri saxlayın

source: Preview
az: İlkin baxış

source: Close
az: Bağlayın

source: Wiki Preview
az: Viki-yə öncədən baxın

source: window open
az: pəncərə açıqdır

source: Back to editor
az: Redaktora geri qayıdın

source: History
az: Tarix

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
az: Redaktə olunmuş xətlərin siyahısını görmək üçün hər bir düzəlişə klikləyin. Məqalənin bu mərhələdə necə göründüyünə baxmaq üçün ön baxış düyməsini basın. Bu səhifənin altında siz müəyyən bir düzəlişi dəyişə və ya köhnə düzəlişi carisi ilə birləşdirə bilərsiniz.

source: Preview this revision
az: Bu düzəlişə öncədən baxın

source: Auto log:
az: Avto giriş:

source: Change
az: Dəyiş

source: Merge selected with current...
az: Seçiləni cari olanla birləşdirin...

source: Switch to selected version
az: Seçilmiş versiyaya keçin

source: Wiki Revision Preview
az: Viki düzəlişə öncədən baxın

source: Back to history view
az: Tarix görünüşünə geri qayıdın

source: Switch to this version
az: Bu versiyaya keçin

source: Merge Revision
az: Düzəlişi birləşdirin

source: Merge with current
az: Cari olanla birləşdirin

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
az: Cari ilə düzəliş birləşdirərkən, bütün məlumatlar hər iki versiyadan qorunub saxlanacaq və hər bir düzəlişdən təxminən bir yerdə birləşdirilir.

source: After this, it's important to do a manual review.
az: Bundan sonra əllə nəzərdən keçirmək vacibdir.

source: Create new merged version
az: Yeni birləşdirilmiş versiya yaradın

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
az: Bu funksiyadan istifadə etmək üçün siz <a href="%(login_url)s">daxil olmalı</a> və ya <a href="%(signup_url)s">qeydiyyatdan keçməlisiniz</a>.

source: You need to log in or sign up to use this function.
az: Bu funksiyadan istifadə etmək üçün siz portala daxil olmalı və ya qeydiyyadan keçməlisiniz.

source: Wiki Cheatsheet
az: Viki nümunələr

source: Wiki Syntax Help
az: Viki sintaksis üçün kömək

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
az: Bu viki üslub üçün <strong>Marka</strong> istifadə edir. İnternetdə bir neçə faydalı təlimat var. Daha ətraflı məlumat üçün aşağıda göstərilən hər hansı bir linkə baxın:

source: Markdown: Basics
az: Marka: Əsaslar

source: Quick Markdown Syntax Guide
az: Sadə Marka Sintaksis Təlimatı

source: Miniature Markdown Guide
az: Miniatür Marka Təlimatı

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
az: Yeni bir viki məqaləsi yaratmaq üçün ona bir link yaradın. Linkə klikləməklə yaradıcılıq səhifə açılır.

source: %(platform_name)s Additions:
az: %(platform_name)s Əlavələr:

source: Math Expression
az: Riyazı ifadələr

source: Useful examples:
az: Faydalı nümunələr:

source: Wikipedia
az: Vikipedia

source: %(platform_name)s Wiki
az: %(platform_name)s Viki

source: Huge Header
az: Böyük başlıq

source: Smaller Header
az: Daha balaca başlıq

source: *emphasis* or _emphasis_
az: *vurğulayın* və ya _vurğulayın_

source: **strong** or __strong__
az: **güclü** və ya __güclü__

source: Unordered List
az: Sıralanmamış siyahı

source: Sub Item 1
az: Alt maddə 1

source: Sub Item 2
az: Alt maddə 2

source: Ordered
az: Sifariş edildi

source: List
az: Siyahı

source: Quotes
az: Sitatlar

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
az: Marka sintaksisinə icazə verilir. Kömək üçün %(start_link)snümunəyə %(end_link)s baxın.

source: Attachments
az: Qoşmalar

source: Upload new file
az: Yeni fayl yükləyin

source: Search and add file
az: Axtarın və fayl əlavə edin

source: Upload File
az: Fayl yükləyin

source: Upload file
az: Fayl yükləyin

source: Search files and articles
az: Faylları və məqalələri axtarın

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
az: Siz digər məqalələrdən faylları yenidən istifadə edə bilərsiniz. Bu fayllar digər məqalələrdə yenilənmələrə açıqdır və bu yaxşı və ya pis ola bilər.

source: Search
az: Axtarış

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
az: Bu məqalə üçün aşağıdakı fayllar mövcuddur. Məqalə mətnindən fayla birbaşa istinad etmək üçün aşağı salma təqini kopyalayın.

source: Markdown tag
az: Markdown təqi

source: Uploaded by
az: tərəfindən yüklənildi

source: Size
az: Ölçü

source: File History
az: Fayl xronologiyası

source: Detach
az: Göndərin

source: Replace
az: Dəyişin

source: Restore
az: Bərpa edin

source: anonymous (IP logged)
az: məxfi (IP daxil oldu)

source: File history
az: Fayl tarixçəsi

source: revisions
az: düzəlişlər

source: There are no attachments for this article.
az: Bu məqalə üçün qoşmalar yoxdur.

source: Previewing revision:
az: Düzəlişə öncədən baxış:

source: Previewing a merge between two revisions:
az: İki düzəliş arasındakı birləşməyə baxış:

source: This revision has been deleted.
az: Bu düzəliş silinib.

source: Restoring to this revision will mark the article as deleted.
az: Bu düzəlişi qaytarmaq bu məqaləni silinmiş olaraq qeyd edəcək.

source: LMS Administration
az: LMS Administrasiyası

source: Go to %(platform_name)s Home Page
az: %(platform_name)s Əsas səhifəyə gedin

source: Sign In
az: Daxil olun

source: %(platform_name)s on LinkedIn
az: Linkdin-də %(platform_name)s

source: %(platform_name)s on Twitter
az: Twitter-də %(platform_name)s

source: %(platform_name)s on Facebook
az: Facebook-da %(platform_name)s

source: %(platform_name)s on Google Plus
az: Google Plus-da %(platform_name)s

source: %(platform_name)s on Reddit
az: Reddit-də %(platform_name)s

source: Download the iOS app on the Apple Store
az: Apple Store-dan iOS proqram təminatını yükləyin

source: Download the Android app on the Google Play Store
az: Google Play Store-dan Android proqram təminatını yükləyin

source: Our mailing address is
az: Bizim poçt ünvanımız

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
az: Təsdiqlənmiş bir sertifikat əldə etməklə yeni bilik və bacarıqlarınızı qeyd etmək fürsətini qaçırmayın. %(user_schedule_upgrade_deadline_time)stərəfindən yenilənir.

source: Upgrade Now
az: Yenilə

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
az: Bu müraciəti təsdiqlədikdən sonra bu istifadəçi üçün kataloq yaratmaq üçün {catalog_admin_url} səhifəsinə keçin.

source: Organization Name
az: Təşkilatın adı

source: Organization Address
az: Təşkilat ünvanı

source: Describe what your application does.
az: Sizin proqram təminatınızın nə etdiyini təsvir edin.

source: The URL of your organization's website.
az: Təşkilatın veb saytının URL-i

source: The name of your organization.
az: Təşkilatınızın adı.

source: The contact address of your organization.
az: Təşkilatınızın əlaqə ünvanı.

source: The following users do not exist: {usernames}.
az: Aşağıdakı istifadəçilər mövcud deyil: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
az: Bu kataloqa baxa biləcək istifadəçi adlarının vergüllə ayrılmış siyahısı.

source: Denied
az: Rədd edildi

source: Approved
az: Təsdiq edildi

source: Status of this API access request
az: Bu API giriş müraciətinin statusu

source: The URL of the website associated with this API user.
az: Bu API istifadəçi ilə əlaqədar veb saytın URL-i.

source: The reason this user wants to access the API.
az: Bu istifadəçinin API-yə daxil olma istəyinin səbəbi.

source: API access request from {company}
az: {company} şirkətindən API giriş müraciəti

source: API access request
az: API giriş istəyi

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
az: Mən və mənim təşkilatım {link_start}{platform_name} API Xidmət Şərtlərini {link_end} qəbul edirik.

source: Bookmarks
az: Əlfəcinlər

source: An error has occurred. Please try again.
az: Xəta baş vermişdir. Zəhmət olmasa bir daha cəhd edin.

source: No data provided.
az: Data verilməyib.

source: Parameter usage_id not provided.
az: Parametr usage_id təmin edilməyib.

source: Invalid usage_id: {usage_id}.
az: Etibarsız usage_id: {usage_id}.

source: Block with usage_id: {usage_id} not found.
az: Use_id ilə blok: {usage_id} tapılmadı.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
az: Siz {max_num_bookmarks_per_course} bookmark yarada bilərsiniz. Siz yenilərini əlavə etmədən öncə bir neçə bookmark-ı çıxarmalısınız.

source: Bookmark with usage_id: {usage_id} does not exist.
az: usage_id ilə bookmark: {usage_id} mövcud deyil.

source: Internal API URL
az: Daxili API URL-i

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
az: RƏDD EDİLDİ: COURSE_CATALOG_API_URL parametrlərindən istifadə edin.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
az: Saniyələr içərisində dəqiqləşdirildi. Bu dəyəri 0-dan böyük dəyərə tənzimləməklə API cavabların keşlərini aktivləşdirin.

source: Long Term Cache Time To Live
az: Canlıya uzun müddətli keş vaxtı

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
az: Saniyələr içərisində dəqiqləşdirildi (standart 86400san, 24saat). Bəzi hallarda keşləri tez-tez yeniləməyə ehtiyac yoxdur. Bu dəyəri 0-dan böyük dəyərə tənzimləməklə API cavabların uzun müddətli keşlərini aktivləşdirin.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
az: Kurs kataloq inteqrasiyası üçün istifadəçi adı yaadıldı, məs. lms_catalog_service_user.

source: Page Size
az: Səhifə ölçüsü

source: Maximum number of records in paginated response of a single request to catalog service.
az: Kataloq xidmətinə tək bir müraciətin verilmiş cavabında maksimum qeydlərin sayı.

source: Enabled
az: Aktiv

source: Configuration may not be specified at more than one level at once.
az: Konfiqurasiya eyni anda birdən çox səviyyədə müəyyənləşdirilə bilməz.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
az: Bu sayta qarşılıqlı domen müraciətlərinə icazə verilən domenlərin siyahısı. Zəhmət olmasa, hər bir domeyni öz sırasında yazın.

source: Default Group
az: Standart qrup

source: You cannot create two cohorts with the same name
az: Biz eyni adlı iki qrup yarada bilmərik

source: There must be one cohort to which students can automatically be assigned.
az: Tələbələrin avtomatik olaraq təyin edilə biləcək bir qrupu mövcud olmalıdır.

source: A cohort with the same name already exists.
az: Eyni adlı qrup artıq mövcuddur.

source: Credentials
az: Sənədlər

source: Internal Service URL
az: Daxili xidmət URL-i

source: Public Service URL
az: İctimai Xidmət URL-i

source: Enable Learner Issuance
az: Tələbə buraxılışını aktivləşdirin

source: Enable issuance of credentials via Credential Service.
az: Etimadnamə Xidməti vasitəsilə etimadnamələrin verilməsini təmin edin.

source: Enable Authoring of Credential in Studio
az: Studioda etimadnamələrin yaradılmasını aktivləşdirin

source: Enable authoring of Credential Service credentials in Studio.
az: Studioda Etimadnamə Xidmətinin səənədlərinin yaradılmasıını aktivləşdirin.

source: Course Credit Eligibility
az: Kurs kreditinə uyğunluq

source: You are eligible for credit from {providers_string}
az: Siz {providers_string} tərəfindən verilən kreditə uyğunsunuz

source: {first_provider} and {second_provider}
az: {first_provider} və {second_provider}

source: {first_providers}, and {last_provider}
az: {first_providers} və {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
az: [{username}] [{course_key}] üçün kreditə uyğun deyil.

source: [{course_key}] is not a valid course key.
az: [{course_key}] etibarlı kurs açarı deyil.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
az: Bu kredit provayderi üçün unikal identifikator. Yalnız alfasayısal simvollar və tire (-) icazə verilir. İdentifikator simvollara həssasdır.

source: Whether the credit provider is currently enabled.
az: Kredit təminatçısı hal-hazırda aktivdirmi.

source: Name of the credit provider displayed to users
az: İstifadəçilərə görünən kredit təminatçısının adı

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
az: Doğru olduqda istifadəçi kredit tələb edərkən avtomatik olaraq kredit təminatçısına məlumat verin. Bunun olması üçün təhlükəsiz auth parametrlərində kredit təminatçısı üçün paylaşılan bir gizli açar OLMALIDIR.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
az: Kredit təminatçısının URL-i. Avtomatik inteqrasiya effektiv olsa, bu, kredit sorğusunun təminatçısına məlumat vermək üçün göndərdiyimiz son mərhələdir. Əks təqdirdə, istifadəçi bu URL-ə keçid verilir, beləliklə, istifadəçi birbaşa təminatçıdan kredit ala bilər.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
az: İstifadəçinin kredit tələbinin statusunu yoxlaya biləcəyi kredit təminatçısından URL. Bu, kredit tələb etdikdən *sonra* tələbələrə göstərilir.

source: Description for the credit provider displayed to users.
az: İstifadəçilərə görünən kredit təminatçısı üçün təsvir.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
az: Kredit təminatçısından bir kredit kursu üzrə kredit almaq üçün kredit ödənildikdən *sonra* qəbz səhifəsində əlavə addımlar göstərmək üçün adi mətn və ya html məzmunu.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
az: Istifadəçi bütün kredit uyğunluq tələblərinə cavab verdiyi zaman göndərilən kredit uyğunluq e-mail məzmununda xüsusi mesajı göstərmək üçün adi mətn və ya html məzmunu.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
az: Krediti kursu üzrə kredit almaq üçün ödəniş edildikdən *sonra* göndərilən krediti qəbul edən e-mail məzmunundakı xüsusi mesajı göstərmək üçün adi mətn və ya html məzmunu.

source: Thumbnail image url of the credit provider.
az: Kredit təminatçısının şəkil url-i

source: Credit requirement statuses
az: Kredit tələbi statusları

source: Deadline for purchasing and requesting credit.
az: Kredit istəmək və almaq üçün son tarix.

source: Preview Language Administration
az: Dil administrasiyasına öncədən baxın

source: Language not provided
az: Dil təmin edilməyib

source: Language set to {preview_language}
az: Dili {preview_language} dilinə tənzimləyin

source: Language reset to the default
az: Dili standarta sıfırlayın

source: This is a test message
az: Bu, test məktubudur

source: This is a success message
az: Bu, uğur məktubudur

source: This is a test warning
az: Bu, test xəbrdarlıqdır

source: This is a test error
az: Bu, test xətasıdır.

source: COURSE NOT FOUND. Please check that the course ID is valid.
az: KURS TAPILMADI. Zəhmət olmasa, kurs İD-sinin etibarlı olduğunu yoxlayın.

source: The course key for the restricted course.
az: Məhdudlaşdırılmış kurs üçün kurs açarı.

source: The message to show when a user is blocked from enrollment.
az: Bir istifadəçinin qeydiyyatı bloklandıqda göstəriləcək mesaj.

source: The message to show when a user is blocked from accessing a course.
az: Bir istifadəçinin kursa girişi bloklandıqda göstəriləcək mesaj.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
az: Siyahıdan çıxarılmış ölkələrdən məhdudlaşdırılmış kurslara giriş üçün icazə verilmiş ölkələrdə qeydiyyatdan keçmiş istifadəçilərə icazə verin.

source: Two character ISO country code.
az: İki simvollu ISO ölkə kodu

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
az: Verilmiş kursu daxil etmək və ya istisna etmək. Əgər ağ siyahıdakı ölkələr müəyyənləşdirilibsə, YALNIZ siyahıya alınmış ölkələrin istifadəçiləri kursa daxil ola biləcəklər. Əgər qara siyahıdakı ölkələri müəyyənləşdirilibsə, həmin siyahıdakı ölkələrdən olan istifadəçilər kursa daxil ola bilməyəcəklər.

source: The course to which this rule applies.
az: Bu qaydanın tətbiq olunduğu kurs

source: The country to which this rule applies.
az: Bu qaydanın tətbiq olunduğu ölkə.

source: Whitelist {country} for {course}
az: {course} üçün ağ siyahı {country}

source: Blacklist {country} for {course}
az: {course} üçün qara siyahıya salınmış ölkə, {country}

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
az: Siz WebAuth və ya Shibboleth kimi xarici girişlərdən istifadə etməklə bir hesab yaratmısınız. Zəhmət olmasa, dəstək üçün {tech_support_email} e-maili ilə əlaqə saxlayın.

source: Your university identity server did not return your ID information to us. Please try logging in again. (You may need to restart your browser.)
az: Sizin universitetşəxsiyyət serveriniz sizin ID məlumatınızı bizə geri qaytarmadı. Zəhmət olmasa, yenidən daxil olun. (Brauzerinizi yenidən başladın.)

source: Comma-separated list of scopes that this application will be allowed to request.
az: Bu tətbiqin tələb oluna biləcəyi ərazilərin vergüllə ayrılmış siyahısı.

source: Content Provider
az: Məzmun təminatçısı

source: Password Policy
az: Şifrə siyasəti

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
az: {strong_tag_open} Şifrəmizin tələblərini yenicə dəyişdirdik {strong_tag_close} {break_line_tag} Sizin hazırkı şifrəniz yeni təhlükəsizlik tələblərinə cavab vermir. Bu hesabla əlaqəli indicə e-mail ünvanına şifrə sıfırlama mesajı göndərdik. Məlumatı təhlükəsiz saxlamaq üçün sizə kömək etdiyiniz üçün təşəkkür edirik.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
az: {strong_tag_open} Tələb olunan addım: Zəhmət olmasa, şifrənizi yeniləyin {strong_tag_close} {break_line_tag} {deadline} son tarixdən etibarən {platform_name} bütün tələbələrin mürəkkəb şifrələrə sahib olmasını tələb edir. Cari şifrəniz bu tələblərə cavab vermir. Şifrənizi yenidən yaratmaq üçün {anchor_tag_open} Hesab Parametrləri {anchor_tag_close}-nə gedin.

source: The file must be smaller than {image_max_size} in size.
az: Fayl {image_max_size} ölçüsündən balaca olmalıdır.

source: The file must be at least {image_min_size} in size.
az: Faylın ölçüsü ən azı {image_min_size} olmalıdır.

source: The file must be one of the following types: {valid_file_types}.
az: Fayl aşağıdakı növlərdən birində olmalıdır: {valid_file_types}

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
az: Bu fayl üçün məzmun növü fayl məlumatlarına uyğun gəlmir. Fayl zədələnmiş ola bilər.

source: The file name extension for this file does not match the file data. The file may be corrupted.
az: Bu fayl üçün genişlənmə fayl məlumatına uyğun gəlmir. Fayl zədələnmiş ola bilər.

source: bytes
az: baytlar

source: No file provided for profile image
az: Profil üçün şəkil təmin edilməyib

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
az: Proqram marketinq səhifələrinə (məsələn, "/ foo") URL-ləri yaratmaq üçün istifadə olunur.

source: Known Error Case
az: Bilinən xəta

source: Schedule start < course start
az: Proqram başlayır < kurs başlayır

source: All
az: Hamısı

source: Experience
az: Təcrübə

source: Schedules
az: Proqramlar

source: Indicates if this schedule is actively used
az: Bu cədvəlin fəal istifadə olunduğunu göstərir

source: Date this schedule went into effect
az: Bu cədvəlin qüvvəyə mindiyi tarix

source: Deadline by which the learner must upgrade to a verified seat
az: Tələbənin təsdiq edilmiş yerə yüksəlməsi üçün son tarix

source: Schedule
az: Cədvəl

source: By %(filter_title)s
az: %(filter_title)s vasitəsilə

source: Welcome to week %(week_num)s of %(course_name)s!
az: %(course_name)s-un %(week_num)s həftəsinə xoş gəlmisiniz!

source: We hope you're enjoying <strong>%(course_name)s</strong>! We want to let you know what you can look forward to in week %(week_num)s:
az: Ümid edirik ki, siz <strong>%(course_name)s</strong> kursunu xoşladınız! Biz sizi %(week_num)s həftədə nə gözlədiyi barədə məlumat vermək istəyirik:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
az: Sərbəst kurslarda siz öz cədvəlinizə uyğun olaraq öyrənməyə davam edirisiniz. Biz tövsiyyə edirik ki, hər həftə kursa vaxt ayırasınız. Kursa fokuslanmanız sonda öz nəticəsini göstərəcəkdir!

source: Resume your course now
az: Kursunuza indi davam edin

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
az: Ümid edirik ki, %(course_name)skursunu xoşladınız! Biz sizi %(week_num)s həftədə nə gözlədiyi barədə məlumat vermək istəyirik:

source: Welcome to week %(week_num)s
az: %(week_num)s həftəyə xoş gəlmisiniz
