Repository: edly-io/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/edly_panel_app.po
Languages: fr

source: Site theme update completed.
fr: Mise à jour du thème du site terminée.

source: Site theme update failed.
fr: La mise à jour du thème du site a échoué.

source: Client sites setup successful.
fr: Configuration des sites clients réussie.

source: Client sites setup failed.
fr: La configuration des sites clients a échoué.

source: Copy Rights. All rights reserved.
fr: Droits de copie. Tous les droits sont réservés.

source: Invitation to Join
fr: Invitation à rejoindre

source: An account has been created for you in %(platform_name)s. Please use the link below to set your password and log in.
fr: Un compte a été créé pour vous dans %(platform_name)s. Veuillez utiliser le lien ci-dessous pour définir votre mot de passe et vous connecter.

source: If you don't want to join, you can ignore this email.
fr: Si vous ne souhaitez pas vous inscrire, vous pouvez ignorer cet e-mail.

source: Set Password
fr: Définir le mot de passe

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe :

source: Thanks for using our site!
fr: Merci d'utiliser notre site!

source: The %(platform_name)s Team
fr: L'équipe %(platform_name)s

source: Password set on %(platform_name)s
fr: Mot de passe défini sur %(platform_name)s

source: Hi %(user)s,
fr: Salut %(user)s,

source: Thank you for activating your %(platform_name)s account. To start exploring, visit: %(homepage_url)s. Enjoy your learning journey!
fr: Merci d'avoir activé votre compte %(platform_name)s. Pour commencer à explorer, visitez : %(homepage_url)s. Profitez de votre voyage d'apprentissage!

source: The %(platform_name)s team.
fr: L'équipe %(platform_name)s.

source: Thank you for activating your %(platform_name)s account. To start exploring, visit: %(homepage_url)s. Enjoy your learning journey!.
fr: Merci d'avoir activé votre compte %(platform_name)s. Pour commencer à explorer, visitez : %(homepage_url)s. Profitez de votre voyage d'apprentissage!.

source: Your account has been activated | %(platform_name)s
fr: Votre compte a été activé | %(platform_name)s

source: Your account on %(platform_name)s has been blocked. If you think this was done in error, please reach out to us at %(contact_email)s.
fr: Votre compte sur %(platform_name)s a été bloqué. Si vous pensez que cela aété fait par erreur, veuillez nous contacter à %(contact_email)s.

source: Best,
fr: Meilleur,

source: Your account has been blocked | %(platform_name)s
fr: Votre compte a été bloqué | %(platform_name)s

source: Hi
fr: Salut

source: Your account on %(platform_name)s has been deactivated. If you think this was done in error, please reach out to us at %(contact_email)s.
fr: Votre compte sur %(platform_name)s a été désactivé. Si vous pensez que cela a été fait par erreur, veuillez nous contacter à %(contact_email)s.

source: Your account has been deactivated | %(platform_name)s
fr: Votre compte a été désactivé | %(platform_name)s

source: Your account has been unblocked. Please reset your password to continue your learning. To reset password, visit: %(password_reset_url)s
fr: notre compte a été débloqué. Veuillez réinitialiser votre mot de passe pour continuer votreapprentissage. Pour réinitialiser le mot de passe, visitez : %(password_reset_url)s

source: Your account has been unblocked | %(platform_name)s
fr: Votre compte a été débloqué | %(platform_name)s
